{"book":{"id":1,"abbrev":"gen","name":"Genesis","chapters":50},"chapters":[[{"bookname":"Genesis","chapter":"1","verse":"1","text":"In the beginning God created the heavens and the earth.","title":"The Creation of the World"},{"bookname":"Genesis","chapter":"1","verse":"2","text":"Now the earth was without shape and empty, and darkness was over the surface of the watery deep, but the Spirit of God was moving over the surface of the water."},{"bookname":"Genesis","chapter":"1","verse":"3","text":"God said, “Let there be light.” And there was light!"},{"bookname":"Genesis","chapter":"1","verse":"4","text":"God saw that the light was good, so God separated the light from the darkness."},{"bookname":"Genesis","chapter":"1","verse":"5","text":"God called the light “day” and the darkness “night.” There was evening, and there was morning, marking the first day."},{"bookname":"Genesis","chapter":"1","verse":"6","text":"God said, “Let there be an expanse in the midst of the waters and let it separate water from water."},{"bookname":"Genesis","chapter":"1","verse":"7","text":"So God made the expanse and separated the water under the expanse from the water above it. It was so."},{"bookname":"Genesis","chapter":"1","verse":"8","text":"God called the expanse “sky.” There was evening, and there was morning, a second day."},{"bookname":"Genesis","chapter":"1","verse":"9","text":"God said, “Let the water under the sky be gathered to one place and let dry ground appear.” It was so."},{"bookname":"Genesis","chapter":"1","verse":"10","text":"God called the dry ground “land” and the gathered waters he called “seas.” God saw that it was good."},{"bookname":"Genesis","chapter":"1","verse":"11","text":"God said, “Let the land produce vegetation: plants yielding seeds according to their kinds, and trees bearing fruit with seed in it according to their kinds.” It was so."},{"bookname":"Genesis","chapter":"1","verse":"12","text":"The land produced vegetation &#8211; plants yielding seeds according to their kinds, and trees bearing fruit with seed in it according to their kinds. God saw that it was good."},{"bookname":"Genesis","chapter":"1","verse":"13","text":"There was evening, and there was morning, a third day."},{"bookname":"Genesis","chapter":"1","verse":"14","text":"God said, “Let there be lights in the expanse of the sky to separate the day from the night, and let them be signs to indicate seasons and days and years,"},{"bookname":"Genesis","chapter":"1","verse":"15","text":"and let them serve as lights in the expanse of the sky to give light on the earth.” It was so."},{"bookname":"Genesis","chapter":"1","verse":"16","text":"God made two great lights &#8211; the greater light to rule over the day and the lesser light to rule over the night. He made the stars also."},{"bookname":"Genesis","chapter":"1","verse":"17","text":"God placed the lights in the expanse of the sky to shine on the earth,"},{"bookname":"Genesis","chapter":"1","verse":"18","text":"to preside over the day and the night, and to separate the light from the darkness. God saw that it was good."},{"bookname":"Genesis","chapter":"1","verse":"19","text":"There was evening, and there was morning, a fourth day."},{"bookname":"Genesis","chapter":"1","verse":"20","text":"God said, “Let the water swarm with swarms of living creatures and let birds fly above the earth across the expanse of the sky.”"},{"bookname":"Genesis","chapter":"1","verse":"21","text":"God created the great sea creatures and every living and moving thing with which the water swarmed, according to their kinds, and every winged bird according to its kind. God saw that it was good."},{"bookname":"Genesis","chapter":"1","verse":"22","text":"God blessed them and said, “Be fruitful and multiply and fill the water in the seas, and let the birds multiply on the earth.”"},{"bookname":"Genesis","chapter":"1","verse":"23","text":"There was evening, and there was morning, a fifth day."},{"bookname":"Genesis","chapter":"1","verse":"24","text":"God said, “Let the land produce living creatures according to their kinds: cattle, creeping things, and wild animals, each according to its kind.” It was so."},{"bookname":"Genesis","chapter":"1","verse":"25","text":"God made the wild animals according to their kinds, the cattle according to their kinds, and all the creatures that creep along the ground according to their kinds. God saw that it was good."},{"bookname":"Genesis","chapter":"1","verse":"26","text":"Then God said, “Let us make humankind in our image, after our likeness, so they may rule over the fish of the sea and the birds of the air, over the cattle, and over all the earth, and over all the creatures that move on the earth.”"},{"bookname":"Genesis","chapter":"1","verse":"27","text":"God created humankind in his own image, in the image of God he created them, male and female he created them."},{"bookname":"Genesis","chapter":"1","verse":"28","text":"God blessed them and said to them, “Be fruitful and multiply! Fill the earth and subdue it! Rule over the fish of the sea and the birds of the air and every creature that moves on the ground.”"},{"bookname":"Genesis","chapter":"1","verse":"29","text":"Then God said, “I now give you every seed-bearing plant on the face of the entire earth and every tree that has fruit with seed in it. They will be yours for food."},{"bookname":"Genesis","chapter":"1","verse":"30","text":"And to all the animals of the earth, and to every bird of the air, and to all the creatures that move on the ground &#8211; everything that has the breath of life in it &#8211; I give every green plant for food.” It was so."},{"bookname":"Genesis","chapter":"1","verse":"31","text":"God saw all that he had made &#8211; and it was very good! There was evening, and there was morning, the sixth day."}],[{"bookname":"Genesis","chapter":"2","verse":"1","text":"The heavens and the earth were completed with everything that was in them."},{"bookname":"Genesis","chapter":"2","verse":"2","text":"By the seventh day God finished the work that he had been doing, and he ceased on the seventh day all the work that he had been doing."},{"bookname":"Genesis","chapter":"2","verse":"3","text":"God blessed the seventh day and made it holy because on it he ceased all the work that he had been doing in creation."},{"bookname":"Genesis","chapter":"2","verse":"4","text":"This is the account of the heavens and the earth when they were created &#8211; when the Lord God made the earth and heavens.","title":"The Creation of Man and Woman"},{"bookname":"Genesis","chapter":"2","verse":"5","text":"Now no shrub of the field had yet grown on the earth, and no plant of the field had yet sprouted, for the Lord God had not caused it to rain on the earth, and there was no man to cultivate the ground."},{"bookname":"Genesis","chapter":"2","verse":"6","text":"Springs would well up from the earth and water the whole surface of the ground."},{"bookname":"Genesis","chapter":"2","verse":"7","text":"The Lord God formed the man from the soil of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"bookname":"Genesis","chapter":"2","verse":"8","text":"The Lord God planted an orchard in the east, in Eden; and there he placed the man he had formed."},{"bookname":"Genesis","chapter":"2","verse":"9","text":"The Lord God made all kinds of trees grow from the soil, every tree that was pleasing to look at and good for food. (Now the tree of life and the tree of the knowledge of good and evil were in the middle of the orchard.)"},{"bookname":"Genesis","chapter":"2","verse":"10","text":"Now a river flows from Eden to water the orchard, and from there it divides into four headstreams."},{"bookname":"Genesis","chapter":"2","verse":"11","text":"The name of the first is Pishon; it runs through the entire land of Havilah, where there is gold."},{"bookname":"Genesis","chapter":"2","verse":"12","text":"(The gold of that land is pure; pearls and lapis lazuli are also there)."},{"bookname":"Genesis","chapter":"2","verse":"13","text":"The name of the second river is Gihon; it runs through the entire land of Cush."},{"bookname":"Genesis","chapter":"2","verse":"14","text":"The name of the third river is Tigris; it runs along the east side of Assyria. The fourth river is the Euphrates."},{"bookname":"Genesis","chapter":"2","verse":"15","text":"The Lord God took the man and placed him in the orchard in Eden to care for it and to maintain it."},{"bookname":"Genesis","chapter":"2","verse":"16","text":"Then the Lord God commanded the man, “You may freely eat fruit from every tree of the orchard,"},{"bookname":"Genesis","chapter":"2","verse":"17","text":"but you must not eat from the tree of the knowledge of good and evil, for when you eat from it you will surely die.”"},{"bookname":"Genesis","chapter":"2","verse":"18","text":"The Lord God said, “It is not good for the man to be alone. I will make a companion for him who corresponds to him.”"},{"bookname":"Genesis","chapter":"2","verse":"19","text":"The Lord God formed out of the ground every living animal of the field and every bird of the air. He brought them to the man to see what he would name them, and whatever the man called each living creature, that was its name."},{"bookname":"Genesis","chapter":"2","verse":"20","text":"So the man named all the animals, the birds of the air, and the living creatures of the field, but for Adam no companion who corresponded to him was found."},{"bookname":"Genesis","chapter":"2","verse":"21","text":"So the Lord God caused the man to fall into a deep sleep, and while he was asleep, he took part of the man’s side and closed up the place with flesh."},{"bookname":"Genesis","chapter":"2","verse":"22","text":"Then the Lord God made a woman from the part he had taken out of the man, and he brought her to the man."},{"bookname":"Genesis","chapter":"2","verse":"23","text":"Then the man said, “This one at last is bone of my bones and flesh of my flesh; this one will be called ‘woman,’ for she was taken out of man.”"},{"bookname":"Genesis","chapter":"2","verse":"24","text":"That is why a man leaves his father and mother and unites with his wife, and they become a new family."},{"bookname":"Genesis","chapter":"2","verse":"25","text":"The man and his wife were both naked, but they were not ashamed."}],[{"bookname":"Genesis","chapter":"3","verse":"1","text":"Now the serpent was more shrewd than any of the wild animals that the Lord God had made. He said to the woman, “Is it really true that God said, ‘You must not eat from any tree of the orchard’?”","title":"The Temptation and the Fall"},{"bookname":"Genesis","chapter":"3","verse":"2","text":"The woman said to the serpent, “We may eat of the fruit from the trees of the orchard;"},{"bookname":"Genesis","chapter":"3","verse":"3","text":"but concerning the fruit of the tree that is in the middle of the orchard God said, ‘You must not eat from it, and you must not touch it, or else you will die.’”"},{"bookname":"Genesis","chapter":"3","verse":"4","text":"The serpent said to the woman, “Surely you will not die,"},{"bookname":"Genesis","chapter":"3","verse":"5","text":"for God knows that when you eat from it your eyes will open and you will be like divine beings who know good and evil.”"},{"bookname":"Genesis","chapter":"3","verse":"6","text":"When the woman saw that the tree produced fruit that was good for food, was attractive to the eye, and was desirable for making one wise, she took some of its fruit and ate it. She also gave some of it to her husband who was with her, and he ate it."},{"bookname":"Genesis","chapter":"3","verse":"7","text":"Then the eyes of both of them opened, and they knew they were naked; so they sewed fig leaves together and made coverings for themselves."},{"bookname":"Genesis","chapter":"3","verse":"8","text":"Then the man and his wife heard the sound of the Lord God moving about in the orchard at the breezy time of the day, and they hid from the Lord God among the trees of the orchard.","title":"The Judgment Oracles of God at the Fall"},{"bookname":"Genesis","chapter":"3","verse":"9","text":"But the Lord God called to the man and said to him, “Where are you?”"},{"bookname":"Genesis","chapter":"3","verse":"10","text":"The man replied, “I heard you moving about in the orchard, and I was afraid because I was naked, so I hid.”"},{"bookname":"Genesis","chapter":"3","verse":"11","text":"And the Lord God said, “Who told you that you were naked? Did you eat from the tree that I commanded you not to eat from?”"},{"bookname":"Genesis","chapter":"3","verse":"12","text":"The man said, “The woman whom you gave me, she gave me some fruit from the tree and I ate it.”"},{"bookname":"Genesis","chapter":"3","verse":"13","text":"So the Lord God said to the woman, “What is this you have done?” And the woman replied, “The serpent tricked me, and I ate.”"},{"bookname":"Genesis","chapter":"3","verse":"14","text":"The Lord God said to the serpent, “Because you have done this, cursed are you above all the wild beasts and all the living creatures of the field! On your belly you will crawl and dust you will eat all the days of your life."},{"bookname":"Genesis","chapter":"3","verse":"15","text":"And I will put hostility between you and the woman and between your offspring and her offspring; her offspring will attack your head, and you will attack her offspring’s heel.”"},{"bookname":"Genesis","chapter":"3","verse":"16","text":"To the woman he said, “I will greatly increase your labor pains; with pain you will give birth to children. You will want to control your husband, but he will dominate you.”"},{"bookname":"Genesis","chapter":"3","verse":"17","text":"But to Adam he said, “Because you obeyed your wife and ate from the tree about which I commanded you, ‘You must not eat from it,’ cursed is the ground thanks to you; in painful toil you will eat of it all the days of your life."},{"bookname":"Genesis","chapter":"3","verse":"18","text":"It will produce thorns and thistles for you, but you will eat the grain of the field."},{"bookname":"Genesis","chapter":"3","verse":"19","text":"By the sweat of your brow you will eat food until you return to the ground, for out of it you were taken; for you are dust, and to dust you will return.”"},{"bookname":"Genesis","chapter":"3","verse":"20","text":"The man named his wife Eve, because she was the mother of all the living."},{"bookname":"Genesis","chapter":"3","verse":"21","text":"The Lord God made garments from skin for Adam and his wife, and clothed them."},{"bookname":"Genesis","chapter":"3","verse":"22","text":"And the Lord God said, “Now that the man has become like one of us, knowing good and evil, he must not be allowed to stretch out his hand and take also from the tree of life and eat, and live forever.”"},{"bookname":"Genesis","chapter":"3","verse":"23","text":"So the Lord God expelled him from the orchard in Eden to cultivate the ground from which he had been taken."},{"bookname":"Genesis","chapter":"3","verse":"24","text":"When he drove the man out, he placed on the eastern side of the orchard in Eden angelic sentries who used the flame of a whirling sword to guard the way to the tree of life."}],[{"bookname":"Genesis","chapter":"4","verse":"1","text":"Now the man had marital relations with his wife Eve, and she became pregnant and gave birth to Cain. Then she said, “I have created a man just as the Lord did!”","title":"The Story of Cain and Abel"},{"bookname":"Genesis","chapter":"4","verse":"2","text":"Then she gave birth to his brother Abel. Abel took care of the flocks, while Cain cultivated the ground."},{"bookname":"Genesis","chapter":"4","verse":"3","text":"At the designated time Cain brought some of the fruit of the ground for an offering to the Lord."},{"bookname":"Genesis","chapter":"4","verse":"4","text":"But Abel brought some of the firstborn of his flock &#8211; even the fattest of them. And the Lord was pleased with Abel and his offering,"},{"bookname":"Genesis","chapter":"4","verse":"5","text":"but with Cain and his offering he was not pleased. So Cain became very angry, and his expression was downcast."},{"bookname":"Genesis","chapter":"4","verse":"6","text":"Then the Lord said to Cain, “Why are you angry, and why is your expression downcast?"},{"bookname":"Genesis","chapter":"4","verse":"7","text":"Is it not true that if you do what is right, you will be fine? But if you do not do what is right, sin is crouching at the door. It desires to dominate you, but you must subdue it.”"},{"bookname":"Genesis","chapter":"4","verse":"8","text":"Cain said to his brother Abel, “Let’s go out to the field.” While they were in the field, Cain attacked his brother Abel and killed him."},{"bookname":"Genesis","chapter":"4","verse":"9","text":"Then the Lord said to Cain, “Where is your brother Abel?” And he replied, “I don’t know! Am I my brother’s guardian?”"},{"bookname":"Genesis","chapter":"4","verse":"10","text":"But the Lord said, “What have you done? The voice of your brother’s blood is crying out to me from the ground!"},{"bookname":"Genesis","chapter":"4","verse":"11","text":"So now, you are banished from the ground, which has opened its mouth to receive your brother’s blood from your hand."},{"bookname":"Genesis","chapter":"4","verse":"12","text":"When you try to cultivate the ground it will no longer yield its best for you. You will be a homeless wanderer on the earth.”"},{"bookname":"Genesis","chapter":"4","verse":"13","text":"Then Cain said to the Lord, “My punishment is too great to endure!"},{"bookname":"Genesis","chapter":"4","verse":"14","text":"Look! You are driving me off the land today, and I must hide from your presence. I will be a homeless wanderer on the earth; whoever finds me will kill me.”"},{"bookname":"Genesis","chapter":"4","verse":"15","text":"But the Lord said to him, “All right then, if anyone kills Cain, Cain will be avenged seven times as much.” Then the Lord put a special mark on Cain so that no one who found him would strike him down."},{"bookname":"Genesis","chapter":"4","verse":"16","text":"So Cain went out from the presence of the Lord and lived in the land of Nod, east of Eden."},{"bookname":"Genesis","chapter":"4","verse":"17","text":"Cain had marital relations with his wife, and she became pregnant and gave birth to Enoch. Cain was building a city, and he named the city after his son Enoch.","title":"The Beginning of Civilization"},{"bookname":"Genesis","chapter":"4","verse":"18","text":"To Enoch was born Irad, and Irad was the father of Mehujael. Mehujael was the father of Methushael, and Methushael was the father of Lamech."},{"bookname":"Genesis","chapter":"4","verse":"19","text":"Lamech took two wives for himself; the name of the first was Adah, and the name of the second was Zillah."},{"bookname":"Genesis","chapter":"4","verse":"20","text":"Adah gave birth to Jabal; he was the first of those who live in tents and keep livestock."},{"bookname":"Genesis","chapter":"4","verse":"21","text":"The name of his brother was Jubal; he was the first of all who play the harp and the flute."},{"bookname":"Genesis","chapter":"4","verse":"22","text":"Now Zillah also gave birth to Tubal-Cain, who heated metal and shaped all kinds of tools made of bronze and iron. The sister of Tubal-Cain was Naamah."},{"bookname":"Genesis","chapter":"4","verse":"23","text":"Lamech said to his wives, “Adah and Zillah! Listen to me! You wives of Lamech, hear my words! I have killed a man for wounding me, a young man for hurting me."},{"bookname":"Genesis","chapter":"4","verse":"24","text":"If Cain is to be avenged seven times as much, then Lamech seventy-seven times!”"},{"bookname":"Genesis","chapter":"4","verse":"25","text":"And Adam had marital relations with his wife again, and she gave birth to a son. She named him Seth, saying, “God has given me another child in place of Abel because Cain killed him.”"},{"bookname":"Genesis","chapter":"4","verse":"26","text":"And a son was also born to Seth, whom he named Enosh. At that time people began to worship the Lord."}],[{"bookname":"Genesis","chapter":"5","verse":"1","text":"This is the record of the family line of Adam. When God created humankind, he made them in the likeness of God.","title":"From Adam to Noah"},{"bookname":"Genesis","chapter":"5","verse":"2","text":"He created them male and female; when they were created, he blessed them and named them “humankind.”"},{"bookname":"Genesis","chapter":"5","verse":"3","text":"When Adam had lived 130 years he fathered a son in his own likeness, according to his image, and he named him Seth."},{"bookname":"Genesis","chapter":"5","verse":"4","text":"The length of time Adam lived after he became the father of Seth was 800 years; during this time he had other sons and daughters."},{"bookname":"Genesis","chapter":"5","verse":"5","text":"The entire lifetime of Adam was 930 years, and then he died."},{"bookname":"Genesis","chapter":"5","verse":"6","text":"When Seth had lived 105 years, he became the father of Enosh."},{"bookname":"Genesis","chapter":"5","verse":"7","text":"Seth lived 807 years after he became the father of Enosh, and he had other sons and daughters."},{"bookname":"Genesis","chapter":"5","verse":"8","text":"The entire lifetime of Seth was 912 years, and then he died."},{"bookname":"Genesis","chapter":"5","verse":"9","text":"When Enosh had lived 90 years, he became the father of Kenan."},{"bookname":"Genesis","chapter":"5","verse":"10","text":"Enosh lived 815 years after he became the father of Kenan, and he had other sons and daughters."},{"bookname":"Genesis","chapter":"5","verse":"11","text":"The entire lifetime of Enosh was 905 years, and then he died."},{"bookname":"Genesis","chapter":"5","verse":"12","text":"When Kenan had lived 70 years, he became the father of Mahalalel."},{"bookname":"Genesis","chapter":"5","verse":"13","text":"Kenan lived 840 years after he became the father of Mahalalel, and he had other sons and daughters."},{"bookname":"Genesis","chapter":"5","verse":"14","text":"The entire lifetime of Kenan was 910 years, and then he died."},{"bookname":"Genesis","chapter":"5","verse":"15","text":"When Mahalalel had lived 65 years, he became the father of Jared."},{"bookname":"Genesis","chapter":"5","verse":"16","text":"Mahalalel lived 830 years after he became the father of Jared, and he had other sons and daughters."},{"bookname":"Genesis","chapter":"5","verse":"17","text":"The entire lifetime of Mahalalel was 895 years, and then he died."},{"bookname":"Genesis","chapter":"5","verse":"18","text":"When Jared had lived 162 years, he became the father of Enoch."},{"bookname":"Genesis","chapter":"5","verse":"19","text":"Jared lived 800 years after he became the father of Enoch, and he had other sons and daughters."},{"bookname":"Genesis","chapter":"5","verse":"20","text":"The entire lifetime of Jared was 962 years, and then he died."},{"bookname":"Genesis","chapter":"5","verse":"21","text":"When Enoch had lived 65 years, he became the father of Methuselah."},{"bookname":"Genesis","chapter":"5","verse":"22","text":"After he became the father of Methuselah, Enoch walked with God for 300 years, and he had other sons and daughters."},{"bookname":"Genesis","chapter":"5","verse":"23","text":"The entire lifetime of Enoch was 365 years."},{"bookname":"Genesis","chapter":"5","verse":"24","text":"Enoch walked with God, and then he disappeared because God took him away."},{"bookname":"Genesis","chapter":"5","verse":"25","text":"When Methuselah had lived 187 years, he became the father of Lamech."},{"bookname":"Genesis","chapter":"5","verse":"26","text":"Methuselah lived 782 years after he became the father of Lamech, and he had other sons and daughters."},{"bookname":"Genesis","chapter":"5","verse":"27","text":"The entire lifetime of Methuselah was 969 years, and then he died."},{"bookname":"Genesis","chapter":"5","verse":"28","text":"When Lamech had lived 182 years, he had a son."},{"bookname":"Genesis","chapter":"5","verse":"29","text":"He named him Noah, saying, “This one will bring us comfort from our labor and from the painful toil of our hands because of the ground that the Lord has cursed.”"},{"bookname":"Genesis","chapter":"5","verse":"30","text":"Lamech lived 595 years after he became the father of Noah, and he had other sons and daughters."},{"bookname":"Genesis","chapter":"5","verse":"31","text":"The entire lifetime of Lamech was 777 years, and then he died."},{"bookname":"Genesis","chapter":"5","verse":"32","text":"After Noah was 500 years old, he became the father of Shem, Ham, and Japheth."}],[{"bookname":"Genesis","chapter":"6","verse":"1","text":"When humankind began to multiply on the face of the earth, and daughters were born to them,","title":"God&#8217;s Grief over Humankind&#8217;s Wickedness"},{"bookname":"Genesis","chapter":"6","verse":"2","text":"the sons of God saw that the daughters of humankind were beautiful. Thus they took wives for themselves from any they chose."},{"bookname":"Genesis","chapter":"6","verse":"3","text":"So the Lord said, “My spirit will not remain in humankind indefinitely, since they are mortal. They will remain for 120 more years.”"},{"bookname":"Genesis","chapter":"6","verse":"4","text":"The Nephilim were on the earth in those days (and also after this) when the sons of God were having sexual relations with the daughters of humankind, who gave birth to their children. They were the mighty heroes of old, the famous men."},{"bookname":"Genesis","chapter":"6","verse":"5","text":"But the Lord saw that the wickedness of humankind had become great on the earth. Every inclination of the thoughts of their minds was only evil all the time."},{"bookname":"Genesis","chapter":"6","verse":"6","text":"The Lord regretted that he had made humankind on the earth, and he was highly offended."},{"bookname":"Genesis","chapter":"6","verse":"7","text":"So the Lord said, “I will wipe humankind, whom I have created, from the face of the earth &#8211; everything from humankind to animals, including creatures that move on the ground and birds of the air, for I regret that I have made them.”"},{"bookname":"Genesis","chapter":"6","verse":"8","text":"But Noah found favor in the sight of the Lord."},{"bookname":"Genesis","chapter":"6","verse":"9","text":"This is the account of Noah. Noah was a godly man; he was blameless among his contemporaries. He walked with God.","title":"The Judgment of the Flood"},{"bookname":"Genesis","chapter":"6","verse":"10","text":"Noah had three sons: Shem, Ham, and Japheth."},{"bookname":"Genesis","chapter":"6","verse":"11","text":"The earth was ruined in the sight of God; the earth was filled with violence."},{"bookname":"Genesis","chapter":"6","verse":"12","text":"God saw the earth, and indeed it was ruined, for all living creatures on the earth were sinful."},{"bookname":"Genesis","chapter":"6","verse":"13","text":"So God said to Noah, “I have decided that all living creatures must die, for the earth is filled with violence because of them. Now I am about to destroy them and the earth."},{"bookname":"Genesis","chapter":"6","verse":"14","text":"Make for yourself an ark of cypress wood. Make rooms in the ark, and cover it with pitch inside and out."},{"bookname":"Genesis","chapter":"6","verse":"15","text":"This is how you should make it: The ark is to be 450 feet long, 75 feet wide, and 45 feet high."},{"bookname":"Genesis","chapter":"6","verse":"16","text":"Make a roof for the ark and finish it, leaving 18 inches from the top. Put a door in the side of the ark, and make lower, middle, and upper decks."},{"bookname":"Genesis","chapter":"6","verse":"17","text":"I am about to bring floodwaters on the earth to destroy from under the sky all the living creatures that have the breath of life in them. Everything that is on the earth will die,"},{"bookname":"Genesis","chapter":"6","verse":"18","text":"but I will confirm my covenant with you. You will enter the ark &#8211; you, your sons, your wife, and your sons’ wives with you."},{"bookname":"Genesis","chapter":"6","verse":"19","text":"You must bring into the ark two of every kind of living creature from all flesh, male and female, to keep them alive with you."},{"bookname":"Genesis","chapter":"6","verse":"20","text":"Of the birds after their kinds, and of the cattle after their kinds, and of every creeping thing of the ground after its kind, two of every kind will come to you so you can keep them alive."},{"bookname":"Genesis","chapter":"6","verse":"21","text":"And you must take for yourself every kind of food that is eaten, and gather it together. It will be food for you and for them."},{"bookname":"Genesis","chapter":"6","verse":"22","text":"And Noah did all that God commanded him &#8211; he did indeed."}],[{"bookname":"Genesis","chapter":"7","verse":"1","text":"The Lord said to Noah, “Come into the ark, you and all your household, for I consider you godly among this generation."},{"bookname":"Genesis","chapter":"7","verse":"2","text":"You must take with you seven of every kind of clean animal, the male and its mate, two of every kind of unclean animal, the male and its mate,"},{"bookname":"Genesis","chapter":"7","verse":"3","text":"and also seven of every kind of bird in the sky, male and female, to preserve their offspring on the face of the earth."},{"bookname":"Genesis","chapter":"7","verse":"4","text":"For in seven days I will cause it to rain on the earth for forty days and forty nights, and I will wipe from the face of the ground every living thing that I have made.”"},{"bookname":"Genesis","chapter":"7","verse":"5","text":"And Noah did all that the Lord commanded him."},{"bookname":"Genesis","chapter":"7","verse":"6","text":"Noah was 600 years old when the floodwaters engulfed the earth."},{"bookname":"Genesis","chapter":"7","verse":"7","text":"Noah entered the ark along with his sons, his wife, and his sons’ wives because of the floodwaters."},{"bookname":"Genesis","chapter":"7","verse":"8","text":"Pairs of clean animals, of unclean animals, of birds, and of everything that creeps along the ground,"},{"bookname":"Genesis","chapter":"7","verse":"9","text":"male and female, came into the ark to Noah, just as God had commanded him."},{"bookname":"Genesis","chapter":"7","verse":"10","text":"And after seven days the floodwaters engulfed the earth."},{"bookname":"Genesis","chapter":"7","verse":"11","text":"In the six hundredth year of Noah’s life, in the second month, on the seventeenth day of the month &#8211; on that day all the fountains of the great deep burst open and the floodgates of the heavens were opened."},{"bookname":"Genesis","chapter":"7","verse":"12","text":"And the rain fell on the earth forty days and forty nights."},{"bookname":"Genesis","chapter":"7","verse":"13","text":"On that very day Noah entered the ark, accompanied by his sons Shem, Ham, and Japheth, along with his wife and his sons’ three wives."},{"bookname":"Genesis","chapter":"7","verse":"14","text":"They entered, along with every living creature after its kind, every animal after its kind, every creeping thing that creeps on the earth after its kind, and every bird after its kind, everything with wings."},{"bookname":"Genesis","chapter":"7","verse":"15","text":"Pairs of all creatures that have the breath of life came into the ark to Noah."},{"bookname":"Genesis","chapter":"7","verse":"16","text":"Those that entered were male and female, just as God commanded him. Then the Lord shut him in."},{"bookname":"Genesis","chapter":"7","verse":"17","text":"The flood engulfed the earth for forty days. As the waters increased, they lifted the ark and raised it above the earth."},{"bookname":"Genesis","chapter":"7","verse":"18","text":"The waters completely overwhelmed the earth, and the ark floated on the surface of the waters."},{"bookname":"Genesis","chapter":"7","verse":"19","text":"The waters completely inundated the earth so that even all the high mountains under the entire sky were covered."},{"bookname":"Genesis","chapter":"7","verse":"20","text":"The waters rose more than twenty feet above the mountains."},{"bookname":"Genesis","chapter":"7","verse":"21","text":"And all living things that moved on the earth died, including the birds, domestic animals, wild animals, all the creatures that swarm over the earth, and all humankind."},{"bookname":"Genesis","chapter":"7","verse":"22","text":"Everything on dry land that had the breath of life in its nostrils died."},{"bookname":"Genesis","chapter":"7","verse":"23","text":"So the Lord destroyed every living thing that was on the surface of the ground, including people, animals, creatures that creep along the ground, and birds of the sky. They were wiped off the earth. Only Noah and those who were with him in the ark survived."},{"bookname":"Genesis","chapter":"7","verse":"24","text":"The waters prevailed over the earth for 150 days."}],[{"bookname":"Genesis","chapter":"8","verse":"1","text":"But God remembered Noah and all the wild animals and domestic animals that were with him in the ark. God caused a wind to blow over the earth and the waters receded."},{"bookname":"Genesis","chapter":"8","verse":"2","text":"The fountains of the deep and the floodgates of heaven were closed, and the rain stopped falling from the sky."},{"bookname":"Genesis","chapter":"8","verse":"3","text":"The waters kept receding steadily from the earth, so that they had gone down by the end of the 150 days."},{"bookname":"Genesis","chapter":"8","verse":"4","text":"On the seventeenth day of the seventh month, the ark came to rest on one of the mountains of Ararat."},{"bookname":"Genesis","chapter":"8","verse":"5","text":"The waters kept on receding until the tenth month. On the first day of the tenth month, the tops of the mountains became visible."},{"bookname":"Genesis","chapter":"8","verse":"6","text":"At the end of forty days, Noah opened the window he had made in the ark"},{"bookname":"Genesis","chapter":"8","verse":"7","text":"and sent out a raven; it kept flying back and forth until the waters had dried up on the earth."},{"bookname":"Genesis","chapter":"8","verse":"8","text":"Then Noah sent out a dove to see if the waters had receded from the surface of the ground."},{"bookname":"Genesis","chapter":"8","verse":"9","text":"The dove could not find a resting place for its feet because water still covered the surface of the entire earth, and so it returned to Noah in the ark. He stretched out his hand, took the dove, and brought it back into the ark."},{"bookname":"Genesis","chapter":"8","verse":"10","text":"He waited seven more days and then sent out the dove again from the ark."},{"bookname":"Genesis","chapter":"8","verse":"11","text":"When the dove returned to him in the evening, there was a freshly plucked olive leaf in its beak! Noah knew that the waters had receded from the earth."},{"bookname":"Genesis","chapter":"8","verse":"12","text":"He waited another seven days and sent the dove out again, but it did not return to him this time."},{"bookname":"Genesis","chapter":"8","verse":"13","text":"In Noah’s six hundred and first year, in the first day of the first month, the waters had dried up from the earth, and Noah removed the covering from the ark and saw that the surface of the ground was dry."},{"bookname":"Genesis","chapter":"8","verse":"14","text":"And by the twenty-seventh day of the second month the earth was dry."},{"bookname":"Genesis","chapter":"8","verse":"15","text":"Then God spoke to Noah and said,"},{"bookname":"Genesis","chapter":"8","verse":"16","text":"“Come out of the ark, you, your wife, your sons, and your sons’ wives with you."},{"bookname":"Genesis","chapter":"8","verse":"17","text":"Bring out with you all the living creatures that are with you. Bring out every living thing, including the birds, animals, and every creeping thing that creeps on the earth. Let them increase and be fruitful and multiply on the earth!”"},{"bookname":"Genesis","chapter":"8","verse":"18","text":"Noah went out along with his sons, his wife, and his sons’ wives."},{"bookname":"Genesis","chapter":"8","verse":"19","text":"Every living creature, every creeping thing, every bird, and everything that moves on the earth went out of the ark in their groups."},{"bookname":"Genesis","chapter":"8","verse":"20","text":"Noah built an altar to the Lord. He then took some of every kind of clean animal and clean bird and offered burnt offerings on the altar."},{"bookname":"Genesis","chapter":"8","verse":"21","text":"And the Lord smelled the soothing aroma and said to himself, “I will never again curse the ground because of humankind, even though the inclination of their minds is evil from childhood on. I will never again destroy everything that lives, as I have just done."},{"bookname":"Genesis","chapter":"8","verse":"22","text":"“While the earth continues to exist, planting time and harvest, cold and heat, summer and winter, and day and night will not cease.”"}],[{"bookname":"Genesis","chapter":"9","verse":"1","text":"Then God blessed Noah and his sons and said to them, “Be fruitful and multiply and fill the earth.","title":"God&#8217;s Covenant with Humankind through Noah"},{"bookname":"Genesis","chapter":"9","verse":"2","text":"Every living creature of the earth and every bird of the sky will be terrified of you. Everything that creeps on the ground and all the fish of the sea are under your authority."},{"bookname":"Genesis","chapter":"9","verse":"3","text":"You may eat any moving thing that lives. As I gave you the green plants, I now give you everything."},{"bookname":"Genesis","chapter":"9","verse":"4","text":"But you must not eat meat with its life (that is, its blood) in it."},{"bookname":"Genesis","chapter":"9","verse":"5","text":"For your lifeblood I will surely exact punishment, from every living creature I will exact punishment. From each person I will exact punishment for the life of the individual since the man was his relative."},{"bookname":"Genesis","chapter":"9","verse":"6","text":"“Whoever sheds human blood, by other humans must his blood be shed; for in God’s image God has made humankind.”"},{"bookname":"Genesis","chapter":"9","verse":"7","text":"But as for you, be fruitful and multiply; increase abundantly on the earth and multiply on it.”"},{"bookname":"Genesis","chapter":"9","verse":"8","text":"God said to Noah and his sons,"},{"bookname":"Genesis","chapter":"9","verse":"9","text":"“Look! I now confirm my covenant with you and your descendants after you"},{"bookname":"Genesis","chapter":"9","verse":"10","text":"and with every living creature that is with you, including the birds, the domestic animals, and every living creature of the earth with you, all those that came out of the ark with you &#8211; every living creature of the earth."},{"bookname":"Genesis","chapter":"9","verse":"11","text":"I confirm my covenant with you: Never again will all living things be wiped out by the waters of a flood; never again will a flood destroy the earth.”"},{"bookname":"Genesis","chapter":"9","verse":"12","text":"And God said, “This is the guarantee of the covenant I am making with you and every living creature with you, a covenant for all subsequent generations:"},{"bookname":"Genesis","chapter":"9","verse":"13","text":"I will place my rainbow in the clouds, and it will become a guarantee of the covenant between me and the earth."},{"bookname":"Genesis","chapter":"9","verse":"14","text":"Whenever I bring clouds over the earth and the rainbow appears in the clouds,"},{"bookname":"Genesis","chapter":"9","verse":"15","text":"then I will remember my covenant with you and with all living creatures of all kinds. Never again will the waters become a flood and destroy all living things."},{"bookname":"Genesis","chapter":"9","verse":"16","text":"When the rainbow is in the clouds, I will notice it and remember the perpetual covenant between God and all living creatures of all kinds that are on the earth.” "},{"bookname":"Genesis","chapter":"9","verse":"17","text":"So God said to Noah, “This is the guarantee of the covenant that I am confirming between me and all living things that are on the earth.”"},{"bookname":"Genesis","chapter":"9","verse":"18","text":"The sons of Noah who came out of the ark were Shem, Ham, and Japheth. (Now Ham was the father of Canaan.)","title":"The Curse of Canaan"},{"bookname":"Genesis","chapter":"9","verse":"19","text":"These were the sons of Noah, and from them the whole earth was populated."},{"bookname":"Genesis","chapter":"9","verse":"20","text":"Noah, a man of the soil, began to plant a vineyard."},{"bookname":"Genesis","chapter":"9","verse":"21","text":"When he drank some of the wine, he got drunk and uncovered himself inside his tent."},{"bookname":"Genesis","chapter":"9","verse":"22","text":"Ham, the father of Canaan, saw his father’s nakedness and told his two brothers who were outside."},{"bookname":"Genesis","chapter":"9","verse":"23","text":"Shem and Japheth took the garment and placed it on their shoulders. Then they walked in backwards and covered up their father’s nakedness. Their faces were turned the other way so they did not see their father’s nakedness."},{"bookname":"Genesis","chapter":"9","verse":"24","text":"When Noah awoke from his drunken stupor he learned what his youngest son had done to him."},{"bookname":"Genesis","chapter":"9","verse":"25","text":"So he said, “Cursed be Canaan! The lowest of slaves he will be to his brothers.”"},{"bookname":"Genesis","chapter":"9","verse":"26","text":"He also said, “Worthy of praise is the Lord, the God of Shem! May Canaan be the slave of Shem!"},{"bookname":"Genesis","chapter":"9","verse":"27","text":"May God enlarge Japheth’s territory and numbers! May he live in the tents of Shem and may Canaan be his slave!”"},{"bookname":"Genesis","chapter":"9","verse":"28","text":"After the flood Noah lived 350 years."},{"bookname":"Genesis","chapter":"9","verse":"29","text":"The entire lifetime of Noah was 950 years, and then he died."}],[{"bookname":"Genesis","chapter":"10","verse":"1","text":"This is the account of Noah’s sons Shem, Ham, and Japheth. Sons were born to them after the flood.","title":"The Table of Nations"},{"bookname":"Genesis","chapter":"10","verse":"2","text":"The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."},{"bookname":"Genesis","chapter":"10","verse":"3","text":"The sons of Gomer were Askenaz, Riphath, and Togarmah."},{"bookname":"Genesis","chapter":"10","verse":"4","text":"The sons of Javan were Elishah, Tarshish, the Kittim, and the Dodanim."},{"bookname":"Genesis","chapter":"10","verse":"5","text":"From these the coastlands of the nations were separated into their lands, every one according to its language, according to their families, by their nations."},{"bookname":"Genesis","chapter":"10","verse":"6","text":"The sons of Ham were Cush, Mizraim, Put, and Canaan."},{"bookname":"Genesis","chapter":"10","verse":"7","text":"The sons of Cush were Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah were Sheba and Dedan."},{"bookname":"Genesis","chapter":"10","verse":"8","text":"Cush was the father of Nimrod; he began to be a valiant warrior on the earth."},{"bookname":"Genesis","chapter":"10","verse":"9","text":"He was a mighty hunter before the Lord. (That is why it is said, “Like Nimrod, a mighty hunter before the Lord.”)"},{"bookname":"Genesis","chapter":"10","verse":"10","text":"The primary regions of his kingdom were Babel, Erech, Akkad, and Calneh in the land of Shinar."},{"bookname":"Genesis","chapter":"10","verse":"11","text":"From that land he went to Assyria, where he built Nineveh, Rehoboth-Ir, Calah,"},{"bookname":"Genesis","chapter":"10","verse":"12","text":"and Resen, which is between Nineveh and the great city Calah."},{"bookname":"Genesis","chapter":"10","verse":"13","text":"Mizraim was the father of the Ludites, Anamites, Lehabites, Naphtuhites,"},{"bookname":"Genesis","chapter":"10","verse":"14","text":"Pathrusites, Casluhites (from whom the Philistines came), and Caphtorites."},{"bookname":"Genesis","chapter":"10","verse":"15","text":"Canaan was the father of Sidon his firstborn, Heth,"},{"bookname":"Genesis","chapter":"10","verse":"16","text":"the Jebusites, Amorites, Girgashites,"},{"bookname":"Genesis","chapter":"10","verse":"17","text":"Hivites, Arkites, Sinites,"},{"bookname":"Genesis","chapter":"10","verse":"18","text":"Arvadites, Zemarites, and Hamathites. Eventually the families of the Canaanites were scattered"},{"bookname":"Genesis","chapter":"10","verse":"19","text":"and the borders of Canaan extended from Sidon all the way to Gerar as far as Gaza, and all the way to Sodom, Gomorrah, Admah, and Zeboiim, as far as Lasha."},{"bookname":"Genesis","chapter":"10","verse":"20","text":"These are the sons of Ham, according to their families, according to their languages, by their lands, and by their nations."},{"bookname":"Genesis","chapter":"10","verse":"21","text":"And sons were also born to Shem (the older brother of Japheth), the father of all the sons of Eber."},{"bookname":"Genesis","chapter":"10","verse":"22","text":"The sons of Shem were Elam, Asshur, Arphaxad, Lud, and Aram."},{"bookname":"Genesis","chapter":"10","verse":"23","text":"The sons of Aram were Uz, Hul, Gether, and Mash."},{"bookname":"Genesis","chapter":"10","verse":"24","text":"Arphaxad was the father of Shelah, and Shelah was the father of Eber."},{"bookname":"Genesis","chapter":"10","verse":"25","text":"Two sons were born to Eber: One was named Peleg because in his days the earth was divided, and his brother’s name was Joktan."},{"bookname":"Genesis","chapter":"10","verse":"26","text":"Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,"},{"bookname":"Genesis","chapter":"10","verse":"27","text":"Hadoram, Uzal, Diklah,"},{"bookname":"Genesis","chapter":"10","verse":"28","text":"Obal, Abimael, Sheba,"},{"bookname":"Genesis","chapter":"10","verse":"29","text":"Ophir, Havilah, and Jobab. All these were sons of Joktan."},{"bookname":"Genesis","chapter":"10","verse":"30","text":"Their dwelling place was from Mesha all the way to Sephar in the eastern hills."},{"bookname":"Genesis","chapter":"10","verse":"31","text":"These are the sons of Shem according to their families, according to their languages, by their lands, and according to their nations."},{"bookname":"Genesis","chapter":"10","verse":"32","text":"These are the families of the sons of Noah, according to their genealogies, by their nations, and from these the nations spread over the earth after the flood."}],[{"bookname":"Genesis","chapter":"11","verse":"1","text":"The whole earth had a common language and a common vocabulary.","title":"The Dispersion of the Nations at Babel"},{"bookname":"Genesis","chapter":"11","verse":"2","text":"When the people moved eastward, they found a plain in Shinar and settled there."},{"bookname":"Genesis","chapter":"11","verse":"3","text":"Then they said to one another, “Come, let’s make bricks and bake them thoroughly.” (They had brick instead of stone and tar instead of mortar.)"},{"bookname":"Genesis","chapter":"11","verse":"4","text":"Then they said, “Come, let’s build ourselves a city and a tower with its top in the heavens so that we may make a name for ourselves. Otherwise we will be scattered across the face of the entire earth.”"},{"bookname":"Genesis","chapter":"11","verse":"5","text":"But the Lord came down to see the city and the tower that the people had started building."},{"bookname":"Genesis","chapter":"11","verse":"6","text":"And the Lord said, “If as one people all sharing a common language they have begun to do this, then nothing they plan to do will be beyond them."},{"bookname":"Genesis","chapter":"11","verse":"7","text":"Come, let’s go down and confuse their language so they won’t be able to understand each other.”"},{"bookname":"Genesis","chapter":"11","verse":"8","text":"So the Lord scattered them from there across the face of the entire earth, and they stopped building the city."},{"bookname":"Genesis","chapter":"11","verse":"9","text":"That is why its name was called Babel &#8211; because there the Lord confused the language of the entire world, and from there the Lord scattered them across the face of the entire earth."},{"bookname":"Genesis","chapter":"11","verse":"10","text":"This is the account of Shem. Shem was 100 old when he became the father of Arphaxad, two years after the flood.","title":"The Genealogy of Shem"},{"bookname":"Genesis","chapter":"11","verse":"11","text":"And after becoming the father of Arphaxad, Shem lived 500 years and had other sons and daughters."},{"bookname":"Genesis","chapter":"11","verse":"12","text":"When Arphaxad had lived 35 years, he became the father of Shelah."},{"bookname":"Genesis","chapter":"11","verse":"13","text":"And after he became the father of Shelah, Arphaxad lived 403 years and had other sons and daughters."},{"bookname":"Genesis","chapter":"11","verse":"14","text":"When Shelah had lived 30 years, he became the father of Eber."},{"bookname":"Genesis","chapter":"11","verse":"15","text":"And after he became the father of Eber, Shelah lived 403 years and had other sons and daughters."},{"bookname":"Genesis","chapter":"11","verse":"16","text":"When Eber had lived 34 years, he became the father of Peleg."},{"bookname":"Genesis","chapter":"11","verse":"17","text":"And after he became the father of Peleg, Eber lived 430 years and had other sons and daughters."},{"bookname":"Genesis","chapter":"11","verse":"18","text":"When Peleg had lived 30 years, he became the father of Reu."},{"bookname":"Genesis","chapter":"11","verse":"19","text":"And after he became the father of Reu, Peleg lived 209 years and had other sons and daughters."},{"bookname":"Genesis","chapter":"11","verse":"20","text":"When Reu had lived 32 years, he became the father of Serug."},{"bookname":"Genesis","chapter":"11","verse":"21","text":"And after he became the father of Serug, Reu lived 207 years and had other sons and daughters."},{"bookname":"Genesis","chapter":"11","verse":"22","text":"When Serug had lived 30 years, he became the father of Nahor."},{"bookname":"Genesis","chapter":"11","verse":"23","text":"And after he became the father of Nahor, Serug lived 200 years and had other sons and daughters."},{"bookname":"Genesis","chapter":"11","verse":"24","text":"When Nahor had lived 29 years, he became the father of Terah."},{"bookname":"Genesis","chapter":"11","verse":"25","text":"And after he became the father of Terah, Nahor lived 119 years and had other sons and daughters."},{"bookname":"Genesis","chapter":"11","verse":"26","text":"When Terah had lived 70 years, he became the father of Abram, Nahor, and Haran."},{"bookname":"Genesis","chapter":"11","verse":"27","text":"This is the account of Terah. Terah became the father of Abram, Nahor, and Haran. And Haran became the father of Lot.","title":"The Record of Terah"},{"bookname":"Genesis","chapter":"11","verse":"28","text":"Haran died in the land of his birth, in Ur of the Chaldeans, while his father Terah was still alive."},{"bookname":"Genesis","chapter":"11","verse":"29","text":"And Abram and Nahor took wives for themselves. The name of Abram’s wife was Sarai, and the name of Nahor’s wife was Milcah; she was the daughter of Haran, the father of both Milcah and Iscah."},{"bookname":"Genesis","chapter":"11","verse":"30","text":"But Sarai was barren; she had no children."},{"bookname":"Genesis","chapter":"11","verse":"31","text":"Terah took his son Abram, his grandson Lot (the son of Haran), and his daughter-in-law Sarai, his son Abram’s wife, and with them he set out from Ur of the Chaldeans to go to Canaan. When they came to Haran, they settled there."},{"bookname":"Genesis","chapter":"11","verse":"32","text":"The lifetime of Terah was 205 years, and he died in Haran."}],[{"bookname":"Genesis","chapter":"12","verse":"1","text":"Now the Lord said to Abram, “Go out from your country, your relatives, and your father’s household to the land that I will show you.","title":"The Obedience of Abram"},{"bookname":"Genesis","chapter":"12","verse":"2","text":"Then I will make you into a great nation, and I will bless you, and I will make your name great, so that you will exemplify divine blessing."},{"bookname":"Genesis","chapter":"12","verse":"3","text":"I will bless those who bless you, but the one who treats you lightly I must curse, and all the families of the earth will bless one another by your name.”"},{"bookname":"Genesis","chapter":"12","verse":"4","text":"So Abram left, just as the Lord had told him to do, and Lot went with him. (Now Abram was 75 years old when he departed from Haran.)"},{"bookname":"Genesis","chapter":"12","verse":"5","text":"And Abram took his wife Sarai, his nephew Lot, and all the possessions they had accumulated and the people they had acquired in Haran, and they left for the land of Canaan. They entered the land of Canaan."},{"bookname":"Genesis","chapter":"12","verse":"6","text":"Abram traveled through the land as far as the oak tree of Moreh at Shechem. (At that time the Canaanites were in the land.)"},{"bookname":"Genesis","chapter":"12","verse":"7","text":"The Lord appeared to Abram and said, “To your descendants I will give this land.” So Abram built an altar there to the Lord, who had appeared to him."},{"bookname":"Genesis","chapter":"12","verse":"8","text":"Then he moved from there to the hill country east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. There he built an altar to the Lord and worshiped the Lord."},{"bookname":"Genesis","chapter":"12","verse":"9","text":"Abram continually journeyed by stages down to the Negev."},{"bookname":"Genesis","chapter":"12","verse":"10","text":"There was a famine in the land, so Abram went down to Egypt to stay for a while because the famine was severe.","title":"The Promised Blessing Jeopardized"},{"bookname":"Genesis","chapter":"12","verse":"11","text":"As he approached Egypt, he said to his wife Sarai, “Look, I know that you are a beautiful woman."},{"bookname":"Genesis","chapter":"12","verse":"12","text":"When the Egyptians see you they will say, ‘This is his wife.’ Then they will kill me but will keep you alive."},{"bookname":"Genesis","chapter":"12","verse":"13","text":"So tell them you are my sister so that it may go well for me because of you and my life will be spared on account of you.”"},{"bookname":"Genesis","chapter":"12","verse":"14","text":"When Abram entered Egypt, the Egyptians saw that the woman was very beautiful."},{"bookname":"Genesis","chapter":"12","verse":"15","text":"When Pharaoh’s officials saw her, they praised her to Pharaoh. So Abram’s wife was taken into the household of Pharaoh,"},{"bookname":"Genesis","chapter":"12","verse":"16","text":"and he did treat Abram well on account of her. Abram received sheep and cattle, male donkeys, male servants, female servants, female donkeys, and camels."},{"bookname":"Genesis","chapter":"12","verse":"17","text":"But the Lord struck Pharaoh and his household with severe diseases because of Sarai, Abram’s wife."},{"bookname":"Genesis","chapter":"12","verse":"18","text":"So Pharaoh summoned Abram and said, “What is this you have done to me? Why didn’t you tell me that she was your wife?"},{"bookname":"Genesis","chapter":"12","verse":"19","text":"Why did you say, ‘She is my sister,’ so that I took her to be my wife? Here is your wife! Take her and go!”"},{"bookname":"Genesis","chapter":"12","verse":"20","text":"Pharaoh gave his men orders about Abram, and so they expelled him, along with his wife and all his possessions."}],[{"bookname":"Genesis","chapter":"13","verse":"1","text":"So Abram went up from Egypt into the Negev. He took his wife and all his possessions with him, as well as Lot.","title":"Abram&#8217;s Solution to the Strife"},{"bookname":"Genesis","chapter":"13","verse":"2","text":"(Now Abram was very wealthy in livestock, silver, and gold.)"},{"bookname":"Genesis","chapter":"13","verse":"3","text":"And he journeyed from place to place from the Negev as far as Bethel. He returned to the place where he had pitched his tent at the beginning, between Bethel and Ai."},{"bookname":"Genesis","chapter":"13","verse":"4","text":"This was the place where he had first built the altar, and there Abram worshiped the Lord."},{"bookname":"Genesis","chapter":"13","verse":"5","text":"Now Lot, who was traveling with Abram, also had flocks, herds, and tents."},{"bookname":"Genesis","chapter":"13","verse":"6","text":"But the land could not support them while they were living side by side. Because their possessions were so great, they were not able to live alongside one another."},{"bookname":"Genesis","chapter":"13","verse":"7","text":"So there were quarrels between Abram’s herdsmen and Lot’s herdsmen. (Now the Canaanites and the Perizzites were living in the land at that time.)"},{"bookname":"Genesis","chapter":"13","verse":"8","text":"Abram said to Lot, “Let there be no quarreling between me and you, and between my herdsmen and your herdsmen, for we are close relatives."},{"bookname":"Genesis","chapter":"13","verse":"9","text":"Is not the whole land before you? Separate yourself now from me. If you go to the left, then I’ll go to the right, but if you go to the right, then I’ll go to the left.”"},{"bookname":"Genesis","chapter":"13","verse":"10","text":"Lot looked up and saw the whole region of the Jordan. He noticed that all of it was well-watered (before the Lord obliterated Sodom and Gomorrah) like the garden of the Lord, like the land of Egypt, all the way to Zoar."},{"bookname":"Genesis","chapter":"13","verse":"11","text":"Lot chose for himself the whole region of the Jordan and traveled toward the east. So the relatives separated from each other."},{"bookname":"Genesis","chapter":"13","verse":"12","text":"Abram settled in the land of Canaan, but Lot settled among the cities of the Jordan plain and pitched his tents next to Sodom."},{"bookname":"Genesis","chapter":"13","verse":"13","text":"(Now the people of Sodom were extremely wicked rebels against the Lord.)"},{"bookname":"Genesis","chapter":"13","verse":"14","text":"After Lot had departed, the Lord said to Abram, “Look from the place where you stand to the north, south, east, and west."},{"bookname":"Genesis","chapter":"13","verse":"15","text":"I will give all the land that you see to you and your descendants forever."},{"bookname":"Genesis","chapter":"13","verse":"16","text":"And I will make your descendants like the dust of the earth, so that if anyone is able to count the dust of the earth, then your descendants also can be counted."},{"bookname":"Genesis","chapter":"13","verse":"17","text":"Get up and walk throughout the land, for I will give it to you.”"},{"bookname":"Genesis","chapter":"13","verse":"18","text":"So Abram moved his tents and went to live by the oaks of Mamre in Hebron, and he built an altar to the Lord there."}],[{"bookname":"Genesis","chapter":"14","verse":"1","text":"At that time Amraphel king of Shinar, Arioch king of Ellasar, Kedorlaomer king of Elam, and Tidal king of nations","title":"The Blessing of Victory for God&#8217;s People"},{"bookname":"Genesis","chapter":"14","verse":"2","text":"went to war against Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (that is, Zoar)."},{"bookname":"Genesis","chapter":"14","verse":"3","text":"These last five kings joined forces in the Valley of Siddim (that is, the Salt Sea)."},{"bookname":"Genesis","chapter":"14","verse":"4","text":"For twelve years they had served Kedorlaomer, but in the thirteenth year they rebelled."},{"bookname":"Genesis","chapter":"14","verse":"5","text":"In the fourteenth year, Kedorlaomer and the kings who were his allies came and defeated the Rephaites in Ashteroth Karnaim, the Zuzites in Ham, the Emites in Shaveh Kiriathaim,"},{"bookname":"Genesis","chapter":"14","verse":"6","text":"and the Horites in their hill country of Seir, as far as El Paran, which is near the desert."},{"bookname":"Genesis","chapter":"14","verse":"7","text":"Then they attacked En Mishpat (that is, Kadesh) again, and they conquered all the territory of the Amalekites, as well as the Amorites who were living in Hazazon Tamar."},{"bookname":"Genesis","chapter":"14","verse":"8","text":"Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar) went out and prepared for battle. In the Valley of Siddim they met"},{"bookname":"Genesis","chapter":"14","verse":"9","text":"Kedorlaomer king of Elam, Tidal king of nations, Amraphel king of Shinar, and Arioch king of Ellasar. Four kings fought against five."},{"bookname":"Genesis","chapter":"14","verse":"10","text":"Now the Valley of Siddim was full of tar pits. When the kings of Sodom and Gomorrah fled, they fell into them, but some survivors fled to the hills."},{"bookname":"Genesis","chapter":"14","verse":"11","text":"The four victorious kings took all the possessions and food of Sodom and Gomorrah and left."},{"bookname":"Genesis","chapter":"14","verse":"12","text":"They also took Abram’s nephew Lot and his possessions when they left, for Lot was living in Sodom."},{"bookname":"Genesis","chapter":"14","verse":"13","text":"A fugitive came and told Abram the Hebrew. Now Abram was living by the oaks of Mamre the Amorite, the brother of Eshcol and Aner. (All these were allied by treaty with Abram.)"},{"bookname":"Genesis","chapter":"14","verse":"14","text":"When Abram heard that his nephew had been taken captive, he mobilized his 318 trained men who had been born in his household, and he pursued the invaders as far as Dan."},{"bookname":"Genesis","chapter":"14","verse":"15","text":"Then, during the night, Abram divided his forces against them and defeated them. He chased them as far as Hobah, which is north of Damascus."},{"bookname":"Genesis","chapter":"14","verse":"16","text":"He retrieved all the stolen property. He also brought back his nephew Lot and his possessions, as well as the women and the rest of the people."},{"bookname":"Genesis","chapter":"14","verse":"17","text":"After Abram returned from defeating Kedorlaomer and the kings who were with him, the king of Sodom went out to meet Abram in the Valley of Shaveh (known as the King’s Valley)."},{"bookname":"Genesis","chapter":"14","verse":"18","text":"Melchizedek king of Salem brought out bread and wine. (Now he was the priest of the Most High God.)"},{"bookname":"Genesis","chapter":"14","verse":"19","text":"He blessed Abram, saying, “Blessed be Abram by the Most High God, Creator of heaven and earth."},{"bookname":"Genesis","chapter":"14","verse":"20","text":"Worthy of praise is the Most High God, who delivered your enemies into your hand.” Abram gave Melchizedek a tenth of everything."},{"bookname":"Genesis","chapter":"14","verse":"21","text":"Then the king of Sodom said to Abram, “Give me the people and take the possessions for yourself.”"},{"bookname":"Genesis","chapter":"14","verse":"22","text":"But Abram replied to the king of Sodom, “I raise my hand to the Lord, the Most High God, Creator of heaven and earth, and vow"},{"bookname":"Genesis","chapter":"14","verse":"23","text":"that I will take nothing belonging to you, not even a thread or the strap of a sandal. That way you can never say, ‘It is I who made Abram rich.’"},{"bookname":"Genesis","chapter":"14","verse":"24","text":"I will take nothing except compensation for what the young men have eaten. As for the share of the men who went with me &#8211; Aner, Eshcol, and Mamre &#8211; let them take their share.”"}],[{"bookname":"Genesis","chapter":"15","verse":"1","text":"After these things the word of the Lord came to Abram in a vision: “Fear not, Abram! I am your shield and the one who will reward you in great abundance.”","title":"The Cutting of the Covenant"},{"bookname":"Genesis","chapter":"15","verse":"2","text":"But Abram said, “O sovereign Lord, what will you give me since I continue to be childless, and my heir is Eliezer of Damascus?”"},{"bookname":"Genesis","chapter":"15","verse":"3","text":"Abram added, “Since you have not given me a descendant, then look, one born in my house will be my heir!”"},{"bookname":"Genesis","chapter":"15","verse":"4","text":"But look, the word of the Lord came to him: “This man will not be your heir, but instead a son who comes from your own body will be your heir.”"},{"bookname":"Genesis","chapter":"15","verse":"5","text":"The Lord took him outside and said, “Gaze into the sky and count the stars &#8211; if you are able to count them!” Then he said to him, “So will your descendants be.”"},{"bookname":"Genesis","chapter":"15","verse":"6","text":"Abram believed the Lord, and the Lord considered his response of faith as proof of genuine loyalty."},{"bookname":"Genesis","chapter":"15","verse":"7","text":"The Lord said to him, “I am the Lord who brought you out from Ur of the Chaldeans to give you this land to possess.”"},{"bookname":"Genesis","chapter":"15","verse":"8","text":"But Abram said, “O sovereign Lord, by what can I know that I am to possess it?”"},{"bookname":"Genesis","chapter":"15","verse":"9","text":"The Lord said to him, “Take for me a heifer, a goat, and a ram, each three years old, along with a dove and a young pigeon.”"},{"bookname":"Genesis","chapter":"15","verse":"10","text":"So Abram took all these for him and then cut them in two and placed each half opposite the other, but he did not cut the birds in half."},{"bookname":"Genesis","chapter":"15","verse":"11","text":"When birds of prey came down on the carcasses, Abram drove them away."},{"bookname":"Genesis","chapter":"15","verse":"12","text":"When the sun went down, Abram fell sound asleep, and great terror overwhelmed him."},{"bookname":"Genesis","chapter":"15","verse":"13","text":"Then the Lord said to Abram, “Know for certain that your descendants will be strangers in a foreign country. They will be enslaved and oppressed for four hundred years."},{"bookname":"Genesis","chapter":"15","verse":"14","text":"But I will execute judgment on the nation that they will serve. Afterward they will come out with many possessions."},{"bookname":"Genesis","chapter":"15","verse":"15","text":"But as for you, you will go to your ancestors in peace and be buried at a good old age."},{"bookname":"Genesis","chapter":"15","verse":"16","text":"In the fourth generation your descendants will return here, for the sin of the Amorites has not yet reached its limit.”"},{"bookname":"Genesis","chapter":"15","verse":"17","text":"When the sun had gone down and it was dark, a smoking firepot with a flaming torch passed between the animal parts."},{"bookname":"Genesis","chapter":"15","verse":"18","text":"That day the Lord made a covenant with Abram: “To your descendants I give this land, from the river of Egypt to the great river, the Euphrates River &#8211;"},{"bookname":"Genesis","chapter":"15","verse":"19","text":"the land of the Kenites, Kenizzites, Kadmonites,"},{"bookname":"Genesis","chapter":"15","verse":"20","text":"Hittites, Perizzites, Rephaites,"},{"bookname":"Genesis","chapter":"15","verse":"21","text":"Amorites, Canaanites, Girgashites, and Jebusites.”"}],[{"bookname":"Genesis","chapter":"16","verse":"1","text":"Now Sarai, Abram’s wife, had not given birth to any children, but she had an Egyptian servant named Hagar.","title":"The Birth of Ishmael"},{"bookname":"Genesis","chapter":"16","verse":"2","text":"So Sarai said to Abram, “Since the Lord has prevented me from having children, have sexual relations with my servant. Perhaps I can have a family by her.” Abram did what Sarai told him."},{"bookname":"Genesis","chapter":"16","verse":"3","text":"So after Abram had lived in Canaan for ten years, Sarai, Abram’s wife, gave Hagar, her Egyptian servant, to her husband to be his wife."},{"bookname":"Genesis","chapter":"16","verse":"4","text":"He had sexual relations with Hagar, and she became pregnant. Once Hagar realized she was pregnant, she despised Sarai."},{"bookname":"Genesis","chapter":"16","verse":"5","text":"Then Sarai said to Abram, “You have brought this wrong on me! I allowed my servant to have sexual relations with you, but when she realized that she was pregnant, she despised me. May the Lord judge between you and me!”"},{"bookname":"Genesis","chapter":"16","verse":"6","text":"Abram said to Sarai, “Since your servant is under your authority, do to her whatever you think best.” Then Sarai treated Hagar harshly, so she ran away from Sarai."},{"bookname":"Genesis","chapter":"16","verse":"7","text":"The Lord’s angel found Hagar near a spring of water in the desert &#8211; the spring that is along the road to Shur."},{"bookname":"Genesis","chapter":"16","verse":"8","text":"He said, “Hagar, servant of Sarai, where have you come from, and where are you going?” She replied, “I’m running away from my mistress, Sarai.”"},{"bookname":"Genesis","chapter":"16","verse":"9","text":"Then the Lord’s angel said to her, “Return to your mistress and submit to her authority."},{"bookname":"Genesis","chapter":"16","verse":"10","text":"I will greatly multiply your descendants,” the Lord’s angel added, “so that they will be too numerous to count.”"},{"bookname":"Genesis","chapter":"16","verse":"11","text":"Then the Lord’s angel said to her, “You are now pregnant and are about to give birth to a son. You are to name him Ishmael, for the Lord has heard your painful groans."},{"bookname":"Genesis","chapter":"16","verse":"12","text":"He will be a wild donkey of a man. He will be hostile to everyone, and everyone will be hostile to him. He will live away from his brothers.”"},{"bookname":"Genesis","chapter":"16","verse":"13","text":"So Hagar named the Lord who spoke to her, “You are the God who sees me,” for she said, “Here I have seen one who sees me!”"},{"bookname":"Genesis","chapter":"16","verse":"14","text":"That is why the well was called Beer Lahai Roi. (It is located between Kadesh and Bered.)"},{"bookname":"Genesis","chapter":"16","verse":"15","text":"So Hagar gave birth to Abram’s son, whom Abram named Ishmael."},{"bookname":"Genesis","chapter":"16","verse":"16","text":"(Now Abram was 86 years old when Hagar gave birth to Ishmael.)"}],[{"bookname":"Genesis","chapter":"17","verse":"1","text":"When Abram was 99 years old, the Lord appeared to him and said, “I am the sovereign God. Walk before me and be blameless.","title":"The Sign of the Covenant"},{"bookname":"Genesis","chapter":"17","verse":"2","text":"Then I will confirm my covenant between me and you, and I will give you a multitude of descendants.”"},{"bookname":"Genesis","chapter":"17","verse":"3","text":"Abram bowed down with his face to the ground, and God said to him,"},{"bookname":"Genesis","chapter":"17","verse":"4","text":"“As for me, this is my covenant with you: You will be the father of a multitude of nations."},{"bookname":"Genesis","chapter":"17","verse":"5","text":"No longer will your name be Abram. Instead, your name will be Abraham because I will make you the father of a multitude of nations."},{"bookname":"Genesis","chapter":"17","verse":"6","text":"I will make you extremely fruitful. I will make nations of you, and kings will descend from you."},{"bookname":"Genesis","chapter":"17","verse":"7","text":"I will confirm my covenant as a perpetual covenant between me and you. It will extend to your descendants after you throughout their generations. I will be your God and the God of your descendants after you."},{"bookname":"Genesis","chapter":"17","verse":"8","text":"I will give the whole land of Canaan &#8211; the land where you are now residing &#8211; to you and your descendants after you as a permanent possession. I will be their God.”"},{"bookname":"Genesis","chapter":"17","verse":"9","text":"Then God said to Abraham, “As for you, you must keep the covenantal requirement I am imposing on you and your descendants after you throughout their generations."},{"bookname":"Genesis","chapter":"17","verse":"10","text":"This is my requirement that you and your descendants after you must keep: Every male among you must be circumcised."},{"bookname":"Genesis","chapter":"17","verse":"11","text":"You must circumcise the flesh of your foreskins. This will be a reminder of the covenant between me and you."},{"bookname":"Genesis","chapter":"17","verse":"12","text":"Throughout your generations every male among you who is eight days old must be circumcised, whether born in your house or bought with money from any foreigner who is not one of your descendants."},{"bookname":"Genesis","chapter":"17","verse":"13","text":"They must indeed be circumcised, whether born in your house or bought with money. The sign of my covenant will be visible in your flesh as a permanent reminder."},{"bookname":"Genesis","chapter":"17","verse":"14","text":"Any uncircumcised male who has not been circumcised in the flesh of his foreskin will be cut off from his people &#8211; he has failed to carry out my requirement.”"},{"bookname":"Genesis","chapter":"17","verse":"15","text":"Then God said to Abraham, “As for your wife, you must no longer call her Sarai; Sarah will be her name."},{"bookname":"Genesis","chapter":"17","verse":"16","text":"I will bless her and will give you a son through her. I will bless her and she will become a mother of nations. Kings of countries will come from her!”"},{"bookname":"Genesis","chapter":"17","verse":"17","text":"Then Abraham bowed down with his face to the ground and laughed as he said to himself, “Can a son be born to a man who is a hundred years old? Can Sarah bear a child at the age of ninety?”"},{"bookname":"Genesis","chapter":"17","verse":"18","text":"Abraham said to God, “O that Ishmael might live before you!”"},{"bookname":"Genesis","chapter":"17","verse":"19","text":"God said, “No, Sarah your wife is going to bear you a son, and you will name him Isaac. I will confirm my covenant with him as a perpetual covenant for his descendants after him."},{"bookname":"Genesis","chapter":"17","verse":"20","text":"As for Ishmael, I have heard you. I will indeed bless him, make him fruitful, and give him a multitude of descendants. He will become the father of twelve princes; I will make him into a great nation."},{"bookname":"Genesis","chapter":"17","verse":"21","text":"But I will establish my covenant with Isaac, whom Sarah will bear to you at this set time next year.”"},{"bookname":"Genesis","chapter":"17","verse":"22","text":"When he finished speaking with Abraham, God went up from him."},{"bookname":"Genesis","chapter":"17","verse":"23","text":"Abraham took his son Ishmael and every male in his household (whether born in his house or bought with money) and circumcised them on that very same day, just as God had told him to do."},{"bookname":"Genesis","chapter":"17","verse":"24","text":"Now Abraham was 99 years old when he was circumcised;"},{"bookname":"Genesis","chapter":"17","verse":"25","text":"his son Ishmael was thirteen years old when he was circumcised."},{"bookname":"Genesis","chapter":"17","verse":"26","text":"Abraham and his son Ishmael were circumcised on the very same day."},{"bookname":"Genesis","chapter":"17","verse":"27","text":"All the men of his household, whether born in his household or bought with money from a foreigner, were circumcised with him."}],[{"bookname":"Genesis","chapter":"18","verse":"1","text":"The Lord appeared to Abraham by the oaks of Mamre while he was sitting at the entrance to his tent during the hottest time of the day.","title":"Three Special Visitors"},{"bookname":"Genesis","chapter":"18","verse":"2","text":"Abraham looked up and saw three men standing across from him. When he saw them he ran from the entrance of the tent to meet them and bowed low to the ground."},{"bookname":"Genesis","chapter":"18","verse":"3","text":"He said, “My lord, if I have found favor in your sight, do not pass by and leave your servant."},{"bookname":"Genesis","chapter":"18","verse":"4","text":"Let a little water be brought so that you may all wash your feet and rest under the tree."},{"bookname":"Genesis","chapter":"18","verse":"5","text":"And let me get a bit of food so that you may refresh yourselves since you have passed by your servant’s home. After that you may be on your way.” “All right,” they replied, “you may do as you say.”"},{"bookname":"Genesis","chapter":"18","verse":"6","text":"So Abraham hurried into the tent and said to Sarah, “Quick! Take three measures of fine flour, knead it, and make bread.”"},{"bookname":"Genesis","chapter":"18","verse":"7","text":"Then Abraham ran to the herd and chose a fine, tender calf, and gave it to a servant, who quickly prepared it."},{"bookname":"Genesis","chapter":"18","verse":"8","text":"Abraham then took some curds and milk, along with the calf that had been prepared, and placed the food before them. They ate while he was standing near them under a tree."},{"bookname":"Genesis","chapter":"18","verse":"9","text":"Then they asked him, “Where is Sarah your wife?” He replied, “There, in the tent.”"},{"bookname":"Genesis","chapter":"18","verse":"10","text":"One of them said, “I will surely return to you when the season comes round again, and your wife Sarah will have a son!” (Now Sarah was listening at the entrance to the tent, not far behind him."},{"bookname":"Genesis","chapter":"18","verse":"11","text":"Abraham and Sarah were old and advancing in years; Sarah had long since passed menopause.)"},{"bookname":"Genesis","chapter":"18","verse":"12","text":"So Sarah laughed to herself, thinking, “After I am worn out will I have pleasure, especially when my husband is old too?”"},{"bookname":"Genesis","chapter":"18","verse":"13","text":"The Lord said to Abraham, “Why did Sarah laugh and say, ‘Will I really have a child when I am old?’"},{"bookname":"Genesis","chapter":"18","verse":"14","text":"Is anything impossible for the Lord? I will return to you when the season comes round again and Sarah will have a son.”"},{"bookname":"Genesis","chapter":"18","verse":"15","text":"Then Sarah lied, saying, “I did not laugh,” because she was afraid. But the Lord said, “No! You did laugh.”"},{"bookname":"Genesis","chapter":"18","verse":"16","text":"When the men got up to leave, they looked out over Sodom. (Now Abraham was walking with them to see them on their way.)","title":"Abraham Pleads for Sodom"},{"bookname":"Genesis","chapter":"18","verse":"17","text":"Then the Lord said, “Should I hide from Abraham what I am about to do?"},{"bookname":"Genesis","chapter":"18","verse":"18","text":"After all, Abraham will surely become a great and powerful nation, and all the nations on the earth will pronounce blessings on one another using his name."},{"bookname":"Genesis","chapter":"18","verse":"19","text":"I have chosen him so that he may command his children and his household after him to keep the way of the Lord by doing what is right and just. Then the Lord will give to Abraham what he promised him.”"},{"bookname":"Genesis","chapter":"18","verse":"20","text":"So the Lord said, “The outcry against Sodom and Gomorrah is so great and their sin so blatant"},{"bookname":"Genesis","chapter":"18","verse":"21","text":"that I must go down and see if they are as wicked as the outcry suggests. If not, I want to know.”"},{"bookname":"Genesis","chapter":"18","verse":"22","text":"The two men turned and headed toward Sodom, but Abraham was still standing before the Lord."},{"bookname":"Genesis","chapter":"18","verse":"23","text":"Abraham approached and said, “Will you sweep away the godly along with the wicked?"},{"bookname":"Genesis","chapter":"18","verse":"24","text":"What if there are fifty godly people in the city? Will you really wipe it out and not spare the place for the sake of the fifty godly people who are in it?"},{"bookname":"Genesis","chapter":"18","verse":"25","text":"Far be it from you to do such a thing &#8211; to kill the godly with the wicked, treating the godly and the wicked alike! Far be it from you! Will not the judge of the whole earth do what is right?”"},{"bookname":"Genesis","chapter":"18","verse":"26","text":"So the Lord replied, “If I find in the city of Sodom fifty godly people, I will spare the whole place for their sake.”"},{"bookname":"Genesis","chapter":"18","verse":"27","text":"Then Abraham asked, “Since I have undertaken to speak to the Lord (although I am but dust and ashes),"},{"bookname":"Genesis","chapter":"18","verse":"28","text":"what if there are five less than the fifty godly people? Will you destroy the whole city because five are lacking?” He replied, “I will not destroy it if I find forty-five there.”"},{"bookname":"Genesis","chapter":"18","verse":"29","text":"Abraham spoke to him again, “What if forty are found there?” He replied, “I will not do it for the sake of the forty.”"},{"bookname":"Genesis","chapter":"18","verse":"30","text":"Then Abraham said, “May the Lord not be angry so that I may speak! What if thirty are found there?” He replied, “I will not do it if I find thirty there.”"},{"bookname":"Genesis","chapter":"18","verse":"31","text":"Abraham said, “Since I have undertaken to speak to the Lord, what if only twenty are found there?” He replied, “I will not destroy it for the sake of the twenty.”"},{"bookname":"Genesis","chapter":"18","verse":"32","text":"Finally Abraham said, “May the Lord not be angry so that I may speak just once more. What if ten are found there?” He replied, “I will not destroy it for the sake of the ten.”"},{"bookname":"Genesis","chapter":"18","verse":"33","text":"The Lord went on his way when he had finished speaking to Abraham. Then Abraham returned home."}],[{"bookname":"Genesis","chapter":"19","verse":"1","text":"The two angels came to Sodom in the evening while Lot was sitting in the city’s gateway. When Lot saw them, he got up to meet them and bowed down with his face toward the ground.","title":"The Destruction of Sodom and Gomorrah"},{"bookname":"Genesis","chapter":"19","verse":"2","text":"He said, “Here, my lords, please turn aside to your servant’s house. Stay the night and wash your feet. Then you can be on your way early in the morning.” “No,” they replied, “we’ll spend the night in the town square.”"},{"bookname":"Genesis","chapter":"19","verse":"3","text":"But he urged them persistently, so they turned aside with him and entered his house. He prepared a feast for them, including bread baked without yeast, and they ate."},{"bookname":"Genesis","chapter":"19","verse":"4","text":"Before they could lie down to sleep, all the men &#8211; both young and old, from every part of the city of Sodom &#8211; surrounded the house."},{"bookname":"Genesis","chapter":"19","verse":"5","text":"They shouted to Lot, “Where are the men who came to you tonight? Bring them out to us so we can have sex with them!”"},{"bookname":"Genesis","chapter":"19","verse":"6","text":"Lot went outside to them, shutting the door behind him."},{"bookname":"Genesis","chapter":"19","verse":"7","text":"He said, “No, my brothers! Don’t act so wickedly!"},{"bookname":"Genesis","chapter":"19","verse":"8","text":"Look, I have two daughters who have never had sexual relations with a man. Let me bring them out to you, and you can do to them whatever you please. Only don’t do anything to these men, for they have come under the protection of my roof.”"},{"bookname":"Genesis","chapter":"19","verse":"9","text":"“Out of our way!” they cried, and “This man came to live here as a foreigner, and now he dares to judge us! We’ll do more harm to you than to them!” They kept pressing in on Lot until they were close enough to break down the door."},{"bookname":"Genesis","chapter":"19","verse":"10","text":"So the men inside reached out and pulled Lot back into the house as they shut the door."},{"bookname":"Genesis","chapter":"19","verse":"11","text":"Then they struck the men who were at the door of the house, from the youngest to the oldest, with blindness. The men outside wore themselves out trying to find the door."},{"bookname":"Genesis","chapter":"19","verse":"12","text":"Then the two visitors said to Lot, “Who else do you have here? Do you have any sons-in-law, sons, daughters, or other relatives in the city? Get them out of this place"},{"bookname":"Genesis","chapter":"19","verse":"13","text":"because we are about to destroy it. The outcry against this place is so great before the Lord that he has sent us to destroy it.”"},{"bookname":"Genesis","chapter":"19","verse":"14","text":"Then Lot went out and spoke to his sons-in-law who were going to marry his daughters. He said, “Quick, get out of this place because the Lord is about to destroy the city!” But his sons-in-law thought he was ridiculing them."},{"bookname":"Genesis","chapter":"19","verse":"15","text":"At dawn the angels hurried Lot along, saying, “Get going! Take your wife and your two daughters who are here, or else you will be destroyed when the city is judged!”"},{"bookname":"Genesis","chapter":"19","verse":"16","text":"When Lot hesitated, the men grabbed his hand and the hands of his wife and two daughters because the Lord had compassion on them. They led them away and placed them outside the city."},{"bookname":"Genesis","chapter":"19","verse":"17","text":"When they had brought them outside, they said, “Run for your lives! Don’t look behind you or stop anywhere in the valley! Escape to the mountains or you will be destroyed!”"},{"bookname":"Genesis","chapter":"19","verse":"18","text":"But Lot said to them, “No, please, Lord!"},{"bookname":"Genesis","chapter":"19","verse":"19","text":"Your servant has found favor with you, and you have shown me great kindness by sparing my life. But I am not able to escape to the mountains because this disaster will overtake me and I’ll die."},{"bookname":"Genesis","chapter":"19","verse":"20","text":"Look, this town over here is close enough to escape to, and it’s just a little one. Let me go there. It’s just a little place, isn’t it? Then I’ll survive.”"},{"bookname":"Genesis","chapter":"19","verse":"21","text":"“Very well,” he replied, “I will grant this request too and will not overthrow the town you mentioned."},{"bookname":"Genesis","chapter":"19","verse":"22","text":"Run there quickly, for I cannot do anything until you arrive there.” (This incident explains why the town was called Zoar.)"},{"bookname":"Genesis","chapter":"19","verse":"23","text":"The sun had just risen over the land as Lot reached Zoar."},{"bookname":"Genesis","chapter":"19","verse":"24","text":"Then the Lord rained down sulfur and fire on Sodom and Gomorrah. It was sent down from the sky by the Lord."},{"bookname":"Genesis","chapter":"19","verse":"25","text":"So he overthrew those cities and all that region, including all the inhabitants of the cities and the vegetation that grew from the ground."},{"bookname":"Genesis","chapter":"19","verse":"26","text":"But Lot’s wife looked back longingly and was turned into a pillar of salt."},{"bookname":"Genesis","chapter":"19","verse":"27","text":"Abraham got up early in the morning and went to the place where he had stood before the Lord."},{"bookname":"Genesis","chapter":"19","verse":"28","text":"He looked out toward Sodom and Gomorrah and all the land of that region. As he did so, he saw the smoke rising up from the land like smoke from a furnace."},{"bookname":"Genesis","chapter":"19","verse":"29","text":"So when God destroyed the cities of the region, God honored Abraham’s request. He removed Lot from the midst of the destruction when he destroyed the cities Lot had lived in."},{"bookname":"Genesis","chapter":"19","verse":"30","text":"Lot went up from Zoar with his two daughters and settled in the mountains because he was afraid to live in Zoar. So he lived in a cave with his two daughters."},{"bookname":"Genesis","chapter":"19","verse":"31","text":"Later the older daughter said to the younger, “Our father is old, and there is no man anywhere nearby to have sexual relations with us, according to the way of all the world."},{"bookname":"Genesis","chapter":"19","verse":"32","text":"Come, let’s make our father drunk with wine so we can have sexual relations with him and preserve our family line through our father.”"},{"bookname":"Genesis","chapter":"19","verse":"33","text":"So that night they made their father drunk with wine, and the older daughter came and had sexual relations with her father. But he was not aware that she had sexual relations with him and then got up."},{"bookname":"Genesis","chapter":"19","verse":"34","text":"So in the morning the older daughter said to the younger, “Since I had sexual relations with my father last night, let’s make him drunk again tonight. Then you go and have sexual relations with him so we can preserve our family line through our father.”"},{"bookname":"Genesis","chapter":"19","verse":"35","text":"So they made their father drunk that night as well, and the younger one came and had sexual relations with him. But he was not aware that she had sexual relations with him and then got up."},{"bookname":"Genesis","chapter":"19","verse":"36","text":"In this way both of Lot’s daughters became pregnant by their father."},{"bookname":"Genesis","chapter":"19","verse":"37","text":"The older daughter gave birth to a son and named him Moab. He is the ancestor of the Moabites of today."},{"bookname":"Genesis","chapter":"19","verse":"38","text":"The younger daughter also gave birth to a son and named him Ben-Ammi. He is the ancestor of the Ammonites of today."}],[{"bookname":"Genesis","chapter":"20","verse":"1","text":"Abraham journeyed from there to the Negev region and settled between Kadesh and Shur. While he lived as a temporary resident in Gerar,","title":"Abraham and Abimelech"},{"bookname":"Genesis","chapter":"20","verse":"2","text":"Abraham said about his wife Sarah, “She is my sister.” So Abimelech, king of Gerar, sent for Sarah and took her."},{"bookname":"Genesis","chapter":"20","verse":"3","text":"But God appeared to Abimelech in a dream at night and said to him, “You are as good as dead because of the woman you have taken, for she is someone else’s wife.”"},{"bookname":"Genesis","chapter":"20","verse":"4","text":"Now Abimelech had not gone near her. He said, “Lord, would you really slaughter an innocent nation?"},{"bookname":"Genesis","chapter":"20","verse":"5","text":"Did Abraham not say to me, ‘She is my sister’? And she herself said, ‘He is my brother.’ I have done this with a clear conscience and with innocent hands!”"},{"bookname":"Genesis","chapter":"20","verse":"6","text":"Then in the dream God replied to him, “Yes, I know that you have done this with a clear conscience. That is why I have kept you from sinning against me and why I did not allow you to touch her."},{"bookname":"Genesis","chapter":"20","verse":"7","text":"But now give back the man’s wife. Indeed he is a prophet and he will pray for you; thus you will live. But if you don’t give her back, know that you will surely die along with all who belong to you.”"},{"bookname":"Genesis","chapter":"20","verse":"8","text":"Early in the morning Abimelech summoned all his servants. When he told them about all these things, they were terrified."},{"bookname":"Genesis","chapter":"20","verse":"9","text":"Abimelech summoned Abraham and said to him, “What have you done to us? What sin did I commit against you that would cause you to bring such great guilt on me and my kingdom? You have done things to me that should not be done!”"},{"bookname":"Genesis","chapter":"20","verse":"10","text":"Then Abimelech asked Abraham, “What prompted you to do this thing?”"},{"bookname":"Genesis","chapter":"20","verse":"11","text":"Abraham replied, “Because I thought, ‘Surely no one fears God in this place. They will kill me because of my wife.’"},{"bookname":"Genesis","chapter":"20","verse":"12","text":"What’s more, she is indeed my sister, my father’s daughter, but not my mother’s daughter. She became my wife."},{"bookname":"Genesis","chapter":"20","verse":"13","text":"When God made me wander from my father’s house, I told her, ‘This is what you can do to show your loyalty to me: Every place we go, say about me, “He is my brother.”’”"},{"bookname":"Genesis","chapter":"20","verse":"14","text":"So Abimelech gave sheep, cattle, and male and female servants to Abraham. He also gave his wife Sarah back to him."},{"bookname":"Genesis","chapter":"20","verse":"15","text":"Then Abimelech said, “Look, my land is before you; live wherever you please.”"},{"bookname":"Genesis","chapter":"20","verse":"16","text":"To Sarah he said, “Look, I have given a thousand pieces of silver to your ‘brother.’ This is compensation for you so that you will stand vindicated before all who are with you.”"},{"bookname":"Genesis","chapter":"20","verse":"17","text":"Abraham prayed to God, and God healed Abimelech, as well as his wife and female slaves so that they were able to have children."},{"bookname":"Genesis","chapter":"20","verse":"18","text":"For the Lord had caused infertility to strike every woman in the household of Abimelech because he took Sarah, Abraham’s wife."}],[{"bookname":"Genesis","chapter":"21","verse":"1","text":"The Lord visited Sarah just as he had said he would and did for Sarah what he had promised.","title":"The Birth of Isaac"},{"bookname":"Genesis","chapter":"21","verse":"2","text":"So Sarah became pregnant and bore Abraham a son in his old age at the appointed time that God had told him."},{"bookname":"Genesis","chapter":"21","verse":"3","text":"Abraham named his son &#8211; whom Sarah bore to him &#8211; Isaac."},{"bookname":"Genesis","chapter":"21","verse":"4","text":"When his son Isaac was eight days old, Abraham circumcised him just as God had commanded him to do."},{"bookname":"Genesis","chapter":"21","verse":"5","text":"(Now Abraham was a hundred years old when his son Isaac was born to him.)"},{"bookname":"Genesis","chapter":"21","verse":"6","text":"Sarah said, “God has made me laugh. Everyone who hears about this will laugh with me.”"},{"bookname":"Genesis","chapter":"21","verse":"7","text":"She went on to say, “Who would have said to Abraham that Sarah would nurse children? Yet I have given birth to a son for him in his old age!”"},{"bookname":"Genesis","chapter":"21","verse":"8","text":"The child grew and was weaned. Abraham prepared a great feast on the day that Isaac was weaned."},{"bookname":"Genesis","chapter":"21","verse":"9","text":"But Sarah noticed the son of Hagar the Egyptian &#8211; the son whom Hagar had borne to Abraham &#8211; mocking."},{"bookname":"Genesis","chapter":"21","verse":"10","text":"So she said to Abraham, “Banish that slave woman and her son, for the son of that slave woman will not be an heir along with my son Isaac!”"},{"bookname":"Genesis","chapter":"21","verse":"11","text":"Sarah’s demand displeased Abraham greatly because Ishmael was his son."},{"bookname":"Genesis","chapter":"21","verse":"12","text":"But God said to Abraham, “Do not be upset about the boy or your slave wife. Do all that Sarah is telling you because through Isaac your descendants will be counted."},{"bookname":"Genesis","chapter":"21","verse":"13","text":"But I will also make the son of the slave wife into a great nation, for he is your descendant too.”"},{"bookname":"Genesis","chapter":"21","verse":"14","text":"Early in the morning Abraham took some food and a skin of water and gave them to Hagar. He put them on her shoulders, gave her the child, and sent her away. So she went wandering aimlessly through the wilderness of Beer Sheba."},{"bookname":"Genesis","chapter":"21","verse":"15","text":"When the water in the skin was gone, she shoved the child under one of the shrubs."},{"bookname":"Genesis","chapter":"21","verse":"16","text":"Then she went and sat down by herself across from him at quite a distance, about a bowshot away; for she thought, “I refuse to watch the child die.” So she sat across from him and wept uncontrollably."},{"bookname":"Genesis","chapter":"21","verse":"17","text":"But God heard the boy’s voice. The angel of God called to Hagar from heaven and asked her, “What is the matter, Hagar? Don’t be afraid, for God has heard the boy’s voice right where he is crying."},{"bookname":"Genesis","chapter":"21","verse":"18","text":"Get up! Help the boy up and hold him by the hand, for I will make him into a great nation.”"},{"bookname":"Genesis","chapter":"21","verse":"19","text":"Then God enabled Hagar to see a well of water. She went over and filled the skin with water, and then gave the boy a drink."},{"bookname":"Genesis","chapter":"21","verse":"20","text":"God was with the boy as he grew. He lived in the wilderness and became an archer."},{"bookname":"Genesis","chapter":"21","verse":"21","text":"He lived in the wilderness of Paran. His mother found a wife for him from the land of Egypt."},{"bookname":"Genesis","chapter":"21","verse":"22","text":"At that time Abimelech and Phicol, the commander of his army, said to Abraham, “God is with you in all that you do."},{"bookname":"Genesis","chapter":"21","verse":"23","text":"Now swear to me right here in God’s name that you will not deceive me, my children, or my descendants. Show me, and the land where you are staying, the same loyalty that I have shown you.”"},{"bookname":"Genesis","chapter":"21","verse":"24","text":"Abraham said, “I swear to do this.”"},{"bookname":"Genesis","chapter":"21","verse":"25","text":"But Abraham lodged a complaint against Abimelech concerning a well that Abimelech’s servants had seized."},{"bookname":"Genesis","chapter":"21","verse":"26","text":"“I do not know who has done this thing,” Abimelech replied. “Moreover, you did not tell me. I did not hear about it until today.”"},{"bookname":"Genesis","chapter":"21","verse":"27","text":"Abraham took some sheep and cattle and gave them to Abimelech. The two of them made a treaty."},{"bookname":"Genesis","chapter":"21","verse":"28","text":"Then Abraham set seven ewe lambs apart from the flock by themselves."},{"bookname":"Genesis","chapter":"21","verse":"29","text":"Abimelech asked Abraham, “What is the meaning of these seven ewe lambs that you have set apart?”"},{"bookname":"Genesis","chapter":"21","verse":"30","text":"He replied, “You must take these seven ewe lambs from my hand as legal proof that I dug this well.”"},{"bookname":"Genesis","chapter":"21","verse":"31","text":"That is why he named that place Beer Sheba, because the two of them swore an oath there."},{"bookname":"Genesis","chapter":"21","verse":"32","text":"So they made a treaty at Beer Sheba. Then Abimelech and Phicol, the commander of his army, returned to the land of the Philistines."},{"bookname":"Genesis","chapter":"21","verse":"33","text":"Abraham planted a tamarisk tree in Beer Sheba. There he worshiped the Lord, the eternal God."},{"bookname":"Genesis","chapter":"21","verse":"34","text":"So Abraham stayed in the land of the Philistines for quite some time."}],[{"bookname":"Genesis","chapter":"22","verse":"1","text":"Some time after these things God tested Abraham. He said to him, “Abraham!” “Here I am!” Abraham replied.","title":"The Sacrifice of Isaac"},{"bookname":"Genesis","chapter":"22","verse":"2","text":"God said, “Take your son &#8211; your only son, whom you love, Isaac &#8211; and go to the land of Moriah! Offer him up there as a burnt offering on one of the mountains which I will indicate to you.”"},{"bookname":"Genesis","chapter":"22","verse":"3","text":"Early in the morning Abraham got up and saddled his donkey. He took two of his young servants with him, along with his son Isaac. When he had cut the wood for the burnt offering, he started out for the place God had spoken to him about."},{"bookname":"Genesis","chapter":"22","verse":"4","text":"On the third day Abraham caught sight of the place in the distance."},{"bookname":"Genesis","chapter":"22","verse":"5","text":"So he said to his servants, “You two stay here with the donkey while the boy and I go up there. We will worship and then return to you.”"},{"bookname":"Genesis","chapter":"22","verse":"6","text":"Abraham took the wood for the burnt offering and put it on his son Isaac. Then he took the fire and the knife in his hand, and the two of them walked on together."},{"bookname":"Genesis","chapter":"22","verse":"7","text":"Isaac said to his father Abraham, “My father?” “What is it, my son?” he replied. “Here is the fire and the wood,” Isaac said, “but where is the lamb for the burnt offering?”"},{"bookname":"Genesis","chapter":"22","verse":"8","text":"“God will provide for himself the lamb for the burnt offering, my son,” Abraham replied. The two of them continued on together."},{"bookname":"Genesis","chapter":"22","verse":"9","text":"When they came to the place God had told him about, Abraham built the altar there and arranged the wood on it. Next he tied up his son Isaac and placed him on the altar on top of the wood."},{"bookname":"Genesis","chapter":"22","verse":"10","text":"Then Abraham reached out his hand, took the knife, and prepared to slaughter his son."},{"bookname":"Genesis","chapter":"22","verse":"11","text":"But the Lord’s angel called to him from heaven, “Abraham! Abraham!” “Here I am!” he answered."},{"bookname":"Genesis","chapter":"22","verse":"12","text":"“Do not harm the boy!” the angel said. “Do not do anything to him, for now I know that you fear God because you did not withhold your son, your only son, from me.”"},{"bookname":"Genesis","chapter":"22","verse":"13","text":"Abraham looked up and saw behind him a ram caught in the bushes by its horns. So he went over and got the ram and offered it up as a burnt offering instead of his son."},{"bookname":"Genesis","chapter":"22","verse":"14","text":"And Abraham called the name of that place “The Lord provides.” It is said to this day, “In the mountain of the Lord provision will be made.”"},{"bookname":"Genesis","chapter":"22","verse":"15","text":"The Lord’s angel called to Abraham a second time from heaven"},{"bookname":"Genesis","chapter":"22","verse":"16","text":"and said, “‘I solemnly swear by my own name,’ decrees the Lord, ‘that because you have done this and have not withheld your son, your only son,"},{"bookname":"Genesis","chapter":"22","verse":"17","text":"I will indeed bless you, and I will greatly multiply your descendants so that they will be as countless as the stars in the sky or the grains of sand on the seashore. Your descendants will take possession of the strongholds of their enemies."},{"bookname":"Genesis","chapter":"22","verse":"18","text":"Because you have obeyed me, all the nations of the earth will pronounce blessings on one another using the name of your descendants.’”"},{"bookname":"Genesis","chapter":"22","verse":"19","text":"Then Abraham returned to his servants, and they set out together for Beer Sheba where Abraham stayed."},{"bookname":"Genesis","chapter":"22","verse":"20","text":"After these things Abraham was told, “Milcah also has borne children to your brother Nahor &#8211;"},{"bookname":"Genesis","chapter":"22","verse":"21","text":"Uz the firstborn, his brother Buz, Kemuel (the father of Aram),"},{"bookname":"Genesis","chapter":"22","verse":"22","text":"Kesed, Hazo, Pildash, Jidlaph, and Bethuel.”"},{"bookname":"Genesis","chapter":"22","verse":"23","text":"(Now Bethuel became the father of Rebekah.) These were the eight sons Milcah bore to Abraham’s brother Nahor."},{"bookname":"Genesis","chapter":"22","verse":"24","text":"His concubine, whose name was Reumah, also bore him children &#8211; Tebah, Gaham, Tahash, and Maacah."}],[{"bookname":"Genesis","chapter":"23","verse":"1","text":"Sarah lived 127 years.","title":"The Death of Sarah"},{"bookname":"Genesis","chapter":"23","verse":"2","text":"Then she died in Kiriath Arba (that is, Hebron) in the land of Canaan. Abraham went to mourn for Sarah and to weep for her."},{"bookname":"Genesis","chapter":"23","verse":"3","text":"Then Abraham got up from mourning his dead wife and said to the sons of Heth,"},{"bookname":"Genesis","chapter":"23","verse":"4","text":"“I am a temporary settler among you. Grant me ownership of a burial site among you so that I may bury my dead.”"},{"bookname":"Genesis","chapter":"23","verse":"5","text":"The sons of Heth answered Abraham,"},{"bookname":"Genesis","chapter":"23","verse":"6","text":"“Listen, sir, you are a mighty prince among us! You may bury your dead in the choicest of our tombs. None of us will refuse you his tomb to prevent you from burying your dead.”"},{"bookname":"Genesis","chapter":"23","verse":"7","text":"Abraham got up and bowed down to the local people, the sons of Heth."},{"bookname":"Genesis","chapter":"23","verse":"8","text":"Then he said to them, “If you agree that I may bury my dead, then hear me out. Ask Ephron the son of Zohar"},{"bookname":"Genesis","chapter":"23","verse":"9","text":"if he will sell me the cave of Machpelah that belongs to him; it is at the end of his field. Let him sell it to me publicly for the full price, so that I may own it as a burial site.”"},{"bookname":"Genesis","chapter":"23","verse":"10","text":"(Now Ephron was sitting among the sons of Heth.) Ephron the Hethite replied to Abraham in the hearing of the sons of Heth &#8211; before all who entered the gate of his city &#8211;"},{"bookname":"Genesis","chapter":"23","verse":"11","text":"“No, my lord! Hear me out. I sell you both the field and the cave that is in it. In the presence of my people I sell it to you. Bury your dead.”"},{"bookname":"Genesis","chapter":"23","verse":"12","text":"Abraham bowed before the local people"},{"bookname":"Genesis","chapter":"23","verse":"13","text":"and said to Ephron in their hearing, “Hear me, if you will. I pay to you the price of the field. Take it from me so that I may bury my dead there.”"},{"bookname":"Genesis","chapter":"23","verse":"14","text":"Ephron answered Abraham, saying to him,"},{"bookname":"Genesis","chapter":"23","verse":"15","text":"“Hear me, my lord. The land is worth 400 pieces of silver, but what is that between me and you? So bury your dead.”"},{"bookname":"Genesis","chapter":"23","verse":"16","text":"So Abraham agreed to Ephron’s price and weighed out for him the price that Ephron had quoted in the hearing of the sons of Heth &#8211; 400 pieces of silver, according to the standard measurement at the time."},{"bookname":"Genesis","chapter":"23","verse":"17","text":"So Abraham secured Ephron’s field in Machpelah, next to Mamre, including the field, the cave that was in it, and all the trees that were in the field and all around its border,"},{"bookname":"Genesis","chapter":"23","verse":"18","text":"as his property in the presence of the sons of Heth before all who entered the gate of Ephron’s city."},{"bookname":"Genesis","chapter":"23","verse":"19","text":"After this Abraham buried his wife Sarah in the cave in the field of Machpelah next to Mamre (that is, Hebron) in the land of Canaan."},{"bookname":"Genesis","chapter":"23","verse":"20","text":"So Abraham secured the field and the cave that was in it as a burial site from the sons of Heth."}],[{"bookname":"Genesis","chapter":"24","verse":"1","text":"Now Abraham was old, well advanced in years, and the Lord had blessed him in everything.","title":"The Wife for Isaac"},{"bookname":"Genesis","chapter":"24","verse":"2","text":"Abraham said to his servant, the senior one in his household who was in charge of everything he had, “Put your hand under my thigh"},{"bookname":"Genesis","chapter":"24","verse":"3","text":"so that I may make you solemnly promise by the Lord, the God of heaven and the God of the earth: You must not acquire a wife for my son from the daughters of the Canaanites, among whom I am living."},{"bookname":"Genesis","chapter":"24","verse":"4","text":"You must go instead to my country and to my relatives to find a wife for my son Isaac.”"},{"bookname":"Genesis","chapter":"24","verse":"5","text":"The servant asked him, “What if the woman is not willing to come back with me to this land? Must I then take your son back to the land from which you came?”"},{"bookname":"Genesis","chapter":"24","verse":"6","text":"“Be careful never to take my son back there!” Abraham told him."},{"bookname":"Genesis","chapter":"24","verse":"7","text":"“The Lord, the God of heaven, who took me from my father’s house and the land of my relatives, promised me with a solemn oath, ‘To your descendants I will give this land.’ He will send his angel before you so that you may find a wife for my son from there."},{"bookname":"Genesis","chapter":"24","verse":"8","text":"But if the woman is not willing to come back with you, you will be free from this oath of mine. But you must not take my son back there!”"},{"bookname":"Genesis","chapter":"24","verse":"9","text":"So the servant placed his hand under the thigh of his master Abraham and gave his solemn promise he would carry out his wishes."},{"bookname":"Genesis","chapter":"24","verse":"10","text":"Then the servant took ten of his master’s camels and departed with all kinds of gifts from his master at his disposal. He journeyed to the region of Aram Naharaim and the city of Nahor."},{"bookname":"Genesis","chapter":"24","verse":"11","text":"He made the camels kneel down by the well outside the city. It was evening, the time when the women would go out to draw water."},{"bookname":"Genesis","chapter":"24","verse":"12","text":"He prayed, “O Lord, God of my master Abraham, guide me today. Be faithful to my master Abraham."},{"bookname":"Genesis","chapter":"24","verse":"13","text":"Here I am, standing by the spring, and the daughters of the people who live in the town are coming out to draw water."},{"bookname":"Genesis","chapter":"24","verse":"14","text":"I will say to a young woman, ‘Please lower your jar so I may drink.’ May the one you have chosen for your servant Isaac reply, ‘Drink, and I’ll give your camels water too.’ In this way I will know that you have been faithful to my master.”"},{"bookname":"Genesis","chapter":"24","verse":"15","text":"Before he had finished praying, there came Rebekah with her water jug on her shoulder. She was the daughter of Bethuel son of Milcah (Milcah was the wife of Abraham’s brother Nahor)."},{"bookname":"Genesis","chapter":"24","verse":"16","text":"Now the young woman was very beautiful. She was a virgin; no man had ever had sexual relations with her. She went down to the spring, filled her jug, and came back up."},{"bookname":"Genesis","chapter":"24","verse":"17","text":"Abraham’s servant ran to meet her and said, “Please give me a sip of water from your jug.”"},{"bookname":"Genesis","chapter":"24","verse":"18","text":"“Drink, my lord,” she replied, and quickly lowering her jug to her hands, she gave him a drink."},{"bookname":"Genesis","chapter":"24","verse":"19","text":"When she had done so, she said, “I’ll draw water for your camels too, until they have drunk as much as they want.”"},{"bookname":"Genesis","chapter":"24","verse":"20","text":"She quickly emptied her jug into the watering trough and ran back to the well to draw more water until she had drawn enough for all his camels."},{"bookname":"Genesis","chapter":"24","verse":"21","text":"Silently the man watched her with interest to determine if the Lord had made his journey successful or not."},{"bookname":"Genesis","chapter":"24","verse":"22","text":"After the camels had finished drinking, the man took out a gold nose ring weighing a beka and two gold bracelets weighing ten shekels and gave them to her."},{"bookname":"Genesis","chapter":"24","verse":"23","text":"“Whose daughter are you?” he asked. “Tell me, is there room in your father’s house for us to spend the night?”"},{"bookname":"Genesis","chapter":"24","verse":"24","text":"She said to him, “I am the daughter of Bethuel the son of Milcah, whom Milcah bore to Nahor."},{"bookname":"Genesis","chapter":"24","verse":"25","text":"We have plenty of straw and feed,” she added, “and room for you to spend the night.”"},{"bookname":"Genesis","chapter":"24","verse":"26","text":"The man bowed his head and worshiped the Lord,"},{"bookname":"Genesis","chapter":"24","verse":"27","text":"saying “Praised be the Lord, the God of my master Abraham, who has not abandoned his faithful love for my master! The Lord has led me to the house of my master’s relatives!”"},{"bookname":"Genesis","chapter":"24","verse":"28","text":"The young woman ran and told her mother’s household all about these things."},{"bookname":"Genesis","chapter":"24","verse":"29","text":"(Now Rebekah had a brother named Laban.) Laban rushed out to meet the man at the spring."},{"bookname":"Genesis","chapter":"24","verse":"30","text":"When he saw the bracelets on his sister’s wrists and the nose ring and heard his sister Rebekah say, “This is what the man said to me,” he went out to meet the man. There he was, standing by the camels near the spring."},{"bookname":"Genesis","chapter":"24","verse":"31","text":"Laban said to him, “Come, you who are blessed by the Lord! Why are you standing out here when I have prepared the house and a place for the camels?”"},{"bookname":"Genesis","chapter":"24","verse":"32","text":"So Abraham’s servant went to the house and unloaded the camels. Straw and feed were given to the camels, and water was provided so that he and the men who were with him could wash their feet."},{"bookname":"Genesis","chapter":"24","verse":"33","text":"When food was served, he said, “I will not eat until I have said what I want to say.” “Tell us,” Laban said."},{"bookname":"Genesis","chapter":"24","verse":"34","text":"“I am the servant of Abraham,” he began."},{"bookname":"Genesis","chapter":"24","verse":"35","text":"“The Lord has richly blessed my master and he has become very wealthy. The Lord has given him sheep and cattle, silver and gold, male and female servants, and camels and donkeys."},{"bookname":"Genesis","chapter":"24","verse":"36","text":"My master’s wife Sarah bore a son to him when she was old, and my master has given him everything he owns."},{"bookname":"Genesis","chapter":"24","verse":"37","text":"My master made me swear an oath. He said, ‘You must not acquire a wife for my son from the daughters of the Canaanites, among whom I am living,"},{"bookname":"Genesis","chapter":"24","verse":"38","text":"but you must go to the family of my father and to my relatives to find a wife for my son.’"},{"bookname":"Genesis","chapter":"24","verse":"39","text":"But I said to my master, ‘What if the woman does not want to go with me?’"},{"bookname":"Genesis","chapter":"24","verse":"40","text":"He answered, ‘The Lord, before whom I have walked, will send his angel with you. He will make your journey a success and you will find a wife for my son from among my relatives, from my father’s family."},{"bookname":"Genesis","chapter":"24","verse":"41","text":"You will be free from your oath if you go to my relatives and they will not give her to you. Then you will be free from your oath.’"},{"bookname":"Genesis","chapter":"24","verse":"42","text":"When I came to the spring today, I prayed, ‘O Lord, God of my master Abraham, if you have decided to make my journey successful, may events unfold as follows:"},{"bookname":"Genesis","chapter":"24","verse":"43","text":"Here I am, standing by the spring. When the young woman goes out to draw water, I’ll say, “Give me a little water to drink from your jug.”"},{"bookname":"Genesis","chapter":"24","verse":"44","text":"Then she will reply to me, “Drink, and I’ll draw water for your camels too.” May that woman be the one whom the Lord has chosen for my master’s son.’"},{"bookname":"Genesis","chapter":"24","verse":"45","text":"“Before I finished praying in my heart, along came Rebekah with her water jug on her shoulder! She went down to the spring and drew water. So I said to her, ‘Please give me a drink.’"},{"bookname":"Genesis","chapter":"24","verse":"46","text":"She quickly lowered her jug from her shoulder and said, ‘Drink, and I’ll give your camels water too.’ So I drank, and she also gave the camels water."},{"bookname":"Genesis","chapter":"24","verse":"47","text":"Then I asked her, ‘Whose daughter are you?’ She replied, ‘The daughter of Bethuel the son of Nahor, whom Milcah bore to Nahor.’ I put the ring in her nose and the bracelets on her wrists."},{"bookname":"Genesis","chapter":"24","verse":"48","text":"Then I bowed down and worshiped the Lord. I praised the Lord, the God of my master Abraham, who had led me on the right path to find the granddaughter of my master’s brother for his son."},{"bookname":"Genesis","chapter":"24","verse":"49","text":"Now, if you will show faithful love to my master, tell me. But if not, tell me as well, so that I may go on my way.”"},{"bookname":"Genesis","chapter":"24","verse":"50","text":"Then Laban and Bethuel replied, “This is the Lord’s doing. Our wishes are of no concern."},{"bookname":"Genesis","chapter":"24","verse":"51","text":"Rebekah stands here before you. Take her and go so that she may become the wife of your master’s son, just as the Lord has decided.”"},{"bookname":"Genesis","chapter":"24","verse":"52","text":"When Abraham’s servant heard their words, he bowed down to the ground before the Lord."},{"bookname":"Genesis","chapter":"24","verse":"53","text":"Then he brought out gold, silver jewelry, and clothing and gave them to Rebekah. He also gave valuable gifts to her brother and to her mother."},{"bookname":"Genesis","chapter":"24","verse":"54","text":"After this, he and the men who were with him ate a meal and stayed there overnight. When they got up in the morning, he said, “Let me leave now so I can return to my master.”"},{"bookname":"Genesis","chapter":"24","verse":"55","text":"But Rebekah’s brother and her mother replied, “Let the girl stay with us a few more days, perhaps ten. Then she can go.”"},{"bookname":"Genesis","chapter":"24","verse":"56","text":"But he said to them, “Don’t detain me &#8211; the Lord has granted me success on my journey. Let me leave now so I may return to my master.”"},{"bookname":"Genesis","chapter":"24","verse":"57","text":"Then they said, “We’ll call the girl and find out what she wants to do.”"},{"bookname":"Genesis","chapter":"24","verse":"58","text":"So they called Rebekah and asked her, “Do you want to go with this man?” She replied, “I want to go.”"},{"bookname":"Genesis","chapter":"24","verse":"59","text":"So they sent their sister Rebekah on her way, accompanied by her female attendant, with Abraham’s servant and his men."},{"bookname":"Genesis","chapter":"24","verse":"60","text":"They blessed Rebekah with these words: “Our sister, may you become the mother of thousands of ten thousands! May your descendants possess the strongholds of their enemies.”"},{"bookname":"Genesis","chapter":"24","verse":"61","text":"Then Rebekah and her female servants mounted the camels and rode away with the man. So Abraham’s servant took Rebekah and left."},{"bookname":"Genesis","chapter":"24","verse":"62","text":"Now Isaac came from Beer Lahai Roi, for he was living in the Negev."},{"bookname":"Genesis","chapter":"24","verse":"63","text":"He went out to relax in the field in the early evening. Then he looked up and saw that there were camels approaching."},{"bookname":"Genesis","chapter":"24","verse":"64","text":"Rebekah looked up and saw Isaac. She got down from her camel"},{"bookname":"Genesis","chapter":"24","verse":"65","text":"and asked Abraham’s servant, “Who is that man walking in the field toward us?” “That is my master,” the servant replied. So she took her veil and covered herself."},{"bookname":"Genesis","chapter":"24","verse":"66","text":"The servant told Isaac everything that had happened."},{"bookname":"Genesis","chapter":"24","verse":"67","text":"Then Isaac brought Rebekah into his mother Sarah’s tent. He took her as his wife and loved her. So Isaac was comforted after his mother’s death."}],[{"bookname":"Genesis","chapter":"25","verse":"1","text":"Abraham had taken another wife, named Keturah.","title":"The Death of Abraham"},{"bookname":"Genesis","chapter":"25","verse":"2","text":"She bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah."},{"bookname":"Genesis","chapter":"25","verse":"3","text":"Jokshan became the father of Sheba and Dedan. The descendants of Dedan were the Asshurites, Letushites, and Leummites."},{"bookname":"Genesis","chapter":"25","verse":"4","text":"The sons of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were descendants of Keturah."},{"bookname":"Genesis","chapter":"25","verse":"5","text":"Everything he owned Abraham left to his son Isaac."},{"bookname":"Genesis","chapter":"25","verse":"6","text":"But while he was still alive, Abraham gave gifts to the sons of his concubines and sent them off to the east, away from his son Isaac."},{"bookname":"Genesis","chapter":"25","verse":"7","text":"Abraham lived a total of 175 years."},{"bookname":"Genesis","chapter":"25","verse":"8","text":"Then Abraham breathed his last and died at a good old age, an old man who had lived a full life. He joined his ancestors."},{"bookname":"Genesis","chapter":"25","verse":"9","text":"His sons Isaac and Ishmael buried him in the cave of Machpelah near Mamre, in the field of Ephron the son of Zohar, the Hethite."},{"bookname":"Genesis","chapter":"25","verse":"10","text":"This was the field Abraham had purchased from the sons of Heth. There Abraham was buried with his wife Sarah."},{"bookname":"Genesis","chapter":"25","verse":"11","text":"After Abraham’s death, God blessed his son Isaac. Isaac lived near Beer Lahai Roi."},{"bookname":"Genesis","chapter":"25","verse":"12","text":"This is the account of Abraham’s son Ishmael, whom Hagar the Egyptian, Sarah’s servant, bore to Abraham.","title":"The Sons of Ishmael"},{"bookname":"Genesis","chapter":"25","verse":"13","text":"These are the names of Ishmael’s sons, by their names according to their records: Nebaioth (Ishmael’s firstborn), Kedar, Adbeel, Mibsam,"},{"bookname":"Genesis","chapter":"25","verse":"14","text":"Mishma, Dumah, Massa,"},{"bookname":"Genesis","chapter":"25","verse":"15","text":"Hadad, Tema, Jetur, Naphish, and Kedemah."},{"bookname":"Genesis","chapter":"25","verse":"16","text":"These are the sons of Ishmael, and these are their names by their settlements and their camps &#8211; twelve princes according to their clans."},{"bookname":"Genesis","chapter":"25","verse":"17","text":"Ishmael lived a total of 137 years. He breathed his last and died; then he joined his ancestors."},{"bookname":"Genesis","chapter":"25","verse":"18","text":"His descendants settled from Havilah to Shur, which runs next to Egypt all the way to Asshur. They settled away from all their relatives."},{"bookname":"Genesis","chapter":"25","verse":"19","text":"This is the account of Isaac, the son of Abraham. Abraham became the father of Isaac.","title":"Jacob and Esau"},{"bookname":"Genesis","chapter":"25","verse":"20","text":"When Isaac was forty years old, he married Rebekah, the daughter of Bethuel the Aramean from Paddan Aram and sister of Laban the Aramean."},{"bookname":"Genesis","chapter":"25","verse":"21","text":"Isaac prayed to the Lord on behalf of his wife because she was childless. The Lord answered his prayer, and his wife Rebekah became pregnant."},{"bookname":"Genesis","chapter":"25","verse":"22","text":"But the children struggled inside her, and she said, “If it is going to be like this, I’m not so sure I want to be pregnant!” So she asked the Lord,"},{"bookname":"Genesis","chapter":"25","verse":"23","text":"and the Lord said to her, “Two nations are in your womb, and two peoples will be separated from within you. One people will be stronger than the other, and the older will serve the younger.”"},{"bookname":"Genesis","chapter":"25","verse":"24","text":"When the time came for Rebekah to give birth, there were twins in her womb."},{"bookname":"Genesis","chapter":"25","verse":"25","text":"The first came out reddish all over, like a hairy garment, so they named him Esau."},{"bookname":"Genesis","chapter":"25","verse":"26","text":"When his brother came out with his hand clutching Esau’s heel, they named him Jacob. Isaac was sixty years old when they were born."},{"bookname":"Genesis","chapter":"25","verse":"27","text":"When the boys grew up, Esau became a skilled hunter, a man of the open fields, but Jacob was an even-tempered man, living in tents."},{"bookname":"Genesis","chapter":"25","verse":"28","text":"Isaac loved Esau because he had a taste for fresh game, but Rebekah loved Jacob."},{"bookname":"Genesis","chapter":"25","verse":"29","text":"Now Jacob cooked some stew, and when Esau came in from the open fields, he was famished."},{"bookname":"Genesis","chapter":"25","verse":"30","text":"So Esau said to Jacob, “Feed me some of the red stuff &#8211; yes, this red stuff &#8211; because I’m starving!” (That is why he was also called Edom.)"},{"bookname":"Genesis","chapter":"25","verse":"31","text":"But Jacob replied, “First sell me your birthright.”"},{"bookname":"Genesis","chapter":"25","verse":"32","text":"“Look,” said Esau, “I’m about to die! What use is the birthright to me?”"},{"bookname":"Genesis","chapter":"25","verse":"33","text":"But Jacob said, “Swear an oath to me now.” So Esau swore an oath to him and sold his birthright to Jacob."},{"bookname":"Genesis","chapter":"25","verse":"34","text":"Then Jacob gave Esau some bread and lentil stew; Esau ate and drank, then got up and went out. So Esau despised his birthright."}],[{"bookname":"Genesis","chapter":"26","verse":"1","text":"There was a famine in the land, subsequent to the earlier famine that occurred in the days of Abraham. Isaac went to Abimelech king of the Philistines at Gerar.","title":"Isaac and Abimelech"},{"bookname":"Genesis","chapter":"26","verse":"2","text":"The Lord appeared to Isaac and said, “Do not go down to Egypt; settle down in the land that I will point out to you."},{"bookname":"Genesis","chapter":"26","verse":"3","text":"Stay in this land. Then I will be with you and will bless you, for I will give all these lands to you and to your descendants, and I will fulfill the solemn promise I made to your father Abraham."},{"bookname":"Genesis","chapter":"26","verse":"4","text":"I will multiply your descendants so they will be as numerous as the stars in the sky, and I will give them all these lands. All the nations of the earth will pronounce blessings on one another using the name of your descendants."},{"bookname":"Genesis","chapter":"26","verse":"5","text":"All this will come to pass because Abraham obeyed me and kept my charge, my commandments, my statutes, and my laws.”"},{"bookname":"Genesis","chapter":"26","verse":"6","text":"So Isaac settled in Gerar."},{"bookname":"Genesis","chapter":"26","verse":"7","text":"When the men of that place asked him about his wife, he replied, “She is my sister.” He was afraid to say, “She is my wife,” for he thought to himself, “The men of this place will kill me to get Rebekah because she is very beautiful.”"},{"bookname":"Genesis","chapter":"26","verse":"8","text":"After Isaac had been there a long time, Abimelech king of the Philistines happened to look out a window and observed Isaac caressing his wife Rebekah."},{"bookname":"Genesis","chapter":"26","verse":"9","text":"So Abimelech summoned Isaac and said, “She is really your wife! Why did you say, ‘She is my sister’?” Isaac replied, “Because I thought someone might kill me to get her.”"},{"bookname":"Genesis","chapter":"26","verse":"10","text":"Then Abimelech exclaimed, “What in the world have you done to us? One of the men might easily have had sexual relations with your wife, and you would have brought guilt on us!”"},{"bookname":"Genesis","chapter":"26","verse":"11","text":"So Abimelech commanded all the people, “Whoever touches this man or his wife will surely be put to death.”"},{"bookname":"Genesis","chapter":"26","verse":"12","text":"When Isaac planted in that land, he reaped in the same year a hundred times what he had sown, because the Lord blessed him."},{"bookname":"Genesis","chapter":"26","verse":"13","text":"The man became wealthy. His influence continued to grow until he became very prominent."},{"bookname":"Genesis","chapter":"26","verse":"14","text":"He had so many sheep and cattle and such a great household of servants that the Philistines became jealous of him."},{"bookname":"Genesis","chapter":"26","verse":"15","text":"So the Philistines took dirt and filled up all the wells that his father’s servants had dug back in the days of his father Abraham."},{"bookname":"Genesis","chapter":"26","verse":"16","text":"Then Abimelech said to Isaac, “Leave us and go elsewhere, for you have become much more powerful than we are.”"},{"bookname":"Genesis","chapter":"26","verse":"17","text":"So Isaac left there and settled in the Gerar Valley."},{"bookname":"Genesis","chapter":"26","verse":"18","text":"Isaac reopened the wells that had been dug back in the days of his father Abraham, for the Philistines had stopped them up after Abraham died. Isaac gave these wells the same names his father had given them."},{"bookname":"Genesis","chapter":"26","verse":"19","text":"When Isaac’s servants dug in the valley and discovered a well with fresh flowing water there,"},{"bookname":"Genesis","chapter":"26","verse":"20","text":"the herdsmen of Gerar quarreled with Isaac’s herdsmen, saying, “The water belongs to us!” So Isaac named the well Esek because they argued with him about it."},{"bookname":"Genesis","chapter":"26","verse":"21","text":"His servants dug another well, but they quarreled over it too, so Isaac named it Sitnah."},{"bookname":"Genesis","chapter":"26","verse":"22","text":"Then he moved away from there and dug another well. They did not quarrel over it, so Isaac named it Rehoboth, saying, “For now the Lord has made room for us, and we will prosper in the land.”"},{"bookname":"Genesis","chapter":"26","verse":"23","text":"From there Isaac went up to Beer Sheba."},{"bookname":"Genesis","chapter":"26","verse":"24","text":"The Lord appeared to him that night and said, “I am the God of your father Abraham. Do not be afraid, for I am with you. I will bless you and multiply your descendants for the sake of my servant Abraham.”"},{"bookname":"Genesis","chapter":"26","verse":"25","text":"Then Isaac built an altar there and worshiped the Lord. He pitched his tent there, and his servants dug a well."},{"bookname":"Genesis","chapter":"26","verse":"26","text":"Now Abimelech had come to him from Gerar along with Ahuzzah his friend and Phicol the commander of his army."},{"bookname":"Genesis","chapter":"26","verse":"27","text":"Isaac asked them, “Why have you come to me? You hate me and sent me away from you.”"},{"bookname":"Genesis","chapter":"26","verse":"28","text":"They replied, “We could plainly see that the Lord is with you. So we decided there should be a pact between us &#8211; between us and you. Allow us to make a treaty with you"},{"bookname":"Genesis","chapter":"26","verse":"29","text":"so that you will not do us any harm, just as we have not harmed you, but have always treated you well before sending you away in peace. Now you are blessed by the Lord.”"},{"bookname":"Genesis","chapter":"26","verse":"30","text":"So Isaac held a feast for them and they celebrated."},{"bookname":"Genesis","chapter":"26","verse":"31","text":"Early in the morning the men made a treaty with each other. Isaac sent them off; they separated on good terms."},{"bookname":"Genesis","chapter":"26","verse":"32","text":"That day Isaac’s servants came and told him about the well they had dug. “We’ve found water,” they reported."},{"bookname":"Genesis","chapter":"26","verse":"33","text":"So he named it Shibah; that is why the name of the city has been Beer Sheba to this day."},{"bookname":"Genesis","chapter":"26","verse":"34","text":"When Esau was forty years old, he married Judith the daughter of Beeri the Hittite, as well as Basemath the daughter of Elon the Hittite."},{"bookname":"Genesis","chapter":"26","verse":"35","text":"They caused Isaac and Rebekah great anxiety."}],[{"bookname":"Genesis","chapter":"27","verse":"1","text":"When Isaac was old and his eyes were so weak that he was almost blind, he called his older son Esau and said to him, “My son!” “Here I am!” Esau replied.","title":"Jacob Cheats Esau out of the Blessing"},{"bookname":"Genesis","chapter":"27","verse":"2","text":"Isaac said, “Since I am so old, I could die at any time."},{"bookname":"Genesis","chapter":"27","verse":"3","text":"Therefore, take your weapons &#8211; your quiver and your bow &#8211; and go out into the open fields and hunt down some wild game for me."},{"bookname":"Genesis","chapter":"27","verse":"4","text":"Then prepare for me some tasty food, the kind I love, and bring it to me. Then I will eat it so that I may bless you before I die.”"},{"bookname":"Genesis","chapter":"27","verse":"5","text":"Now Rebekah had been listening while Isaac spoke to his son Esau. When Esau went out to the open fields to hunt down some wild game and bring it back,"},{"bookname":"Genesis","chapter":"27","verse":"6","text":"Rebekah said to her son Jacob, “Look, I overheard your father tell your brother Esau,"},{"bookname":"Genesis","chapter":"27","verse":"7","text":"‘Bring me some wild game and prepare for me some tasty food. Then I will eat it and bless you in the presence of the Lord before I die.’"},{"bookname":"Genesis","chapter":"27","verse":"8","text":"Now then, my son, do exactly what I tell you!"},{"bookname":"Genesis","chapter":"27","verse":"9","text":"Go to the flock and get me two of the best young goats. I’ll prepare them in a tasty way for your father, just the way he loves them."},{"bookname":"Genesis","chapter":"27","verse":"10","text":"Then you will take it to your father. Thus he will eat it and bless you before he dies.”"},{"bookname":"Genesis","chapter":"27","verse":"11","text":"“But Esau my brother is a hairy man,” Jacob protested to his mother Rebekah, “and I have smooth skin!"},{"bookname":"Genesis","chapter":"27","verse":"12","text":"My father may touch me! Then he’ll think I’m mocking him and I’ll bring a curse on myself instead of a blessing.”"},{"bookname":"Genesis","chapter":"27","verse":"13","text":"So his mother told him, “Any curse against you will fall on me, my son! Just obey me! Go and get them for me!”"},{"bookname":"Genesis","chapter":"27","verse":"14","text":"So he went and got the goats and brought them to his mother. She prepared some tasty food, just the way his father loved it."},{"bookname":"Genesis","chapter":"27","verse":"15","text":"Then Rebekah took her older son Esau’s best clothes, which she had with her in the house, and put them on her younger son Jacob."},{"bookname":"Genesis","chapter":"27","verse":"16","text":"She put the skins of the young goats on his hands and the smooth part of his neck."},{"bookname":"Genesis","chapter":"27","verse":"17","text":"Then she handed the tasty food and the bread she had made to her son Jacob."},{"bookname":"Genesis","chapter":"27","verse":"18","text":"He went to his father and said, “My father!” Isaac replied, “Here I am. Which are you, my son?”"},{"bookname":"Genesis","chapter":"27","verse":"19","text":"Jacob said to his father, “I am Esau, your firstborn. I’ve done as you told me. Now sit up and eat some of my wild game so that you can bless me.”"},{"bookname":"Genesis","chapter":"27","verse":"20","text":"But Isaac asked his son, “How in the world did you find it so quickly, my son?” “Because the Lord your God brought it to me,” he replied."},{"bookname":"Genesis","chapter":"27","verse":"21","text":"Then Isaac said to Jacob, “Come closer so I can touch you, my son, and know for certain if you really are my son Esau.”"},{"bookname":"Genesis","chapter":"27","verse":"22","text":"So Jacob went over to his father Isaac, who felt him and said, “The voice is Jacob’s, but the hands are Esau’s.”"},{"bookname":"Genesis","chapter":"27","verse":"23","text":"He did not recognize him because his hands were hairy, like his brother Esau’s hands. So Isaac blessed Jacob."},{"bookname":"Genesis","chapter":"27","verse":"24","text":"Then he asked, “Are you really my son Esau?” “I am,” Jacob replied."},{"bookname":"Genesis","chapter":"27","verse":"25","text":"Isaac said, “Bring some of the wild game for me to eat, my son. Then I will bless you.” So Jacob brought it to him, and he ate it. He also brought him wine, and Isaac drank."},{"bookname":"Genesis","chapter":"27","verse":"26","text":"Then his father Isaac said to him, “Come here and kiss me, my son.”"},{"bookname":"Genesis","chapter":"27","verse":"27","text":"So Jacob went over and kissed him. When Isaac caught the scent of his clothing, he blessed him, saying, “Yes, my son smells like the scent of an open field which the Lord has blessed."},{"bookname":"Genesis","chapter":"27","verse":"28","text":"May God give you the dew of the sky and the richness of the earth, and plenty of grain and new wine."},{"bookname":"Genesis","chapter":"27","verse":"29","text":"May peoples serve you and nations bow down to you. You will be lord over your brothers, and the sons of your mother will bow down to you. May those who curse you be cursed, and those who bless you be blessed.”"},{"bookname":"Genesis","chapter":"27","verse":"30","text":"Isaac had just finished blessing Jacob, and Jacob had scarcely left his father’s presence, when his brother Esau returned from the hunt."},{"bookname":"Genesis","chapter":"27","verse":"31","text":"He also prepared some tasty food and brought it to his father. Esau said to him, “My father, get up and eat some of your son’s wild game. Then you can bless me.”"},{"bookname":"Genesis","chapter":"27","verse":"32","text":"His father Isaac asked, “Who are you?” “I am your firstborn son,” he replied, “Esau!”"},{"bookname":"Genesis","chapter":"27","verse":"33","text":"Isaac began to shake violently and asked, “Then who else hunted game and brought it to me? I ate all of it just before you arrived, and I blessed him. He will indeed be blessed!”"},{"bookname":"Genesis","chapter":"27","verse":"34","text":"When Esau heard his father’s words, he wailed loudly and bitterly. He said to his father, “Bless me too, my father!”"},{"bookname":"Genesis","chapter":"27","verse":"35","text":"But Isaac replied, “Your brother came in here deceitfully and took away your blessing.”"},{"bookname":"Genesis","chapter":"27","verse":"36","text":"Esau exclaimed, “‘Jacob’ is the right name for him! He has tripped me up two times! He took away my birthright, and now, look, he has taken away my blessing!” Then he asked, “Have you not kept back a blessing for me?”"},{"bookname":"Genesis","chapter":"27","verse":"37","text":"Isaac replied to Esau, “Look! I have made him lord over you. I have made all his relatives his servants and provided him with grain and new wine. What is left that I can do for you, my son?”"},{"bookname":"Genesis","chapter":"27","verse":"38","text":"Esau said to his father, “Do you have only that one blessing, my father? Bless me too!” Then Esau wept loudly."},{"bookname":"Genesis","chapter":"27","verse":"39","text":"So his father Isaac said to him, “Indeed, your home will be away from the richness of the earth, and away from the dew of the sky above."},{"bookname":"Genesis","chapter":"27","verse":"40","text":"You will live by your sword but you will serve your brother. When you grow restless, you will tear off his yoke from your neck.”"},{"bookname":"Genesis","chapter":"27","verse":"41","text":"So Esau hated Jacob because of the blessing his father had given to his brother. Esau said privately, “The time of mourning for my father is near; then I will kill my brother Jacob!”"},{"bookname":"Genesis","chapter":"27","verse":"42","text":"When Rebekah heard what her older son Esau had said, she quickly summoned her younger son Jacob and told him, “Look, your brother Esau is planning to get revenge by killing you."},{"bookname":"Genesis","chapter":"27","verse":"43","text":"Now then, my son, do what I say. Run away immediately to my brother Laban in Haran."},{"bookname":"Genesis","chapter":"27","verse":"44","text":"Live with him for a little while until your brother’s rage subsides."},{"bookname":"Genesis","chapter":"27","verse":"45","text":"Stay there until your brother’s anger against you subsides and he forgets what you did to him. Then I’ll send someone to bring you back from there. Why should I lose both of you in one day?”"},{"bookname":"Genesis","chapter":"27","verse":"46","text":"Then Rebekah said to Isaac, “I am deeply depressed because of these daughters of Heth. If Jacob were to marry one of these daughters of Heth who live in this land, I would want to die!”"}],[{"bookname":"Genesis","chapter":"28","verse":"1","text":"So Isaac called for Jacob and blessed him. Then he commanded him, “You must not marry a Canaanite woman!"},{"bookname":"Genesis","chapter":"28","verse":"2","text":"Leave immediately for Paddan Aram! Go to the house of Bethuel, your mother’s father, and find yourself a wife there, among the daughters of Laban, your mother’s brother."},{"bookname":"Genesis","chapter":"28","verse":"3","text":"May the sovereign God bless you! May he make you fruitful and give you a multitude of descendants! Then you will become a large nation."},{"bookname":"Genesis","chapter":"28","verse":"4","text":"May he give you and your descendants the blessing he gave to Abraham so that you may possess the land God gave to Abraham, the land where you have been living as a temporary resident.”"},{"bookname":"Genesis","chapter":"28","verse":"5","text":"So Isaac sent Jacob on his way, and he went to Paddan Aram, to Laban son of Bethuel the Aramean and brother of Rebekah, the mother of Jacob and Esau."},{"bookname":"Genesis","chapter":"28","verse":"6","text":"Esau saw that Isaac had blessed Jacob and sent him off to Paddan Aram to find a wife there. As he blessed him, Isaac commanded him, “You must not marry a Canaanite woman.”"},{"bookname":"Genesis","chapter":"28","verse":"7","text":"Jacob obeyed his father and mother and left for Paddan Aram."},{"bookname":"Genesis","chapter":"28","verse":"8","text":"Then Esau realized that the Canaanite women were displeasing to his father Isaac."},{"bookname":"Genesis","chapter":"28","verse":"9","text":"So Esau went to Ishmael and married Mahalath, the sister of Nebaioth and daughter of Abraham’s son Ishmael, along with the wives he already had."},{"bookname":"Genesis","chapter":"28","verse":"10","text":"Meanwhile Jacob left Beer Sheba and set out for Haran.","title":"Jacob&#8217;s Dream at Bethel"},{"bookname":"Genesis","chapter":"28","verse":"11","text":"He reached a certain place where he decided to camp because the sun had gone down. He took one of the stones and placed it near his head. Then he fell asleep in that place"},{"bookname":"Genesis","chapter":"28","verse":"12","text":"and had a dream. He saw a stairway erected on the earth with its top reaching to the heavens. The angels of God were going up and coming down it"},{"bookname":"Genesis","chapter":"28","verse":"13","text":"and the Lord stood at its top. He said, “I am the Lord, the God of your grandfather Abraham and the God of your father Isaac. I will give you and your descendants the ground you are lying on."},{"bookname":"Genesis","chapter":"28","verse":"14","text":"Your descendants will be like the dust of the earth, and you will spread out to the west, east, north, and south. All the families of the earth will pronounce blessings on one another using your name and that of your descendants."},{"bookname":"Genesis","chapter":"28","verse":"15","text":"I am with you! I will protect you wherever you go and will bring you back to this land. I will not leave you until I have done what I promised you!”"},{"bookname":"Genesis","chapter":"28","verse":"16","text":"Then Jacob woke up and thought, “Surely the Lord is in this place, but I did not realize it!”"},{"bookname":"Genesis","chapter":"28","verse":"17","text":"He was afraid and said, “What an awesome place this is! This is nothing else than the house of God! This is the gate of heaven!”"},{"bookname":"Genesis","chapter":"28","verse":"18","text":"Early in the morning Jacob took the stone he had placed near his head and set it up as a sacred stone. Then he poured oil on top of it."},{"bookname":"Genesis","chapter":"28","verse":"19","text":"He called that place Bethel, although the former name of the town was Luz."},{"bookname":"Genesis","chapter":"28","verse":"20","text":"Then Jacob made a vow, saying, “If God is with me and protects me on this journey I am taking and gives me food to eat and clothing to wear,"},{"bookname":"Genesis","chapter":"28","verse":"21","text":"and I return safely to my father’s home, then the Lord will become my God."},{"bookname":"Genesis","chapter":"28","verse":"22","text":"Then this stone that I have set up as a sacred stone will be the house of God, and I will surely give you back a tenth of everything you give me.”"}],[{"bookname":"Genesis","chapter":"29","verse":"1","text":"So Jacob moved on and came to the land of the eastern people.","title":"The Marriages of Jacob"},{"bookname":"Genesis","chapter":"29","verse":"2","text":"He saw in the field a well with three flocks of sheep lying beside it, because the flocks were watered from that well. Now a large stone covered the mouth of the well."},{"bookname":"Genesis","chapter":"29","verse":"3","text":"When all the flocks were gathered there, the shepherds would roll the stone off the mouth of the well and water the sheep. Then they would put the stone back in its place over the well’s mouth."},{"bookname":"Genesis","chapter":"29","verse":"4","text":"Jacob asked them, “My brothers, where are you from?” They replied, “We’re from Haran.”"},{"bookname":"Genesis","chapter":"29","verse":"5","text":"So he said to them, “Do you know Laban, the grandson of Nahor?” “We know him,” they said."},{"bookname":"Genesis","chapter":"29","verse":"6","text":"“Is he well?” Jacob asked. They replied, “He is well. Now look, here comes his daughter Rachel with the sheep.”"},{"bookname":"Genesis","chapter":"29","verse":"7","text":"Then Jacob said, “Since it is still the middle of the day, it is not time for the flocks to be gathered. You should water the sheep and then go and let them graze some more.”"},{"bookname":"Genesis","chapter":"29","verse":"8","text":"“We can’t,” they said, “until all the flocks are gathered and the stone is rolled off the mouth of the well. Then we water the sheep.”"},{"bookname":"Genesis","chapter":"29","verse":"9","text":"While he was still speaking with them, Rachel arrived with her father’s sheep, for she was tending them."},{"bookname":"Genesis","chapter":"29","verse":"10","text":"When Jacob saw Rachel, the daughter of his uncle Laban, and the sheep of his uncle Laban, he went over and rolled the stone off the mouth of the well and watered the sheep of his uncle Laban."},{"bookname":"Genesis","chapter":"29","verse":"11","text":"Then Jacob kissed Rachel and began to weep loudly."},{"bookname":"Genesis","chapter":"29","verse":"12","text":"When Jacob explained to Rachel that he was a relative of her father and the son of Rebekah, she ran and told her father."},{"bookname":"Genesis","chapter":"29","verse":"13","text":"When Laban heard this news about Jacob, his sister’s son, he rushed out to meet him. He embraced him and kissed him and brought him to his house. Jacob told Laban how he was related to him."},{"bookname":"Genesis","chapter":"29","verse":"14","text":"Then Laban said to him, “You are indeed my own flesh and blood.” So Jacob stayed with him for a month."},{"bookname":"Genesis","chapter":"29","verse":"15","text":"Then Laban said to Jacob, “Should you work for me for nothing because you are my relative? Tell me what your wages should be.”"},{"bookname":"Genesis","chapter":"29","verse":"16","text":"(Now Laban had two daughters; the older one was named Leah, and the younger one Rachel."},{"bookname":"Genesis","chapter":"29","verse":"17","text":"Leah’s eyes were tender, but Rachel had a lovely figure and beautiful appearance.)"},{"bookname":"Genesis","chapter":"29","verse":"18","text":"Since Jacob had fallen in love with Rachel, he said, “I’ll serve you seven years in exchange for your younger daughter Rachel.”"},{"bookname":"Genesis","chapter":"29","verse":"19","text":"Laban replied, “I’d rather give her to you than to another man. Stay with me.”"},{"bookname":"Genesis","chapter":"29","verse":"20","text":"So Jacob worked for seven years to acquire Rachel. But they seemed like only a few days to him because his love for her was so great."},{"bookname":"Genesis","chapter":"29","verse":"21","text":"Finally Jacob said to Laban, “Give me my wife, for my time of service is up. I want to have marital relations with her.”"},{"bookname":"Genesis","chapter":"29","verse":"22","text":"So Laban invited all the people of that place and prepared a feast."},{"bookname":"Genesis","chapter":"29","verse":"23","text":"In the evening he brought his daughter Leah to Jacob, and Jacob had marital relations with her."},{"bookname":"Genesis","chapter":"29","verse":"24","text":"(Laban gave his female servant Zilpah to his daughter Leah to be her servant.)"},{"bookname":"Genesis","chapter":"29","verse":"25","text":"In the morning Jacob discovered it was Leah! So Jacob said to Laban, “What in the world have you done to me! Didn’t I work for you in exchange for Rachel? Why have you tricked me?”"},{"bookname":"Genesis","chapter":"29","verse":"26","text":"“It is not our custom here,” Laban replied, “to give the younger daughter in marriage before the firstborn."},{"bookname":"Genesis","chapter":"29","verse":"27","text":"Complete my older daughter’s bridal week. Then we will give you the younger one too, in exchange for seven more years of work.”"},{"bookname":"Genesis","chapter":"29","verse":"28","text":"Jacob did as Laban said. When Jacob completed Leah’s bridal week, Laban gave him his daughter Rachel to be his wife."},{"bookname":"Genesis","chapter":"29","verse":"29","text":"(Laban gave his female servant Bilhah to his daughter Rachel to be her servant.)"},{"bookname":"Genesis","chapter":"29","verse":"30","text":"Jacob had marital relations with Rachel as well. He loved Rachel more than Leah, so he worked for Laban for seven more years."},{"bookname":"Genesis","chapter":"29","verse":"31","text":"When the Lord saw that Leah was unloved, he enabled her to become pregnant while Rachel remained childless.","title":"The Family of Jacob"},{"bookname":"Genesis","chapter":"29","verse":"32","text":"So Leah became pregnant and gave birth to a son. She named him Reuben, for she said, “The Lord has looked with pity on my oppressed condition. Surely my husband will love me now.”"},{"bookname":"Genesis","chapter":"29","verse":"33","text":"She became pregnant again and had another son. She said, “Because the Lord heard that I was unloved, he gave me this one too.” So she named him Simeon."},{"bookname":"Genesis","chapter":"29","verse":"34","text":"She became pregnant again and had another son. She said, “Now this time my husband will show me affection, because I have given birth to three sons for him.” That is why he was named Levi."},{"bookname":"Genesis","chapter":"29","verse":"35","text":"She became pregnant again and had another son. She said, “This time I will praise the Lord.” That is why she named him Judah. Then she stopped having children."}],[{"bookname":"Genesis","chapter":"30","verse":"1","text":"When Rachel saw that she could not give Jacob children, she became jealous of her sister. She said to Jacob, “Give me children or I’ll die!”"},{"bookname":"Genesis","chapter":"30","verse":"2","text":"Jacob became furious with Rachel and exclaimed, “Am I in the place of God, who has kept you from having children?”"},{"bookname":"Genesis","chapter":"30","verse":"3","text":"She replied, “Here is my servant Bilhah! Have sexual relations with her so that she can bear children for me and I can have a family through her.”"},{"bookname":"Genesis","chapter":"30","verse":"4","text":"So Rachel gave him her servant Bilhah as a wife, and Jacob had marital relations with her."},{"bookname":"Genesis","chapter":"30","verse":"5","text":"Bilhah became pregnant and gave Jacob a son."},{"bookname":"Genesis","chapter":"30","verse":"6","text":"Then Rachel said, “God has vindicated me. He has responded to my prayer and given me a son.” That is why she named him Dan."},{"bookname":"Genesis","chapter":"30","verse":"7","text":"Bilhah, Rachel’s servant, became pregnant again and gave Jacob another son."},{"bookname":"Genesis","chapter":"30","verse":"8","text":"Then Rachel said, “I have fought a desperate struggle with my sister, but I have won.” So she named him Naphtali."},{"bookname":"Genesis","chapter":"30","verse":"9","text":"When Leah saw that she had stopped having children, she gave her servant Zilpah to Jacob as a wife."},{"bookname":"Genesis","chapter":"30","verse":"10","text":"Soon Leah’s servant Zilpah gave Jacob a son."},{"bookname":"Genesis","chapter":"30","verse":"11","text":"Leah said, “How fortunate!” So she named him Gad."},{"bookname":"Genesis","chapter":"30","verse":"12","text":"Then Leah’s servant Zilpah gave Jacob another son."},{"bookname":"Genesis","chapter":"30","verse":"13","text":"Leah said, “How happy I am, for women will call me happy!” So she named him Asher."},{"bookname":"Genesis","chapter":"30","verse":"14","text":"At the time of the wheat harvest Reuben went out and found some mandrake plants in a field and brought them to his mother Leah. Rachel said to Leah, “Give me some of your son’s mandrakes.”"},{"bookname":"Genesis","chapter":"30","verse":"15","text":"But Leah replied, “Wasn’t it enough that you’ve taken away my husband? Would you take away my son’s mandrakes too?” “All right,” Rachel said, “he may sleep with you tonight in exchange for your son’s mandrakes.”"},{"bookname":"Genesis","chapter":"30","verse":"16","text":"When Jacob came in from the fields that evening, Leah went out to meet him and said, “You must sleep with me because I have paid for your services with my son’s mandrakes.” So he had marital relations with her that night."},{"bookname":"Genesis","chapter":"30","verse":"17","text":"God paid attention to Leah; she became pregnant and gave Jacob a son for the fifth time."},{"bookname":"Genesis","chapter":"30","verse":"18","text":"Then Leah said, “God has granted me a reward because I gave my servant to my husband as a wife.” So she named him Issachar."},{"bookname":"Genesis","chapter":"30","verse":"19","text":"Leah became pregnant again and gave Jacob a son for the sixth time."},{"bookname":"Genesis","chapter":"30","verse":"20","text":"Then Leah said, “God has given me a good gift. Now my husband will honor me because I have given him six sons.” So she named him Zebulun."},{"bookname":"Genesis","chapter":"30","verse":"21","text":"After that she gave birth to a daughter and named her Dinah."},{"bookname":"Genesis","chapter":"30","verse":"22","text":"Then God took note of Rachel. He paid attention to her and enabled her to become pregnant."},{"bookname":"Genesis","chapter":"30","verse":"23","text":"She became pregnant and gave birth to a son. Then she said, “God has taken away my shame.”"},{"bookname":"Genesis","chapter":"30","verse":"24","text":"She named him Joseph, saying, “May the Lord give me yet another son.”"},{"bookname":"Genesis","chapter":"30","verse":"25","text":"After Rachel had given birth to Joseph, Jacob said to Laban, “Send me on my way so that I can go home to my own country.","title":"The Flocks of Jacob"},{"bookname":"Genesis","chapter":"30","verse":"26","text":"Let me take my wives and my children whom I have acquired by working for you. Then I’ll depart, because you know how hard I’ve worked for you.”"},{"bookname":"Genesis","chapter":"30","verse":"27","text":"But Laban said to him, “If I have found favor in your sight, please stay here, for I have learned by divination that the Lord has blessed me on account of you.”"},{"bookname":"Genesis","chapter":"30","verse":"28","text":"He added, “Just name your wages &#8211; I’ll pay whatever you want.”"},{"bookname":"Genesis","chapter":"30","verse":"29","text":"“You know how I have worked for you,” Jacob replied, “and how well your livestock have fared under my care."},{"bookname":"Genesis","chapter":"30","verse":"30","text":"Indeed, you had little before I arrived, but now your possessions have increased many times over. The Lord has blessed you wherever I worked. But now, how long must it be before I do something for my own family too?”"},{"bookname":"Genesis","chapter":"30","verse":"31","text":"So Laban asked, “What should I give you?” “You don’t need to give me a thing,” Jacob replied, “but if you agree to this one condition, I will continue to care for your flocks and protect them:"},{"bookname":"Genesis","chapter":"30","verse":"32","text":"Let me walk among all your flocks today and remove from them every speckled or spotted sheep, every dark-colored lamb, and the spotted or speckled goats. These animals will be my wages."},{"bookname":"Genesis","chapter":"30","verse":"33","text":"My integrity will testify for me later on. When you come to verify that I’ve taken only the wages we agreed on, if I have in my possession any goat that is not speckled or spotted or any sheep that is not dark-colored, it will be considered stolen.”"},{"bookname":"Genesis","chapter":"30","verse":"34","text":"“Agreed!” said Laban, “It will be as you say.”"},{"bookname":"Genesis","chapter":"30","verse":"35","text":"So that day Laban removed the male goats that were streaked or spotted, all the female goats that were speckled or spotted (all that had any white on them), and all the dark-colored lambs, and put them in the care of his sons."},{"bookname":"Genesis","chapter":"30","verse":"36","text":"Then he separated them from Jacob by a three-day journey, while Jacob was taking care of the rest of Laban’s flocks."},{"bookname":"Genesis","chapter":"30","verse":"37","text":"But Jacob took fresh-cut branches from poplar, almond, and plane trees. He made white streaks by peeling them, making the white inner wood in the branches visible."},{"bookname":"Genesis","chapter":"30","verse":"38","text":"Then he set up the peeled branches in all the watering troughs where the flocks came to drink. He set up the branches in front of the flocks when they were in heat and came to drink."},{"bookname":"Genesis","chapter":"30","verse":"39","text":"When the sheep mated in front of the branches, they gave birth to young that were streaked or speckled or spotted."},{"bookname":"Genesis","chapter":"30","verse":"40","text":"Jacob removed these lambs, but he made the rest of the flock face the streaked and completely dark-colored animals in Laban’s flock. So he made separate flocks for himself and did not mix them with Laban’s flocks."},{"bookname":"Genesis","chapter":"30","verse":"41","text":"When the stronger females were in heat, Jacob would set up the branches in the troughs in front of the flock, so they would mate near the branches."},{"bookname":"Genesis","chapter":"30","verse":"42","text":"But if the animals were weaker, he did not set the branches there. So the weaker animals ended up belonging to Laban and the stronger animals to Jacob."},{"bookname":"Genesis","chapter":"30","verse":"43","text":"In this way Jacob became extremely prosperous. He owned large flocks, male and female servants, camels, and donkeys."}],[{"bookname":"Genesis","chapter":"31","verse":"1","text":"Jacob heard that Laban’s sons were complaining, “Jacob has taken everything that belonged to our father! He has gotten rich at our father’s expense!”","title":"Jacob&#8217;s Flight from Laban"},{"bookname":"Genesis","chapter":"31","verse":"2","text":"When Jacob saw the look on Laban’s face, he could tell his attitude toward him had changed."},{"bookname":"Genesis","chapter":"31","verse":"3","text":"The Lord said to Jacob, “Return to the land of your fathers and to your relatives. I will be with you.”"},{"bookname":"Genesis","chapter":"31","verse":"4","text":"So Jacob sent a message for Rachel and Leah to come to the field where his flocks were."},{"bookname":"Genesis","chapter":"31","verse":"5","text":"There he said to them, “I can tell that your father’s attitude toward me has changed, but the God of my father has been with me."},{"bookname":"Genesis","chapter":"31","verse":"6","text":"You know that I’ve worked for your father as hard as I could,"},{"bookname":"Genesis","chapter":"31","verse":"7","text":"but your father has humiliated me and changed my wages ten times. But God has not permitted him to do me any harm."},{"bookname":"Genesis","chapter":"31","verse":"8","text":"If he said, ‘The speckled animals will be your wage,’ then the entire flock gave birth to speckled offspring. But if he said, ‘The streaked animals will be your wage,’ then the entire flock gave birth to streaked offspring."},{"bookname":"Genesis","chapter":"31","verse":"9","text":"In this way God has snatched away your father’s livestock and given them to me."},{"bookname":"Genesis","chapter":"31","verse":"10","text":"“Once during breeding season I saw in a dream that the male goats mating with the flock were streaked, speckled, and spotted."},{"bookname":"Genesis","chapter":"31","verse":"11","text":"In the dream the angel of God said to me, ‘Jacob!’ ‘Here I am!’ I replied."},{"bookname":"Genesis","chapter":"31","verse":"12","text":"Then he said, ‘Observe that all the male goats mating with the flock are streaked, speckled, or spotted, for I have observed all that Laban has done to you."},{"bookname":"Genesis","chapter":"31","verse":"13","text":"I am the God of Bethel, where you anointed the sacred stone and made a vow to me. Now leave this land immediately and return to your native land.’”"},{"bookname":"Genesis","chapter":"31","verse":"14","text":"Then Rachel and Leah replied to him, “Do we still have any portion or inheritance in our father’s house?"},{"bookname":"Genesis","chapter":"31","verse":"15","text":"Hasn’t he treated us like foreigners? He not only sold us, but completely wasted the money paid for us!"},{"bookname":"Genesis","chapter":"31","verse":"16","text":"Surely all the wealth that God snatched away from our father belongs to us and to our children. So now do everything God has told you.”"},{"bookname":"Genesis","chapter":"31","verse":"17","text":"So Jacob immediately put his children and his wives on the camels."},{"bookname":"Genesis","chapter":"31","verse":"18","text":"He took away all the livestock he had acquired in Paddan Aram and all his moveable property that he had accumulated. Then he set out toward the land of Canaan to return to his father Isaac."},{"bookname":"Genesis","chapter":"31","verse":"19","text":"While Laban had gone to shear his sheep, Rachel stole the household idols that belonged to her father."},{"bookname":"Genesis","chapter":"31","verse":"20","text":"Jacob also deceived Laban the Aramean by not telling him that he was leaving."},{"bookname":"Genesis","chapter":"31","verse":"21","text":"He left with all he owned. He quickly crossed the Euphrates River and headed for the hill country of Gilead."},{"bookname":"Genesis","chapter":"31","verse":"22","text":"Three days later Laban discovered Jacob had left."},{"bookname":"Genesis","chapter":"31","verse":"23","text":"So he took his relatives with him and pursued Jacob for seven days. He caught up with him in the hill country of Gilead."},{"bookname":"Genesis","chapter":"31","verse":"24","text":"But God came to Laban the Aramean in a dream at night and warned him, “Be careful that you neither bless nor curse Jacob.”"},{"bookname":"Genesis","chapter":"31","verse":"25","text":"Laban overtook Jacob, and when Jacob pitched his tent in the hill country of Gilead, Laban and his relatives set up camp there too."},{"bookname":"Genesis","chapter":"31","verse":"26","text":"“What have you done?” Laban demanded of Jacob. “You’ve deceived me and carried away my daughters as if they were captives of war!"},{"bookname":"Genesis","chapter":"31","verse":"27","text":"Why did you run away secretly and deceive me? Why didn’t you tell me so I could send you off with a celebration complete with singing, tambourines, and harps?"},{"bookname":"Genesis","chapter":"31","verse":"28","text":"You didn’t even allow me to kiss my daughters and my grandchildren good-bye. You have acted foolishly!"},{"bookname":"Genesis","chapter":"31","verse":"29","text":"I have the power to do you harm, but the God of your father told me last night, ‘Be careful that you neither bless nor curse Jacob.’"},{"bookname":"Genesis","chapter":"31","verse":"30","text":"Now I understand that you have gone away because you longed desperately for your father’s house. Yet why did you steal my gods?”"},{"bookname":"Genesis","chapter":"31","verse":"31","text":"“I left secretly because I was afraid!” Jacob replied to Laban. “I thought you might take your daughters away from me by force."},{"bookname":"Genesis","chapter":"31","verse":"32","text":"Whoever has taken your gods will be put to death! In the presence of our relatives identify whatever is yours and take it.” (Now Jacob did not know that Rachel had stolen them.)"},{"bookname":"Genesis","chapter":"31","verse":"33","text":"So Laban entered Jacob’s tent, and Leah’s tent, and the tent of the two female servants, but he did not find the idols. Then he left Leah’s tent and entered Rachel’s."},{"bookname":"Genesis","chapter":"31","verse":"34","text":"(Now Rachel had taken the idols and put them inside her camel’s saddle and sat on them.) Laban searched the whole tent, but did not find them."},{"bookname":"Genesis","chapter":"31","verse":"35","text":"Rachel said to her father, “Don’t be angry, my lord. I cannot stand up in your presence because I am having my period.” So he searched thoroughly, but did not find the idols."},{"bookname":"Genesis","chapter":"31","verse":"36","text":"Jacob became angry and argued with Laban. “What did I do wrong?” he demanded of Laban. “What sin of mine prompted you to chase after me in hot pursuit?"},{"bookname":"Genesis","chapter":"31","verse":"37","text":"When you searched through all my goods, did you find anything that belonged to you? Set it here before my relatives and yours, and let them settle the dispute between the two of us!"},{"bookname":"Genesis","chapter":"31","verse":"38","text":"“I have been with you for the past twenty years. Your ewes and female goats have not miscarried, nor have I eaten rams from your flocks."},{"bookname":"Genesis","chapter":"31","verse":"39","text":"Animals torn by wild beasts I never brought to you; I always absorbed the loss myself. You always made me pay for every missing animal, whether it was taken by day or at night."},{"bookname":"Genesis","chapter":"31","verse":"40","text":"I was consumed by scorching heat during the day and by piercing cold at night, and I went without sleep."},{"bookname":"Genesis","chapter":"31","verse":"41","text":"This was my lot for twenty years in your house: I worked like a slave for you &#8211; fourteen years for your two daughters and six years for your flocks, but you changed my wages ten times!"},{"bookname":"Genesis","chapter":"31","verse":"42","text":"If the God of my father &#8211; the God of Abraham, the one whom Isaac fears &#8211; had not been with me, you would certainly have sent me away empty-handed! But God saw how I was oppressed and how hard I worked, and he rebuked you last night.”"},{"bookname":"Genesis","chapter":"31","verse":"43","text":"Laban replied to Jacob, “These women are my daughters, these children are my grandchildren, and these flocks are my flocks. All that you see belongs to me. But how can I harm these daughters of mine today or the children to whom they have given birth?"},{"bookname":"Genesis","chapter":"31","verse":"44","text":"So now, come, let’s make a formal agreement, you and I, and it will be proof that we have made peace.”"},{"bookname":"Genesis","chapter":"31","verse":"45","text":"So Jacob took a stone and set it up as a memorial pillar."},{"bookname":"Genesis","chapter":"31","verse":"46","text":"Then he said to his relatives, “Gather stones.” So they brought stones and put them in a pile. They ate there by the pile of stones."},{"bookname":"Genesis","chapter":"31","verse":"47","text":"Laban called it Jegar Sahadutha, but Jacob called it Galeed."},{"bookname":"Genesis","chapter":"31","verse":"48","text":"Laban said, “This pile of stones is a witness of our agreement today.” That is why it was called Galeed."},{"bookname":"Genesis","chapter":"31","verse":"49","text":"It was also called Mizpah because he said, “May the Lord watch between us when we are out of sight of one another."},{"bookname":"Genesis","chapter":"31","verse":"50","text":"If you mistreat my daughters or if you take wives besides my daughters, although no one else is with us, realize that God is witness to your actions.”"},{"bookname":"Genesis","chapter":"31","verse":"51","text":"“Here is this pile of stones and this pillar I have set up between me and you,” Laban said to Jacob."},{"bookname":"Genesis","chapter":"31","verse":"52","text":"“This pile of stones and the pillar are reminders that I will not pass beyond this pile to come to harm you and that you will not pass beyond this pile and this pillar to come to harm me."},{"bookname":"Genesis","chapter":"31","verse":"53","text":"May the God of Abraham and the god of Nahor, the gods of their father, judge between us.” Jacob took an oath by the God whom his father Isaac feared."},{"bookname":"Genesis","chapter":"31","verse":"54","text":"Then Jacob offered a sacrifice on the mountain and invited his relatives to eat the meal. They ate the meal and spent the night on the mountain."},{"bookname":"Genesis","chapter":"31","verse":"55","text":" Early in the morning Laban kissed his grandchildren and his daughters goodbye and blessed them. Then Laban left and returned home."}],[{"bookname":"Genesis","chapter":"32","verse":"1","text":"So Jacob went on his way and the angels of God met him.","title":"Jacob Wrestles at Peniel"},{"bookname":"Genesis","chapter":"32","verse":"2","text":"When Jacob saw them, he exclaimed, “This is the camp of God!” So he named that place Mahanaim."},{"bookname":"Genesis","chapter":"32","verse":"3","text":"Jacob sent messengers on ahead to his brother Esau in the land of Seir, the region of Edom."},{"bookname":"Genesis","chapter":"32","verse":"4","text":"He commanded them, “This is what you must say to my lord Esau: ‘This is what your servant Jacob says: I have been staying with Laban until now."},{"bookname":"Genesis","chapter":"32","verse":"5","text":"I have oxen, donkeys, sheep, and male and female servants. I have sent this message to inform my lord, so that I may find favor in your sight.’”"},{"bookname":"Genesis","chapter":"32","verse":"6","text":"The messengers returned to Jacob and said, “We went to your brother Esau. He is coming to meet you and has four hundred men with him.”"},{"bookname":"Genesis","chapter":"32","verse":"7","text":"Jacob was very afraid and upset. So he divided the people who were with him into two camps, as well as the flocks, herds, and camels."},{"bookname":"Genesis","chapter":"32","verse":"8","text":"“If Esau attacks one camp,” he thought, “then the other camp will be able to escape.”"},{"bookname":"Genesis","chapter":"32","verse":"9","text":"Then Jacob prayed, “O God of my father Abraham, God of my father Isaac, O Lord, you said to me, ‘Return to your land and to your relatives and I will make you prosper.’"},{"bookname":"Genesis","chapter":"32","verse":"10","text":"I am not worthy of all the faithful love you have shown your servant. With only my walking stick I crossed the Jordan, but now I have become two camps."},{"bookname":"Genesis","chapter":"32","verse":"11","text":"Rescue me, I pray, from the hand of my brother Esau, for I am afraid he will come and attack me, as well as the mothers with their children."},{"bookname":"Genesis","chapter":"32","verse":"12","text":"But you said, ‘I will certainly make you prosper and will make your descendants like the sand on the seashore, too numerous to count.’”"},{"bookname":"Genesis","chapter":"32","verse":"13","text":"Jacob stayed there that night. Then he sent as a gift to his brother Esau"},{"bookname":"Genesis","chapter":"32","verse":"14","text":"two hundred female goats and twenty male goats, two hundred ewes and twenty rams,"},{"bookname":"Genesis","chapter":"32","verse":"15","text":"thirty female camels with their young, forty cows and ten bulls, and twenty female donkeys and ten male donkeys."},{"bookname":"Genesis","chapter":"32","verse":"16","text":"He entrusted them to his servants, who divided them into herds. He told his servants, “Pass over before me, and keep some distance between one herd and the next.”"},{"bookname":"Genesis","chapter":"32","verse":"17","text":"He instructed the servant leading the first herd, “When my brother Esau meets you and asks, ‘To whom do you belong? Where are you going? Whose herds are you driving?’"},{"bookname":"Genesis","chapter":"32","verse":"18","text":"then you must say, ‘They belong to your servant Jacob. They have been sent as a gift to my lord Esau. In fact Jacob himself is behind us.’”"},{"bookname":"Genesis","chapter":"32","verse":"19","text":"He also gave these instructions to the second and third servants, as well as all those who were following the herds, saying, “You must say the same thing to Esau when you meet him."},{"bookname":"Genesis","chapter":"32","verse":"20","text":"You must also say, ‘In fact your servant Jacob is behind us.’” Jacob thought, “I will first appease him by sending a gift ahead of me. After that I will meet him. Perhaps he will accept me.”"},{"bookname":"Genesis","chapter":"32","verse":"21","text":"So the gifts were sent on ahead of him while he spent that night in the camp."},{"bookname":"Genesis","chapter":"32","verse":"22","text":"During the night Jacob quickly took his two wives, his two female servants, and his eleven sons and crossed the ford of the Jabbok."},{"bookname":"Genesis","chapter":"32","verse":"23","text":"He took them and sent them across the stream along with all his possessions."},{"bookname":"Genesis","chapter":"32","verse":"24","text":"So Jacob was left alone. Then a man wrestled with him until daybreak."},{"bookname":"Genesis","chapter":"32","verse":"25","text":"When the man saw that he could not defeat Jacob, he struck the socket of his hip so the socket of Jacob’s hip was dislocated while he wrestled with him."},{"bookname":"Genesis","chapter":"32","verse":"26","text":"Then the man said, “Let me go, for the dawn is breaking.” “I will not let you go,” Jacob replied, “unless you bless me.”"},{"bookname":"Genesis","chapter":"32","verse":"27","text":"The man asked him, “What is your name?” He answered, “Jacob.”"},{"bookname":"Genesis","chapter":"32","verse":"28","text":"“No longer will your name be Jacob,” the man told him, “but Israel, because you have fought with God and with men and have prevailed.”"},{"bookname":"Genesis","chapter":"32","verse":"29","text":"Then Jacob asked, “Please tell me your name.” “Why do you ask my name?” the man replied. Then he blessed Jacob there."},{"bookname":"Genesis","chapter":"32","verse":"30","text":"So Jacob named the place Peniel, explaining, “Certainly I have seen God face to face and have survived.”"},{"bookname":"Genesis","chapter":"32","verse":"31","text":"The sun rose over him as he crossed over Penuel, but he was limping because of his hip."},{"bookname":"Genesis","chapter":"32","verse":"32","text":"That is why to this day the Israelites do not eat the sinew which is attached to the socket of the hip, because he struck the socket of Jacob’s hip near the attached sinew."}],[{"bookname":"Genesis","chapter":"33","verse":"1","text":"Jacob looked up and saw that Esau was coming along with four hundred men. So he divided the children among Leah, Rachel, and the two female servants.","title":"Jacob Meets Esau"},{"bookname":"Genesis","chapter":"33","verse":"2","text":"He put the servants and their children in front, with Leah and her children behind them, and Rachel and Joseph behind them."},{"bookname":"Genesis","chapter":"33","verse":"3","text":"But Jacob himself went on ahead of them, and he bowed toward the ground seven times as he approached his brother."},{"bookname":"Genesis","chapter":"33","verse":"4","text":"But Esau ran to meet him, embraced him, hugged his neck, and kissed him. Then they both wept."},{"bookname":"Genesis","chapter":"33","verse":"5","text":"When Esau looked up and saw the women and the children, he asked, “Who are these people with you?” Jacob replied, “The children whom God has graciously given your servant.”"},{"bookname":"Genesis","chapter":"33","verse":"6","text":"The female servants came forward with their children and bowed down."},{"bookname":"Genesis","chapter":"33","verse":"7","text":"Then Leah came forward with her children and they bowed down. Finally Joseph and Rachel came forward and bowed down."},{"bookname":"Genesis","chapter":"33","verse":"8","text":"Esau then asked, “What did you intend by sending all these herds to meet me?” Jacob replied, “To find favor in your sight, my lord.”"},{"bookname":"Genesis","chapter":"33","verse":"9","text":"But Esau said, “I have plenty, my brother. Keep what belongs to you.”"},{"bookname":"Genesis","chapter":"33","verse":"10","text":"“No, please take them,” Jacob said. “If I have found favor in your sight, accept my gift from my hand. Now that I have seen your face and you have accepted me, it is as if I have seen the face of God."},{"bookname":"Genesis","chapter":"33","verse":"11","text":"Please take my present that was brought to you, for God has been generous to me and I have all I need.” When Jacob urged him, he took it."},{"bookname":"Genesis","chapter":"33","verse":"12","text":"Then Esau said, “Let’s be on our way! I will go in front of you.”"},{"bookname":"Genesis","chapter":"33","verse":"13","text":"But Jacob said to him, “My lord knows that the children are young, and that I have to look after the sheep and cattle that are nursing their young. If they are driven too hard for even a single day, all the animals will die."},{"bookname":"Genesis","chapter":"33","verse":"14","text":"Let my lord go on ahead of his servant. I will travel more slowly, at the pace of the herds and the children, until I come to my lord at Seir.”"},{"bookname":"Genesis","chapter":"33","verse":"15","text":"So Esau said, “Let me leave some of my men with you.” “Why do that?” Jacob replied. “My lord has already been kind enough to me.”"},{"bookname":"Genesis","chapter":"33","verse":"16","text":"So that same day Esau made his way back to Seir."},{"bookname":"Genesis","chapter":"33","verse":"17","text":"But Jacob traveled to Succoth where he built himself a house and made shelters for his livestock. That is why the place was called Succoth."},{"bookname":"Genesis","chapter":"33","verse":"18","text":"After he left Paddan Aram, Jacob came safely to the city of Shechem in the land of Canaan, and he camped near the city."},{"bookname":"Genesis","chapter":"33","verse":"19","text":"Then he purchased the portion of the field where he had pitched his tent; he bought it from the sons of Hamor, Shechem’s father, for a hundred pieces of money."},{"bookname":"Genesis","chapter":"33","verse":"20","text":"There he set up an altar and called it “The God of Israel is God.”"}],[{"bookname":"Genesis","chapter":"34","verse":"1","text":"Now Dinah, Leah’s daughter whom she bore to Jacob, went to meet the young women of the land.","title":"Dinah and the Shechemites"},{"bookname":"Genesis","chapter":"34","verse":"2","text":"When Shechem son of Hamor the Hivite, who ruled that area, saw her, he grabbed her, forced himself on her, and sexually assaulted her."},{"bookname":"Genesis","chapter":"34","verse":"3","text":"Then he became very attached to Dinah, Jacob’s daughter. He fell in love with the young woman and spoke romantically to her."},{"bookname":"Genesis","chapter":"34","verse":"4","text":"Shechem said to his father Hamor, “Acquire this young girl as my wife.”"},{"bookname":"Genesis","chapter":"34","verse":"5","text":"When Jacob heard that Shechem had violated his daughter Dinah, his sons were with the livestock in the field. So Jacob remained silent until they came in."},{"bookname":"Genesis","chapter":"34","verse":"6","text":"Then Shechem’s father Hamor went to speak with Jacob about Dinah."},{"bookname":"Genesis","chapter":"34","verse":"7","text":"Now Jacob’s sons had come in from the field when they heard the news. They were offended and very angry because Shechem had disgraced Israel by sexually assaulting Jacob’s daughter, a crime that should not be committed."},{"bookname":"Genesis","chapter":"34","verse":"8","text":"But Hamor made this appeal to them: “My son Shechem is in love with your daughter. Please give her to him as his wife."},{"bookname":"Genesis","chapter":"34","verse":"9","text":"Intermarry with us. Let us marry your daughters, and take our daughters as wives for yourselves."},{"bookname":"Genesis","chapter":"34","verse":"10","text":"You may live among us, and the land will be open to you. Live in it, travel freely in it, and acquire property in it.”"},{"bookname":"Genesis","chapter":"34","verse":"11","text":"Then Shechem said to Dinah’s father and brothers, “Let me find favor in your sight, and whatever you require of me I’ll give."},{"bookname":"Genesis","chapter":"34","verse":"12","text":"You can make the bride price and the gift I must bring very expensive, and I’ll give whatever you ask of me. Just give me the young woman as my wife!”"},{"bookname":"Genesis","chapter":"34","verse":"13","text":"Jacob’s sons answered Shechem and his father Hamor deceitfully when they spoke because Shechem had violated their sister Dinah."},{"bookname":"Genesis","chapter":"34","verse":"14","text":"They said to them, “We cannot give our sister to a man who is not circumcised, for it would be a disgrace to us."},{"bookname":"Genesis","chapter":"34","verse":"15","text":"We will give you our consent on this one condition: You must become like us by circumcising all your males."},{"bookname":"Genesis","chapter":"34","verse":"16","text":"Then we will give you our daughters to marry, and we will take your daughters as wives for ourselves, and we will live among you and become one people."},{"bookname":"Genesis","chapter":"34","verse":"17","text":"But if you do not agree to our terms by being circumcised, then we will take our sister and depart.”"},{"bookname":"Genesis","chapter":"34","verse":"18","text":"Their offer pleased Hamor and his son Shechem."},{"bookname":"Genesis","chapter":"34","verse":"19","text":"The young man did not delay in doing what they asked because he wanted Jacob’s daughter Dinah badly. (Now he was more important than anyone in his father’s household.)"},{"bookname":"Genesis","chapter":"34","verse":"20","text":"So Hamor and his son Shechem went to the gate of their city and spoke to the men of their city,"},{"bookname":"Genesis","chapter":"34","verse":"21","text":"“These men are at peace with us. So let them live in the land and travel freely in it, for the land is wide enough for them. We will take their daughters for wives, and we will give them our daughters to marry."},{"bookname":"Genesis","chapter":"34","verse":"22","text":"Only on this one condition will these men consent to live with us and become one people: They demand that every male among us be circumcised just as they are circumcised."},{"bookname":"Genesis","chapter":"34","verse":"23","text":"If we do so, won’t their livestock, their property, and all their animals become ours? So let’s consent to their demand, so they will live among us.”"},{"bookname":"Genesis","chapter":"34","verse":"24","text":"All the men who assembled at the city gate agreed with Hamor and his son Shechem. Every male who assembled at the city gate was circumcised."},{"bookname":"Genesis","chapter":"34","verse":"25","text":"In three days, when they were still in pain, two of Jacob’s sons, Simeon and Levi, Dinah’s brothers, each took his sword and went to the unsuspecting city and slaughtered every male."},{"bookname":"Genesis","chapter":"34","verse":"26","text":"They killed Hamor and his son Shechem with the sword, took Dinah from Shechem’s house, and left."},{"bookname":"Genesis","chapter":"34","verse":"27","text":"Jacob’s sons killed them and looted the city because their sister had been violated."},{"bookname":"Genesis","chapter":"34","verse":"28","text":"They took their flocks, herds, and donkeys, as well as everything in the city and in the surrounding fields."},{"bookname":"Genesis","chapter":"34","verse":"29","text":"They captured as plunder all their wealth, all their little ones, and their wives, including everything in the houses."},{"bookname":"Genesis","chapter":"34","verse":"30","text":"Then Jacob said to Simeon and Levi, “You have brought ruin on me by making me a foul odor among the inhabitants of the land &#8211; among the Canaanites and the Perizzites. I am few in number; they will join forces against me and attack me, and both I and my family will be destroyed!”"},{"bookname":"Genesis","chapter":"34","verse":"31","text":"But Simeon and Levi replied, “Should he treat our sister like a common prostitute?”"}],[{"bookname":"Genesis","chapter":"35","verse":"1","text":"Then God said to Jacob, “Go up at once to Bethel and live there. Make an altar there to God, who appeared to you when you fled from your brother Esau.”","title":"The Return to Bethel"},{"bookname":"Genesis","chapter":"35","verse":"2","text":"So Jacob told his household and all who were with him, “Get rid of the foreign gods you have among you. Purify yourselves and change your clothes."},{"bookname":"Genesis","chapter":"35","verse":"3","text":"Let us go up at once to Bethel. Then I will make an altar there to God, who responded to me in my time of distress and has been with me wherever I went.”"},{"bookname":"Genesis","chapter":"35","verse":"4","text":"So they gave Jacob all the foreign gods that were in their possession and the rings that were in their ears. Jacob buried them under the oak near Shechem"},{"bookname":"Genesis","chapter":"35","verse":"5","text":"and they started on their journey. The surrounding cities were afraid of God, and they did not pursue the sons of Jacob."},{"bookname":"Genesis","chapter":"35","verse":"6","text":"Jacob and all those who were with him arrived at Luz (that is, Bethel) in the land of Canaan."},{"bookname":"Genesis","chapter":"35","verse":"7","text":"He built an altar there and named the place El Bethel because there God had revealed himself to him when he was fleeing from his brother."},{"bookname":"Genesis","chapter":"35","verse":"8","text":"(Deborah, Rebekah’s nurse, died and was buried under the oak below Bethel; thus it was named Oak of Weeping.)"},{"bookname":"Genesis","chapter":"35","verse":"9","text":"God appeared to Jacob again after he returned from Paddan Aram and blessed him."},{"bookname":"Genesis","chapter":"35","verse":"10","text":"God said to him, “Your name is Jacob, but your name will no longer be called Jacob; Israel will be your name.” So God named him Israel."},{"bookname":"Genesis","chapter":"35","verse":"11","text":"Then God said to him, “I am the sovereign God. Be fruitful and multiply! A nation &#8211; even a company of nations &#8211; will descend from you; kings will be among your descendants!"},{"bookname":"Genesis","chapter":"35","verse":"12","text":"The land I gave to Abraham and Isaac I will give to you. To your descendants I will also give this land.”"},{"bookname":"Genesis","chapter":"35","verse":"13","text":"Then God went up from the place where he spoke with him."},{"bookname":"Genesis","chapter":"35","verse":"14","text":"So Jacob set up a sacred stone pillar in the place where God spoke with him. He poured out a drink offering on it, and then he poured oil on it."},{"bookname":"Genesis","chapter":"35","verse":"15","text":"Jacob named the place where God spoke with him Bethel."},{"bookname":"Genesis","chapter":"35","verse":"16","text":"They traveled on from Bethel, and when Ephrath was still some distance away, Rachel went into labor &#8211; and her labor was hard."},{"bookname":"Genesis","chapter":"35","verse":"17","text":"When her labor was at its hardest, the midwife said to her, “Don’t be afraid, for you are having another son.”"},{"bookname":"Genesis","chapter":"35","verse":"18","text":"With her dying breath, she named him Ben-Oni. But his father called him Benjamin instead."},{"bookname":"Genesis","chapter":"35","verse":"19","text":"So Rachel died and was buried on the way to Ephrath (that is, Bethlehem)."},{"bookname":"Genesis","chapter":"35","verse":"20","text":"Jacob set up a marker over her grave; it is the Marker of Rachel’s Grave to this day."},{"bookname":"Genesis","chapter":"35","verse":"21","text":"Then Israel traveled on and pitched his tent beyond Migdal Eder."},{"bookname":"Genesis","chapter":"35","verse":"22","text":"While Israel was living in that land, Reuben had sexual relations with Bilhah, his father’s concubine, and Israel heard about it. Jacob had twelve sons:"},{"bookname":"Genesis","chapter":"35","verse":"23","text":"The sons of Leah were Reuben, Jacob’s firstborn, as well as Simeon, Levi, Judah, Issachar, and Zebulun."},{"bookname":"Genesis","chapter":"35","verse":"24","text":"The sons of Rachel were Joseph and Benjamin."},{"bookname":"Genesis","chapter":"35","verse":"25","text":"The sons of Bilhah, Rachel’s servant, were Dan and Naphtali."},{"bookname":"Genesis","chapter":"35","verse":"26","text":"The sons of Zilpah, Leah’s servant, were Gad and Asher. These were the sons of Jacob who were born to him in Paddan Aram."},{"bookname":"Genesis","chapter":"35","verse":"27","text":"So Jacob came back to his father Isaac in Mamre, to Kiriath Arba (that is, Hebron), where Abraham and Isaac had stayed."},{"bookname":"Genesis","chapter":"35","verse":"28","text":"Isaac lived to be 180 years old."},{"bookname":"Genesis","chapter":"35","verse":"29","text":"Then Isaac breathed his last and joined his ancestors. He died an old man who had lived a full life. His sons Esau and Jacob buried him."}],[{"bookname":"Genesis","chapter":"36","verse":"1","text":"What follows is the account of Esau (also known as Edom).","title":"The Descendants of Esau"},{"bookname":"Genesis","chapter":"36","verse":"2","text":"Esau took his wives from the Canaanites: Adah the daughter of Elon the Hittite, and Oholibamah the daughter of Anah and granddaughter of Zibeon the Hivite,"},{"bookname":"Genesis","chapter":"36","verse":"3","text":"in addition to Basemath the daughter of Ishmael and sister of Nebaioth."},{"bookname":"Genesis","chapter":"36","verse":"4","text":"Adah bore Eliphaz to Esau, Basemath bore Reuel,"},{"bookname":"Genesis","chapter":"36","verse":"5","text":"and Oholibamah bore Jeush, Jalam, and Korah. These were the sons of Esau who were born to him in the land of Canaan."},{"bookname":"Genesis","chapter":"36","verse":"6","text":"Esau took his wives, his sons, his daughters, all the people in his household, his livestock, his animals, and all his possessions which he had acquired in the land of Canaan and went to a land some distance away from Jacob his brother"},{"bookname":"Genesis","chapter":"36","verse":"7","text":"because they had too many possessions to be able to stay together and the land where they had settled was not able to support them because of their livestock."},{"bookname":"Genesis","chapter":"36","verse":"8","text":"So Esau (also known as Edom) lived in the hill country of Seir."},{"bookname":"Genesis","chapter":"36","verse":"9","text":"This is the account of Esau, the father of the Edomites, in the hill country of Seir."},{"bookname":"Genesis","chapter":"36","verse":"10","text":"These were the names of Esau’s sons: Eliphaz, the son of Esau’s wife Adah, and Reuel, the son of Esau’s wife Basemath."},{"bookname":"Genesis","chapter":"36","verse":"11","text":"The sons of Eliphaz were: Teman, Omar, Zepho, Gatam, and Kenaz."},{"bookname":"Genesis","chapter":"36","verse":"12","text":"Timna, a concubine of Esau’s son Eliphaz, bore Amalek to Eliphaz. These were the sons of Esau’s wife Adah."},{"bookname":"Genesis","chapter":"36","verse":"13","text":"These were the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These were the sons of Esau’s wife Basemath."},{"bookname":"Genesis","chapter":"36","verse":"14","text":"These were the sons of Esau’s wife Oholibamah the daughter of Anah and granddaughter of Zibeon: She bore Jeush, Jalam, and Korah to Esau."},{"bookname":"Genesis","chapter":"36","verse":"15","text":"These were the chiefs among the descendants of Esau, the sons of Eliphaz, Esau’s firstborn: chief Teman, chief Omar, chief Zepho, chief Kenaz,"},{"bookname":"Genesis","chapter":"36","verse":"16","text":"chief Korah, chief Gatam, chief Amalek. These were the chiefs descended from Eliphaz in the land of Edom; these were the sons of Adah."},{"bookname":"Genesis","chapter":"36","verse":"17","text":"These were the sons of Esau’s son Reuel: chief Nahath, chief Zerah, chief Shammah, chief Mizzah. These were the chiefs descended from Reuel in the land of Edom; these were the sons of Esau’s wife Basemath."},{"bookname":"Genesis","chapter":"36","verse":"18","text":"These were the sons of Esau’s wife Oholibamah: chief Jeush, chief Jalam, chief Korah. These were the chiefs descended from Esau’s wife Oholibamah, the daughter of Anah."},{"bookname":"Genesis","chapter":"36","verse":"19","text":"These were the sons of Esau (also known as Edom), and these were their chiefs."},{"bookname":"Genesis","chapter":"36","verse":"20","text":"These were the sons of Seir the Horite, who were living in the land: Lotan, Shobal, Zibeon, Anah,"},{"bookname":"Genesis","chapter":"36","verse":"21","text":"Dishon, Ezer, and Dishan. These were the chiefs of the Horites, the descendants of Seir in the land of Edom."},{"bookname":"Genesis","chapter":"36","verse":"22","text":"The sons of Lotan were Hori and Homam; Lotan’s sister was Timna."},{"bookname":"Genesis","chapter":"36","verse":"23","text":"These were the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam."},{"bookname":"Genesis","chapter":"36","verse":"24","text":"These were the sons of Zibeon: Aiah and Anah (who discovered the hot springs in the wilderness as he pastured the donkeys of his father Zibeon)."},{"bookname":"Genesis","chapter":"36","verse":"25","text":"These were the children of Anah: Dishon and Oholibamah, the daughter of Anah."},{"bookname":"Genesis","chapter":"36","verse":"26","text":"These were the sons of Dishon: Hemdan, Eshban, Ithran, and Keran."},{"bookname":"Genesis","chapter":"36","verse":"27","text":"These were the sons of Ezer: Bilhan, Zaavan, and Akan."},{"bookname":"Genesis","chapter":"36","verse":"28","text":"These were the sons of Dishan: Uz and Aran."},{"bookname":"Genesis","chapter":"36","verse":"29","text":"These were the chiefs of the Horites: chief Lotan, chief Shobal, chief Zibeon, chief Anah,"},{"bookname":"Genesis","chapter":"36","verse":"30","text":"chief Dishon, chief Ezer, chief Dishan. These were the chiefs of the Horites, according to their chief lists in the land of Seir."},{"bookname":"Genesis","chapter":"36","verse":"31","text":"These were the kings who reigned in the land of Edom before any king ruled over the Israelites:"},{"bookname":"Genesis","chapter":"36","verse":"32","text":"Bela the son of Beor reigned in Edom; the name of his city was Dinhabah."},{"bookname":"Genesis","chapter":"36","verse":"33","text":"When Bela died, Jobab the son of Zerah from Bozrah reigned in his place."},{"bookname":"Genesis","chapter":"36","verse":"34","text":"When Jobab died, Husham from the land of the Temanites reigned in his place."},{"bookname":"Genesis","chapter":"36","verse":"35","text":"When Husham died, Hadad the son of Bedad, who defeated the Midianites in the land of Moab, reigned in his place; the name of his city was Avith."},{"bookname":"Genesis","chapter":"36","verse":"36","text":"When Hadad died, Samlah from Masrekah reigned in his place."},{"bookname":"Genesis","chapter":"36","verse":"37","text":"When Samlah died, Shaul from Rehoboth by the River reigned in his place."},{"bookname":"Genesis","chapter":"36","verse":"38","text":"When Shaul died, Baal-Hanan the son of Achbor reigned in his place."},{"bookname":"Genesis","chapter":"36","verse":"39","text":"When Baal-Hanan the son of Achbor died, Hadad reigned in his place; the name of his city was Pau. His wife’s name was Mehetabel, the daughter of Matred, the daughter of Me-Zahab."},{"bookname":"Genesis","chapter":"36","verse":"40","text":"These were the names of the chiefs of Esau, according to their families, according to their places, by their names: chief Timna, chief Alvah, chief Jetheth,"},{"bookname":"Genesis","chapter":"36","verse":"41","text":"chief Oholibamah, chief Elah, chief Pinon,"},{"bookname":"Genesis","chapter":"36","verse":"42","text":"chief Kenaz, chief Teman, chief Mibzar,"},{"bookname":"Genesis","chapter":"36","verse":"43","text":"chief Magdiel, chief Iram. These were the chiefs of Edom, according to their settlements in the land they possessed. This was Esau, the father of the Edomites."}],[{"bookname":"Genesis","chapter":"37","verse":"1","text":"But Jacob lived in the land where his father had stayed, in the land of Canaan. ","title":"Joseph&#8217;s Dreams"},{"bookname":"Genesis","chapter":"37","verse":"2","text":"This is the account of Jacob. Joseph, his seventeen-year-old son, was taking care of the flocks with his brothers. Now he was a youngster working with the sons of Bilhah and Zilpah, his father’s wives. Joseph brought back a bad report about them to their father."},{"bookname":"Genesis","chapter":"37","verse":"3","text":"Now Israel loved Joseph more than all his sons because he was a son born to him late in life, and he made a special tunic for him."},{"bookname":"Genesis","chapter":"37","verse":"4","text":"When Joseph’s brothers saw that their father loved him more than any of them, they hated Joseph and were not able to speak to him kindly."},{"bookname":"Genesis","chapter":"37","verse":"5","text":"Joseph had a dream, and when he told his brothers about it, they hated him even more."},{"bookname":"Genesis","chapter":"37","verse":"6","text":"He said to them, “Listen to this dream I had:"},{"bookname":"Genesis","chapter":"37","verse":"7","text":"There we were, binding sheaves of grain in the middle of the field. Suddenly my sheaf rose up and stood upright and your sheaves surrounded my sheaf and bowed down to it!”"},{"bookname":"Genesis","chapter":"37","verse":"8","text":"Then his brothers asked him, “Do you really think you will rule over us or have dominion over us?” They hated him even more because of his dream and because of what he said."},{"bookname":"Genesis","chapter":"37","verse":"9","text":"Then he had another dream, and told it to his brothers. “Look,” he said. “I had another dream. The sun, the moon, and eleven stars were bowing down to me.”"},{"bookname":"Genesis","chapter":"37","verse":"10","text":"When he told his father and his brothers, his father rebuked him, saying, “What is this dream that you had? Will I, your mother, and your brothers really come and bow down to you?”"},{"bookname":"Genesis","chapter":"37","verse":"11","text":"His brothers were jealous of him, but his father kept in mind what Joseph said."},{"bookname":"Genesis","chapter":"37","verse":"12","text":"When his brothers had gone to graze their father’s flocks near Shechem,"},{"bookname":"Genesis","chapter":"37","verse":"13","text":"Israel said to Joseph, “Your brothers are grazing the flocks near Shechem. Come, I will send you to them.” “I’m ready,” Joseph replied."},{"bookname":"Genesis","chapter":"37","verse":"14","text":"So Jacob said to him, “Go now and check on the welfare of your brothers and of the flocks, and bring me word.” So Jacob sent him from the valley of Hebron."},{"bookname":"Genesis","chapter":"37","verse":"15","text":"When Joseph reached Shechem, a man found him wandering in the field, so the man asked him, “What are you looking for?”"},{"bookname":"Genesis","chapter":"37","verse":"16","text":"He replied, “I’m looking for my brothers. Please tell me where they are grazing their flocks.”"},{"bookname":"Genesis","chapter":"37","verse":"17","text":"The man said, “They left this area, for I heard them say, ‘Let’s go to Dothan.’” So Joseph went after his brothers and found them at Dothan."},{"bookname":"Genesis","chapter":"37","verse":"18","text":"Now Joseph’s brothers saw him from a distance, and before he reached them, they plotted to kill him."},{"bookname":"Genesis","chapter":"37","verse":"19","text":"They said to one another, “Here comes this master of dreams!"},{"bookname":"Genesis","chapter":"37","verse":"20","text":"Come now, let’s kill him, throw him into one of the cisterns, and then say that a wild animal ate him. Then we’ll see how his dreams turn out!”"},{"bookname":"Genesis","chapter":"37","verse":"21","text":"When Reuben heard this, he rescued Joseph from their hands, saying, “Let’s not take his life!”"},{"bookname":"Genesis","chapter":"37","verse":"22","text":"Reuben continued, “Don’t shed blood! Throw him into this cistern that is here in the wilderness, but don’t lay a hand on him.” (Reuben said this so he could rescue Joseph from them and take him back to his father.)"},{"bookname":"Genesis","chapter":"37","verse":"23","text":"When Joseph reached his brothers, they stripped him of his tunic, the special tunic that he wore."},{"bookname":"Genesis","chapter":"37","verse":"24","text":"Then they took him and threw him into the cistern. (Now the cistern was empty; there was no water in it.)"},{"bookname":"Genesis","chapter":"37","verse":"25","text":"When they sat down to eat their food, they looked up and saw a caravan of Ishmaelites coming from Gilead. Their camels were carrying spices, balm, and myrrh down to Egypt."},{"bookname":"Genesis","chapter":"37","verse":"26","text":"Then Judah said to his brothers, “What profit is there if we kill our brother and cover up his blood?"},{"bookname":"Genesis","chapter":"37","verse":"27","text":"Come, let’s sell him to the Ishmaelites, but let’s not lay a hand on him, for after all, he is our brother, our own flesh.” His brothers agreed."},{"bookname":"Genesis","chapter":"37","verse":"28","text":"So when the Midianite merchants passed by, Joseph’s brothers pulled him out of the cistern and sold him to the Ishmaelites for twenty pieces of silver. The Ishmaelites then took Joseph to Egypt."},{"bookname":"Genesis","chapter":"37","verse":"29","text":"Later Reuben returned to the cistern to find that Joseph was not in it! He tore his clothes,"},{"bookname":"Genesis","chapter":"37","verse":"30","text":"returned to his brothers, and said, “The boy isn’t there! And I, where can I go?”"},{"bookname":"Genesis","chapter":"37","verse":"31","text":"So they took Joseph’s tunic, killed a young goat, and dipped the tunic in the blood."},{"bookname":"Genesis","chapter":"37","verse":"32","text":"Then they brought the special tunic to their father and said, “We found this. Determine now whether it is your son’s tunic or not.”"},{"bookname":"Genesis","chapter":"37","verse":"33","text":"He recognized it and exclaimed, “It is my son’s tunic! A wild animal has eaten him! Joseph has surely been torn to pieces!”"},{"bookname":"Genesis","chapter":"37","verse":"34","text":"Then Jacob tore his clothes, put on sackcloth, and mourned for his son many days."},{"bookname":"Genesis","chapter":"37","verse":"35","text":"All his sons and daughters stood by him to console him, but he refused to be consoled. “No,” he said, “I will go to the grave mourning my son.” So Joseph’s father wept for him."},{"bookname":"Genesis","chapter":"37","verse":"36","text":"Now in Egypt the Midianites sold Joseph to Potiphar, one of Pharaoh’s officials, the captain of the guard."}],[{"bookname":"Genesis","chapter":"38","verse":"1","text":"At that time Judah left his brothers and stayed with an Adullamite man named Hirah.","title":"Judah and Tamar"},{"bookname":"Genesis","chapter":"38","verse":"2","text":"There Judah saw the daughter of a Canaanite man named Shua. Judah acquired her as a wife and had marital relations with her."},{"bookname":"Genesis","chapter":"38","verse":"3","text":"She became pregnant and had a son. Judah named him Er."},{"bookname":"Genesis","chapter":"38","verse":"4","text":"She became pregnant again and had another son, whom she named Onan."},{"bookname":"Genesis","chapter":"38","verse":"5","text":"Then she had yet another son, whom she named Shelah. She gave birth to him in Kezib."},{"bookname":"Genesis","chapter":"38","verse":"6","text":"Judah acquired a wife for Er his firstborn; her name was Tamar."},{"bookname":"Genesis","chapter":"38","verse":"7","text":"But Er, Judah’s firstborn, was evil in the Lord’s sight, so the Lord killed him."},{"bookname":"Genesis","chapter":"38","verse":"8","text":"Then Judah said to Onan, “Have sexual relations with your brother’s wife and fulfill the duty of a brother-in-law to her so that you may raise up a descendant for your brother.”"},{"bookname":"Genesis","chapter":"38","verse":"9","text":"But Onan knew that the child would not be considered his. So whenever he had sexual relations with his brother’s wife, he withdrew prematurely so as not to give his brother a descendant."},{"bookname":"Genesis","chapter":"38","verse":"10","text":"What he did was evil in the Lord’s sight, so the Lord killed him too."},{"bookname":"Genesis","chapter":"38","verse":"11","text":"Then Judah said to his daughter-in-law Tamar, “Live as a widow in your father’s house until Shelah my son grows up.” For he thought, “I don’t want him to die like his brothers.” So Tamar went and lived in her father’s house."},{"bookname":"Genesis","chapter":"38","verse":"12","text":"After some time Judah’s wife, the daughter of Shua, died. After Judah was consoled, he left for Timnah to visit his sheepshearers, along with his friend Hirah the Adullamite."},{"bookname":"Genesis","chapter":"38","verse":"13","text":"Tamar was told, “Look, your father-in-law is going up to Timnah to shear his sheep.”"},{"bookname":"Genesis","chapter":"38","verse":"14","text":"So she removed her widow’s clothes and covered herself with a veil. She wrapped herself and sat at the entrance to Enaim which is on the way to Timnah. (She did this because she saw that she had not been given to Shelah as a wife, even though he had now grown up.)"},{"bookname":"Genesis","chapter":"38","verse":"15","text":"When Judah saw her, he thought she was a prostitute because she had covered her face."},{"bookname":"Genesis","chapter":"38","verse":"16","text":"He turned aside to her along the road and said, “Come on! I want to have sex with you.” (He did not realize it was his daughter-in-law.) She asked, “What will you give me in exchange for having sex with you?”"},{"bookname":"Genesis","chapter":"38","verse":"17","text":"He replied, “I’ll send you a young goat from the flock.” She asked, “Will you give me a pledge until you send it?”"},{"bookname":"Genesis","chapter":"38","verse":"18","text":"He said, “What pledge should I give you?” She replied, “Your seal, your cord, and the staff that’s in your hand.” So he gave them to her and had sex with her. She became pregnant by him."},{"bookname":"Genesis","chapter":"38","verse":"19","text":"She left immediately, removed her veil, and put on her widow’s clothes."},{"bookname":"Genesis","chapter":"38","verse":"20","text":"Then Judah had his friend Hirah the Adullamite take a young goat to get back from the woman the items he had given in pledge, but Hirah could not find her."},{"bookname":"Genesis","chapter":"38","verse":"21","text":"He asked the men who were there, “Where is the cult prostitute who was at Enaim by the road?” But they replied, “There has been no cult prostitute here.”"},{"bookname":"Genesis","chapter":"38","verse":"22","text":"So he returned to Judah and said, “I couldn’t find her. Moreover, the men of the place said, ‘There has been no cult prostitute here.’”"},{"bookname":"Genesis","chapter":"38","verse":"23","text":"Judah said, “Let her keep the things for herself. Otherwise we will appear to be dishonest. I did indeed send this young goat, but you couldn’t find her.”"},{"bookname":"Genesis","chapter":"38","verse":"24","text":"After three months Judah was told, “Your daughter-in-law Tamar has turned to prostitution, and as a result she has become pregnant.” Judah said, “Bring her out and let her be burned!”"},{"bookname":"Genesis","chapter":"38","verse":"25","text":"While they were bringing her out, she sent word to her father-in-law: “I am pregnant by the man to whom these belong.” Then she said, “Identify the one to whom the seal, cord, and staff belong.”"},{"bookname":"Genesis","chapter":"38","verse":"26","text":"Judah recognized them and said, “She is more upright than I am, because I wouldn’t give her to Shelah my son.” He did not have sexual relations with her again."},{"bookname":"Genesis","chapter":"38","verse":"27","text":"When it was time for her to give birth, there were twins in her womb."},{"bookname":"Genesis","chapter":"38","verse":"28","text":"While she was giving birth, one child put out his hand, and the midwife took a scarlet thread and tied it on his hand, saying, “This one came out first.”"},{"bookname":"Genesis","chapter":"38","verse":"29","text":"But then he drew back his hand, and his brother came out before him. She said, “How you have broken out of the womb!” So he was named Perez."},{"bookname":"Genesis","chapter":"38","verse":"30","text":"Afterward his brother came out &#8211; the one who had the scarlet thread on his hand &#8211; and he was named Zerah."}],[{"bookname":"Genesis","chapter":"39","verse":"1","text":"Now Joseph had been brought down to Egypt. An Egyptian named Potiphar, an official of Pharaoh and the captain of the guard, purchased him from the Ishmaelites who had brought him there.","title":"Joseph and Potiphar&#8217;s Wife"},{"bookname":"Genesis","chapter":"39","verse":"2","text":"The Lord was with Joseph. He was successful and lived in the household of his Egyptian master."},{"bookname":"Genesis","chapter":"39","verse":"3","text":"His master observed that the Lord was with him and that the Lord made everything he was doing successful."},{"bookname":"Genesis","chapter":"39","verse":"4","text":"So Joseph found favor in his sight and became his personal attendant. Potiphar appointed Joseph overseer of his household and put him in charge of everything he owned."},{"bookname":"Genesis","chapter":"39","verse":"5","text":"From the time Potiphar appointed him over his household and over all that he owned, the Lord blessed the Egyptian’s household for Joseph’s sake. The blessing of the Lord was on everything that he had, both in his house and in his fields."},{"bookname":"Genesis","chapter":"39","verse":"6","text":"So Potiphar left everything he had in Joseph’s care; he gave no thought to anything except the food he ate. Now Joseph was well built and good-looking."},{"bookname":"Genesis","chapter":"39","verse":"7","text":"Soon after these things, his master’s wife took notice of Joseph and said, “Have sex with me.”"},{"bookname":"Genesis","chapter":"39","verse":"8","text":"But he refused, saying to his master’s wife, “Look, my master does not give any thought to his household with me here, and everything that he owns he has put into my care."},{"bookname":"Genesis","chapter":"39","verse":"9","text":"There is no one greater in this household than I am. He has withheld nothing from me except you because you are his wife. So how could I do such a great evil and sin against God?”"},{"bookname":"Genesis","chapter":"39","verse":"10","text":"Even though she continued to speak to Joseph day after day, he did not respond to her invitation to have sex with her."},{"bookname":"Genesis","chapter":"39","verse":"11","text":"One day he went into the house to do his work when none of the household servants were there in the house."},{"bookname":"Genesis","chapter":"39","verse":"12","text":"She grabbed him by his outer garment, saying, “Have sex with me!” But he left his outer garment in her hand and ran outside."},{"bookname":"Genesis","chapter":"39","verse":"13","text":"When she saw that he had left his outer garment in her hand and had run outside,"},{"bookname":"Genesis","chapter":"39","verse":"14","text":"she called for her household servants and said to them, “See, my husband brought in a Hebrew man to us to humiliate us. He tried to have sex with me, but I screamed loudly."},{"bookname":"Genesis","chapter":"39","verse":"15","text":"When he heard me raise my voice and scream, he left his outer garment beside me and ran outside.”"},{"bookname":"Genesis","chapter":"39","verse":"16","text":"So she laid his outer garment beside her until his master came home."},{"bookname":"Genesis","chapter":"39","verse":"17","text":"This is what she said to him: “That Hebrew slave you brought to us tried to humiliate me,"},{"bookname":"Genesis","chapter":"39","verse":"18","text":"but when I raised my voice and screamed, he left his outer garment and ran outside.”"},{"bookname":"Genesis","chapter":"39","verse":"19","text":"When his master heard his wife say, “This is the way your slave treated me,” he became furious."},{"bookname":"Genesis","chapter":"39","verse":"20","text":"Joseph’s master took him and threw him into the prison, the place where the king’s prisoners were confined. So he was there in the prison."},{"bookname":"Genesis","chapter":"39","verse":"21","text":"But the Lord was with Joseph and showed him kindness. He granted him favor in the sight of the prison warden."},{"bookname":"Genesis","chapter":"39","verse":"22","text":"The warden put all the prisoners under Joseph’s care. He was in charge of whatever they were doing."},{"bookname":"Genesis","chapter":"39","verse":"23","text":"The warden did not concern himself with anything that was in Joseph’s care because the Lord was with him and whatever he was doing the Lord was making successful."}],[{"bookname":"Genesis","chapter":"40","verse":"1","text":"After these things happened, the cupbearer to the king of Egypt and the royal baker offended their master, the king of Egypt.","title":"The Cupbearer and the Baker"},{"bookname":"Genesis","chapter":"40","verse":"2","text":"Pharaoh was enraged with his two officials, the cupbearer and the baker,"},{"bookname":"Genesis","chapter":"40","verse":"3","text":"so he imprisoned them in the house of the captain of the guard in the same facility where Joseph was confined."},{"bookname":"Genesis","chapter":"40","verse":"4","text":"The captain of the guard appointed Joseph to be their attendant, and he served them. They spent some time in custody."},{"bookname":"Genesis","chapter":"40","verse":"5","text":"Both of them, the cupbearer and the baker of the king of Egypt, who were confined in the prison, had a dream the same night. Each man’s dream had its own meaning."},{"bookname":"Genesis","chapter":"40","verse":"6","text":"When Joseph came to them in the morning, he saw that they were looking depressed."},{"bookname":"Genesis","chapter":"40","verse":"7","text":"So he asked Pharaoh’s officials, who were with him in custody in his master’s house, “Why do you look so sad today?”"},{"bookname":"Genesis","chapter":"40","verse":"8","text":"They told him, “We both had dreams, but there is no one to interpret them.” Joseph responded, “Don’t interpretations belong to God? Tell them to me.”"},{"bookname":"Genesis","chapter":"40","verse":"9","text":"So the chief cupbearer told his dream to Joseph: “In my dream, there was a vine in front of me."},{"bookname":"Genesis","chapter":"40","verse":"10","text":"On the vine there were three branches. As it budded, its blossoms opened and its clusters ripened into grapes."},{"bookname":"Genesis","chapter":"40","verse":"11","text":"Now Pharaoh’s cup was in my hand, so I took the grapes, squeezed them into his cup, and put the cup in Pharaoh’s hand.”"},{"bookname":"Genesis","chapter":"40","verse":"12","text":"“This is its meaning,” Joseph said to him. “The three branches represent three days."},{"bookname":"Genesis","chapter":"40","verse":"13","text":"In three more days Pharaoh will reinstate you and restore you to your office. You will put Pharaoh’s cup in his hand, just as you did before when you were cupbearer."},{"bookname":"Genesis","chapter":"40","verse":"14","text":"But remember me when it goes well for you, and show me kindness. Make mention of me to Pharaoh and bring me out of this prison,"},{"bookname":"Genesis","chapter":"40","verse":"15","text":"for I really was kidnapped from the land of the Hebrews and I have done nothing wrong here for which they should put me in a dungeon.”"},{"bookname":"Genesis","chapter":"40","verse":"16","text":"When the chief baker saw that the interpretation of the first dream was favorable, he said to Joseph, “I also appeared in my dream and there were three baskets of white bread on my head."},{"bookname":"Genesis","chapter":"40","verse":"17","text":"In the top basket there were baked goods of every kind for Pharaoh, but the birds were eating them from the basket that was on my head.”"},{"bookname":"Genesis","chapter":"40","verse":"18","text":"Joseph replied, “This is its meaning: The three baskets represent three days."},{"bookname":"Genesis","chapter":"40","verse":"19","text":"In three more days Pharaoh will decapitate you and impale you on a pole. Then the birds will eat your flesh from you.”"},{"bookname":"Genesis","chapter":"40","verse":"20","text":"On the third day it was Pharaoh’s birthday, so he gave a feast for all his servants. He “lifted up” the head of the chief cupbearer and the head of the chief baker in the midst of his servants."},{"bookname":"Genesis","chapter":"40","verse":"21","text":"He restored the chief cupbearer to his former position so that he placed the cup in Pharaoh’s hand,"},{"bookname":"Genesis","chapter":"40","verse":"22","text":"but the chief baker he impaled, just as Joseph had predicted."},{"bookname":"Genesis","chapter":"40","verse":"23","text":"But the chief cupbearer did not remember Joseph &#8211; he forgot him."}],[{"bookname":"Genesis","chapter":"41","verse":"1","text":"At the end of two full years Pharaoh had a dream. As he was standing by the Nile,","title":"Joseph&#8217;s Rise to Power"},{"bookname":"Genesis","chapter":"41","verse":"2","text":"seven fine-looking, fat cows were coming up out of the Nile, and they grazed in the reeds."},{"bookname":"Genesis","chapter":"41","verse":"3","text":"Then seven bad-looking, thin cows were coming up after them from the Nile, and they stood beside the other cows at the edge of the river."},{"bookname":"Genesis","chapter":"41","verse":"4","text":"The bad-looking, thin cows ate the seven fine-looking, fat cows. Then Pharaoh woke up."},{"bookname":"Genesis","chapter":"41","verse":"5","text":"Then he fell asleep again and had a second dream: There were seven heads of grain growing on one stalk, healthy and good."},{"bookname":"Genesis","chapter":"41","verse":"6","text":"Then seven heads of grain, thin and burned by the east wind, were sprouting up after them."},{"bookname":"Genesis","chapter":"41","verse":"7","text":"The thin heads swallowed up the seven healthy and full heads. Then Pharaoh woke up and realized it was a dream."},{"bookname":"Genesis","chapter":"41","verse":"8","text":"In the morning he was troubled, so he called for all the diviner-priests of Egypt and all its wise men. Pharaoh told them his dreams, but no one could interpret them for him."},{"bookname":"Genesis","chapter":"41","verse":"9","text":"Then the chief cupbearer said to Pharaoh, “Today I recall my failures."},{"bookname":"Genesis","chapter":"41","verse":"10","text":"Pharaoh was enraged with his servants, and he put me in prison in the house of the captain of the guards &#8211; me and the chief baker."},{"bookname":"Genesis","chapter":"41","verse":"11","text":"We each had a dream one night; each of us had a dream with its own meaning."},{"bookname":"Genesis","chapter":"41","verse":"12","text":"Now a young man, a Hebrew, a servant of the captain of the guards, was with us there. We told him our dreams, and he interpreted the meaning of each of our respective dreams for us."},{"bookname":"Genesis","chapter":"41","verse":"13","text":"It happened just as he had said to us &#8211; Pharaoh restored me to my office, but he impaled the baker.”"},{"bookname":"Genesis","chapter":"41","verse":"14","text":"Then Pharaoh summoned Joseph. So they brought him quickly out of the dungeon; he shaved himself, changed his clothes, and came before Pharaoh."},{"bookname":"Genesis","chapter":"41","verse":"15","text":"Pharaoh said to Joseph, “I had a dream, and there is no one who can interpret it. But I have heard about you, that you can interpret dreams.”"},{"bookname":"Genesis","chapter":"41","verse":"16","text":"Joseph replied to Pharaoh, “It is not within my power, but God will speak concerning the welfare of Pharaoh.”"},{"bookname":"Genesis","chapter":"41","verse":"17","text":"Then Pharaoh said to Joseph, “In my dream I was standing by the edge of the Nile."},{"bookname":"Genesis","chapter":"41","verse":"18","text":"Then seven fat and fine-looking cows were coming up out of the Nile, and they grazed in the reeds."},{"bookname":"Genesis","chapter":"41","verse":"19","text":"Then seven other cows came up after them; they were scrawny, very bad-looking, and lean. I had never seen such bad-looking cows as these in all the land of Egypt!"},{"bookname":"Genesis","chapter":"41","verse":"20","text":"The lean, bad-looking cows ate up the seven fat cows."},{"bookname":"Genesis","chapter":"41","verse":"21","text":"When they had eaten them, no one would have known that they had done so, for they were just as bad-looking as before. Then I woke up."},{"bookname":"Genesis","chapter":"41","verse":"22","text":"I also saw in my dream seven heads of grain growing on one stalk, full and good."},{"bookname":"Genesis","chapter":"41","verse":"23","text":"Then seven heads of grain, withered and thin and burned with the east wind, were sprouting up after them."},{"bookname":"Genesis","chapter":"41","verse":"24","text":"The thin heads of grain swallowed up the seven good heads of grain. So I told all this to the diviner-priests, but no one could tell me its meaning.”"},{"bookname":"Genesis","chapter":"41","verse":"25","text":"Then Joseph said to Pharaoh, “Both dreams of Pharaoh have the same meaning. God has revealed to Pharaoh what he is about to do."},{"bookname":"Genesis","chapter":"41","verse":"26","text":"The seven good cows represent seven years, and the seven good heads of grain represent seven years. Both dreams have the same meaning."},{"bookname":"Genesis","chapter":"41","verse":"27","text":"The seven lean, bad-looking cows that came up after them represent seven years, as do the seven empty heads of grain burned with the east wind. They represent seven years of famine."},{"bookname":"Genesis","chapter":"41","verse":"28","text":"This is just what I told Pharaoh: God has shown Pharaoh what he is about to do."},{"bookname":"Genesis","chapter":"41","verse":"29","text":"Seven years of great abundance are coming throughout the whole land of Egypt."},{"bookname":"Genesis","chapter":"41","verse":"30","text":"But seven years of famine will occur after them, and all the abundance will be forgotten in the land of Egypt. The famine will devastate the land."},{"bookname":"Genesis","chapter":"41","verse":"31","text":"The previous abundance of the land will not be remembered because of the famine that follows, for the famine will be very severe."},{"bookname":"Genesis","chapter":"41","verse":"32","text":"The dream was repeated to Pharaoh because the matter has been decreed by God, and God will make it happen soon."},{"bookname":"Genesis","chapter":"41","verse":"33","text":"“So now Pharaoh should look for a wise and discerning man and give him authority over all the land of Egypt."},{"bookname":"Genesis","chapter":"41","verse":"34","text":"Pharaoh should do this &#8211; he should appoint officials throughout the land to collect one-fifth of the produce of the land of Egypt during the seven years of abundance."},{"bookname":"Genesis","chapter":"41","verse":"35","text":"They should gather all the excess food during these good years that are coming. By Pharaoh’s authority they should store up grain so the cities will have food, and they should preserve it."},{"bookname":"Genesis","chapter":"41","verse":"36","text":"This food should be held in storage for the land in preparation for the seven years of famine that will occur throughout the land of Egypt. In this way the land will survive the famine.”"},{"bookname":"Genesis","chapter":"41","verse":"37","text":"This advice made sense to Pharaoh and all his officials."},{"bookname":"Genesis","chapter":"41","verse":"38","text":"So Pharaoh asked his officials, “Can we find a man like Joseph, one in whom the Spirit of God is present?”"},{"bookname":"Genesis","chapter":"41","verse":"39","text":"So Pharaoh said to Joseph, “Because God has enabled you to know all this, there is no one as wise and discerning as you are!"},{"bookname":"Genesis","chapter":"41","verse":"40","text":"You will oversee my household, and all my people will submit to your commands. Only I, the king, will be greater than you."},{"bookname":"Genesis","chapter":"41","verse":"41","text":"“See here,” Pharaoh said to Joseph, “I place you in authority over all the land of Egypt.”"},{"bookname":"Genesis","chapter":"41","verse":"42","text":"Then Pharaoh took his signet ring from his own hand and put it on Joseph’s. He clothed him with fine linen clothes and put a gold chain around his neck."},{"bookname":"Genesis","chapter":"41","verse":"43","text":"Pharaoh had him ride in the chariot used by his second-in-command, and they cried out before him, “Kneel down!” So he placed him over all the land of Egypt."},{"bookname":"Genesis","chapter":"41","verse":"44","text":"Pharaoh also said to Joseph, “I am Pharaoh, but without your permission no one will move his hand or his foot in all the land of Egypt.”"},{"bookname":"Genesis","chapter":"41","verse":"45","text":"Pharaoh gave Joseph the name Zaphenath-Paneah. He also gave him Asenath daughter of Potiphera, priest of On, to be his wife. So Joseph took charge of all the land of Egypt."},{"bookname":"Genesis","chapter":"41","verse":"46","text":"Now Joseph was 30 years old when he began serving Pharaoh king of Egypt. Joseph was commissioned by Pharaoh and was in charge of all the land of Egypt."},{"bookname":"Genesis","chapter":"41","verse":"47","text":"During the seven years of abundance the land produced large, bountiful harvests."},{"bookname":"Genesis","chapter":"41","verse":"48","text":"Joseph collected all the excess food in the land of Egypt during the seven years and stored it in the cities. In every city he put the food gathered from the fields around it."},{"bookname":"Genesis","chapter":"41","verse":"49","text":"Joseph stored up a vast amount of grain, like the sand of the sea, until he stopped measuring it because it was impossible to measure."},{"bookname":"Genesis","chapter":"41","verse":"50","text":"Two sons were born to Joseph before the famine came. Asenath daughter of Potiphera, priest of On, was their mother."},{"bookname":"Genesis","chapter":"41","verse":"51","text":"Joseph named the firstborn Manasseh, saying, “Certainly God has made me forget all my trouble and all my father’s house.”"},{"bookname":"Genesis","chapter":"41","verse":"52","text":"He named the second child Ephraim, saying, “Certainly God has made me fruitful in the land of my suffering.”"},{"bookname":"Genesis","chapter":"41","verse":"53","text":"The seven years of abundance in the land of Egypt came to an end."},{"bookname":"Genesis","chapter":"41","verse":"54","text":"Then the seven years of famine began, just as Joseph had predicted. There was famine in all the other lands, but throughout the land of Egypt there was food."},{"bookname":"Genesis","chapter":"41","verse":"55","text":"When all the land of Egypt experienced the famine, the people cried out to Pharaoh for food. Pharaoh said to all the people of Egypt, “Go to Joseph and do whatever he tells you.”"},{"bookname":"Genesis","chapter":"41","verse":"56","text":"While the famine was over all the earth, Joseph opened the storehouses and sold grain to the Egyptians. The famine was severe throughout the land of Egypt."},{"bookname":"Genesis","chapter":"41","verse":"57","text":"People from every country came to Joseph in Egypt to buy grain because the famine was severe throughout the earth."}],[{"bookname":"Genesis","chapter":"42","verse":"1","text":"When Jacob heard there was grain in Egypt, he said to his sons, “Why are you looking at each other?”","title":"Joseph&#8217;s Brothers in Egypt"},{"bookname":"Genesis","chapter":"42","verse":"2","text":"He then said, “Look, I hear that there is grain in Egypt. Go down there and buy grain for us so that we may live and not die.”"},{"bookname":"Genesis","chapter":"42","verse":"3","text":"So ten of Joseph’s brothers went down to buy grain from Egypt."},{"bookname":"Genesis","chapter":"42","verse":"4","text":"But Jacob did not send Joseph’s brother Benjamin with his brothers, for he said, “What if some accident happens to him?”"},{"bookname":"Genesis","chapter":"42","verse":"5","text":"So Israel’s sons came to buy grain among the other travelers, for the famine was severe in the land of Canaan."},{"bookname":"Genesis","chapter":"42","verse":"6","text":"Now Joseph was the ruler of the country, the one who sold grain to all the people of the country. Joseph’s brothers came and bowed down before him with their faces to the ground."},{"bookname":"Genesis","chapter":"42","verse":"7","text":"When Joseph saw his brothers, he recognized them, but he pretended to be a stranger to them and spoke to them harshly. He asked, “Where do you come from?” They answered, “From the land of Canaan, to buy grain for food.”"},{"bookname":"Genesis","chapter":"42","verse":"8","text":"Joseph recognized his brothers, but they did not recognize him."},{"bookname":"Genesis","chapter":"42","verse":"9","text":"Then Joseph remembered the dreams he had dreamed about them, and he said to them, “You are spies; you have come to see if our land is vulnerable!”"},{"bookname":"Genesis","chapter":"42","verse":"10","text":"But they exclaimed, “No, my lord! Your servants have come to buy grain for food!"},{"bookname":"Genesis","chapter":"42","verse":"11","text":"We are all the sons of one man; we are honest men! Your servants are not spies.”"},{"bookname":"Genesis","chapter":"42","verse":"12","text":"“No,” he insisted, “but you have come to see if our land is vulnerable.”"},{"bookname":"Genesis","chapter":"42","verse":"13","text":"They replied, “Your servants are from a family of twelve brothers. We are the sons of one man in the land of Canaan. The youngest is with our father at this time, and one is no longer alive.”"},{"bookname":"Genesis","chapter":"42","verse":"14","text":"But Joseph told them, “It is just as I said to you: You are spies!"},{"bookname":"Genesis","chapter":"42","verse":"15","text":"You will be tested in this way: As surely as Pharaoh lives, you will not depart from this place unless your youngest brother comes here."},{"bookname":"Genesis","chapter":"42","verse":"16","text":"One of you must go and get your brother, while the rest of you remain in prison. In this way your words may be tested to see if you are telling the truth. If not, then, as surely as Pharaoh lives, you are spies!”"},{"bookname":"Genesis","chapter":"42","verse":"17","text":"He imprisoned them all for three days."},{"bookname":"Genesis","chapter":"42","verse":"18","text":"On the third day Joseph said to them, “Do as I say and you will live, for I fear God."},{"bookname":"Genesis","chapter":"42","verse":"19","text":"If you are honest men, leave one of your brothers confined here in prison while the rest of you go and take grain back for your hungry families."},{"bookname":"Genesis","chapter":"42","verse":"20","text":"But you must bring your youngest brother to me. Then your words will be verified and you will not die.” They did as he said."},{"bookname":"Genesis","chapter":"42","verse":"21","text":"They said to one other, “Surely we’re being punished because of our brother, because we saw how distressed he was when he cried to us for mercy, but we refused to listen. That is why this distress has come on us!”"},{"bookname":"Genesis","chapter":"42","verse":"22","text":"Reuben said to them, “Didn’t I say to you, ‘Don’t sin against the boy,’ but you wouldn’t listen? So now we must pay for shedding his blood!”"},{"bookname":"Genesis","chapter":"42","verse":"23","text":"(Now they did not know that Joseph could understand them, for he was speaking through an interpreter.)"},{"bookname":"Genesis","chapter":"42","verse":"24","text":"He turned away from them and wept. When he turned around and spoke to them again, he had Simeon taken from them and tied up before their eyes."},{"bookname":"Genesis","chapter":"42","verse":"25","text":"Then Joseph gave orders to fill their bags with grain, to return each man’s money to his sack, and to give them provisions for the journey. His orders were carried out."},{"bookname":"Genesis","chapter":"42","verse":"26","text":"So they loaded their grain on their donkeys and left."},{"bookname":"Genesis","chapter":"42","verse":"27","text":"When one of them opened his sack to get feed for his donkey at their resting place, he saw his money in the mouth of his sack."},{"bookname":"Genesis","chapter":"42","verse":"28","text":"He said to his brothers, “My money was returned! Here it is in my sack!” They were dismayed; they turned trembling one to another and said, “What in the world has God done to us?”"},{"bookname":"Genesis","chapter":"42","verse":"29","text":"They returned to their father Jacob in the land of Canaan and told him all the things that had happened to them, saying,"},{"bookname":"Genesis","chapter":"42","verse":"30","text":"“The man, the lord of the land, spoke harshly to us and treated us as if we were spying on the land."},{"bookname":"Genesis","chapter":"42","verse":"31","text":"But we said to him, ‘We are honest men; we are not spies!"},{"bookname":"Genesis","chapter":"42","verse":"32","text":"We are from a family of twelve brothers; we are the sons of one father. One is no longer alive, and the youngest is with our father at this time in the land of Canaan.’"},{"bookname":"Genesis","chapter":"42","verse":"33","text":"“Then the man, the lord of the land, said to us, ‘This is how I will find out if you are honest men. Leave one of your brothers with me, and take grain for your hungry households and go."},{"bookname":"Genesis","chapter":"42","verse":"34","text":"But bring your youngest brother back to me so I will know that you are honest men and not spies. Then I will give your brother back to you and you may move about freely in the land.’”"},{"bookname":"Genesis","chapter":"42","verse":"35","text":"When they were emptying their sacks, there was each man’s bag of money in his sack! When they and their father saw the bags of money, they were afraid."},{"bookname":"Genesis","chapter":"42","verse":"36","text":"Their father Jacob said to them, “You are making me childless! Joseph is gone. Simeon is gone. And now you want to take Benjamin! Everything is against me.”"},{"bookname":"Genesis","chapter":"42","verse":"37","text":"Then Reuben said to his father, “You may put my two sons to death if I do not bring him back to you. Put him in my care and I will bring him back to you.”"},{"bookname":"Genesis","chapter":"42","verse":"38","text":"But Jacob replied, “My son will not go down there with you, for his brother is dead and he alone is left. If an accident happens to him on the journey you have to make, then you will bring down my gray hair in sorrow to the grave.”"}],[{"bookname":"Genesis","chapter":"43","verse":"1","text":"Now the famine was severe in the land.","title":"The Second Journey to Egypt"},{"bookname":"Genesis","chapter":"43","verse":"2","text":"When they finished eating the grain they had brought from Egypt, their father said to them, “Return, buy us a little more food.”"},{"bookname":"Genesis","chapter":"43","verse":"3","text":"But Judah said to him, “The man solemnly warned us, ‘You will not see my face unless your brother is with you.’"},{"bookname":"Genesis","chapter":"43","verse":"4","text":"If you send our brother with us, we’ll go down and buy food for you."},{"bookname":"Genesis","chapter":"43","verse":"5","text":"But if you will not send him, we won’t go down there because the man said to us, ‘You will not see my face unless your brother is with you.’”"},{"bookname":"Genesis","chapter":"43","verse":"6","text":"Israel said, “Why did you bring this trouble on me by telling the man you had one more brother?”"},{"bookname":"Genesis","chapter":"43","verse":"7","text":"They replied, “The man questioned us thoroughly about ourselves and our family, saying, ‘Is your father still alive? Do you have another brother?’ So we answered him in this way. How could we possibly know that he would say, ‘Bring your brother down’?”"},{"bookname":"Genesis","chapter":"43","verse":"8","text":"Then Judah said to his father Israel, “Send the boy with me and we will go immediately. Then we will live and not die &#8211; we and you and our little ones."},{"bookname":"Genesis","chapter":"43","verse":"9","text":"I myself pledge security for him; you may hold me liable. If I do not bring him back to you and place him here before you, I will bear the blame before you all my life."},{"bookname":"Genesis","chapter":"43","verse":"10","text":"But if we had not delayed, we could have traveled there and back twice by now!”"},{"bookname":"Genesis","chapter":"43","verse":"11","text":"Then their father Israel said to them, “If it must be so, then do this: Take some of the best products of the land in your bags, and take a gift down to the man &#8211; a little balm and a little honey, spices and myrrh, pistachios and almonds."},{"bookname":"Genesis","chapter":"43","verse":"12","text":"Take double the money with you; you must take back the money that was returned in the mouths of your sacks &#8211; perhaps it was an oversight."},{"bookname":"Genesis","chapter":"43","verse":"13","text":"Take your brother too, and go right away to the man."},{"bookname":"Genesis","chapter":"43","verse":"14","text":"May the sovereign God grant you mercy before the man so that he may release your other brother and Benjamin! As for me, if I lose my children I lose them.”"},{"bookname":"Genesis","chapter":"43","verse":"15","text":"So the men took these gifts, and they took double the money with them, along with Benjamin. Then they hurried down to Egypt and stood before Joseph."},{"bookname":"Genesis","chapter":"43","verse":"16","text":"When Joseph saw Benjamin with them, he said to the servant who was over his household, “Bring the men to the house. Slaughter an animal and prepare it, for the men will eat with me at noon.”"},{"bookname":"Genesis","chapter":"43","verse":"17","text":"The man did just as Joseph said; he brought the men into Joseph’s house."},{"bookname":"Genesis","chapter":"43","verse":"18","text":"But the men were afraid when they were brought to Joseph’s house. They said, “We are being brought in because of the money that was returned in our sacks last time. He wants to capture us, make us slaves, and take our donkeys!”"},{"bookname":"Genesis","chapter":"43","verse":"19","text":"So they approached the man who was in charge of Joseph’s household and spoke to him at the entrance to the house."},{"bookname":"Genesis","chapter":"43","verse":"20","text":"They said, “My lord, we did indeed come down the first time to buy food."},{"bookname":"Genesis","chapter":"43","verse":"21","text":"But when we came to the place where we spent the night, we opened our sacks and each of us found his money &#8211; the full amount &#8211; in the mouth of his sack. So we have returned it."},{"bookname":"Genesis","chapter":"43","verse":"22","text":"We have brought additional money with us to buy food. We do not know who put the money in our sacks!”"},{"bookname":"Genesis","chapter":"43","verse":"23","text":"“Everything is fine,” the man in charge of Joseph’s household told them. “Don’t be afraid. Your God and the God of your father has given you treasure in your sacks. I had your money.” Then he brought Simeon out to them."},{"bookname":"Genesis","chapter":"43","verse":"24","text":"The servant in charge brought the men into Joseph’s house. He gave them water, and they washed their feet. Then he gave food to their donkeys."},{"bookname":"Genesis","chapter":"43","verse":"25","text":"They got their gifts ready for Joseph’s arrival at noon, for they had heard that they were to have a meal there."},{"bookname":"Genesis","chapter":"43","verse":"26","text":"When Joseph came home, they presented him with the gifts they had brought inside, and they bowed down to the ground before him."},{"bookname":"Genesis","chapter":"43","verse":"27","text":"He asked them how they were doing. Then he said, “Is your aging father well, the one you spoke about? Is he still alive?”"},{"bookname":"Genesis","chapter":"43","verse":"28","text":"“Your servant our father is well,” they replied. “He is still alive.” They bowed down in humility."},{"bookname":"Genesis","chapter":"43","verse":"29","text":"When Joseph looked up and saw his brother Benjamin, his mother’s son, he said, “Is this your youngest brother, whom you told me about?” Then he said, “May God be gracious to you, my son.”"},{"bookname":"Genesis","chapter":"43","verse":"30","text":"Joseph hurried out, for he was overcome by affection for his brother and was at the point of tears. So he went to his room and wept there."},{"bookname":"Genesis","chapter":"43","verse":"31","text":"Then he washed his face and came out. With composure he said, “Set out the food.”"},{"bookname":"Genesis","chapter":"43","verse":"32","text":"They set a place for him, a separate place for his brothers, and another for the Egyptians who were eating with him. (The Egyptians are not able to eat with Hebrews, for the Egyptians think it is disgusting to do so.)"},{"bookname":"Genesis","chapter":"43","verse":"33","text":"They sat before him, arranged by order of birth, beginning with the firstborn and ending with the youngest. The men looked at each other in astonishment."},{"bookname":"Genesis","chapter":"43","verse":"34","text":"He gave them portions of the food set before him, but the portion for Benjamin was five times greater than the portions for any of the others. They drank with Joseph until they all became drunk."}],[{"bookname":"Genesis","chapter":"44","verse":"1","text":"He instructed the servant who was over his household, “Fill the sacks of the men with as much food as they can carry and put each man’s money in the mouth of his sack.","title":"The Final Test"},{"bookname":"Genesis","chapter":"44","verse":"2","text":"Then put my cup &#8211; the silver cup &#8211; in the mouth of the youngest one’s sack, along with the money for his grain.” He did as Joseph instructed."},{"bookname":"Genesis","chapter":"44","verse":"3","text":"When morning came, the men and their donkeys were sent off."},{"bookname":"Genesis","chapter":"44","verse":"4","text":"They had not gone very far from the city when Joseph said to the servant who was over his household, “Pursue the men at once! When you overtake them, say to them, ‘Why have you repaid good with evil?"},{"bookname":"Genesis","chapter":"44","verse":"5","text":"Doesn’t my master drink from this cup and use it for divination? You have done wrong!’”"},{"bookname":"Genesis","chapter":"44","verse":"6","text":"When the man overtook them, he spoke these words to them."},{"bookname":"Genesis","chapter":"44","verse":"7","text":"They answered him, “Why does my lord say such things? Far be it from your servants to do such a thing!"},{"bookname":"Genesis","chapter":"44","verse":"8","text":"Look, the money that we found in the mouths of our sacks we brought back to you from the land of Canaan. Why then would we steal silver or gold from your master’s house?"},{"bookname":"Genesis","chapter":"44","verse":"9","text":"If one of us has it, he will die, and the rest of us will become my lord’s slaves!”"},{"bookname":"Genesis","chapter":"44","verse":"10","text":"He replied, “You have suggested your own punishment! The one who has it will become my slave, but the rest of you will go free.”"},{"bookname":"Genesis","chapter":"44","verse":"11","text":"So each man quickly lowered his sack to the ground and opened it."},{"bookname":"Genesis","chapter":"44","verse":"12","text":"Then the man searched. He began with the oldest and finished with the youngest. The cup was found in Benjamin’s sack!"},{"bookname":"Genesis","chapter":"44","verse":"13","text":"They all tore their clothes! Then each man loaded his donkey, and they returned to the city."},{"bookname":"Genesis","chapter":"44","verse":"14","text":"So Judah and his brothers came back to Joseph’s house. He was still there, and they threw themselves to the ground before him."},{"bookname":"Genesis","chapter":"44","verse":"15","text":"Joseph said to them, “What did you think you were doing? Don’t you know that a man like me can find out things like this by divination?”"},{"bookname":"Genesis","chapter":"44","verse":"16","text":"Judah replied, “What can we say to my lord? What can we speak? How can we clear ourselves? God has exposed the sin of your servants! We are now my lord’s slaves, we and the one in whose possession the cup was found.”"},{"bookname":"Genesis","chapter":"44","verse":"17","text":"But Joseph said, “Far be it from me to do this! The man in whose hand the cup was found will become my slave, but the rest of you may go back to your father in peace.”"},{"bookname":"Genesis","chapter":"44","verse":"18","text":"Then Judah approached him and said, “My lord, please allow your servant to speak a word with you. Please do not get angry with your servant, for you are just like Pharaoh."},{"bookname":"Genesis","chapter":"44","verse":"19","text":"My lord asked his servants, ‘Do you have a father or a brother?’"},{"bookname":"Genesis","chapter":"44","verse":"20","text":"We said to my lord, ‘We have an aged father, and there is a young boy who was born when our father was old. The boy’s brother is dead. He is the only one of his mother’s sons left, and his father loves him.’"},{"bookname":"Genesis","chapter":"44","verse":"21","text":"“Then you told your servants, ‘Bring him down to me so I can see him.’"},{"bookname":"Genesis","chapter":"44","verse":"22","text":"We said to my lord, ‘The boy cannot leave his father. If he leaves his father, his father will die.’"},{"bookname":"Genesis","chapter":"44","verse":"23","text":"But you said to your servants, ‘If your youngest brother does not come down with you, you will not see my face again.’"},{"bookname":"Genesis","chapter":"44","verse":"24","text":"When we returned to your servant my father, we told him the words of my lord."},{"bookname":"Genesis","chapter":"44","verse":"25","text":"“Then our father said, ‘Go back and buy us a little food.’"},{"bookname":"Genesis","chapter":"44","verse":"26","text":"But we replied, ‘We cannot go down there. If our youngest brother is with us, then we will go, for we won’t be permitted to see the man’s face if our youngest brother is not with us.’"},{"bookname":"Genesis","chapter":"44","verse":"27","text":"“Then your servant my father said to us, ‘You know that my wife gave me two sons."},{"bookname":"Genesis","chapter":"44","verse":"28","text":"The first disappeared and I said, “He has surely been torn to pieces.” I have not seen him since."},{"bookname":"Genesis","chapter":"44","verse":"29","text":"If you take this one from me too and an accident happens to him, then you will bring down my gray hair in tragedy to the grave.’"},{"bookname":"Genesis","chapter":"44","verse":"30","text":"“So now, when I return to your servant my father, and the boy is not with us &#8211; his very life is bound up in his son’s life."},{"bookname":"Genesis","chapter":"44","verse":"31","text":"When he sees the boy is not with us, he will die, and your servants will bring down the gray hair of your servant our father in sorrow to the grave."},{"bookname":"Genesis","chapter":"44","verse":"32","text":"Indeed, your servant pledged security for the boy with my father, saying, ‘If I do not bring him back to you, then I will bear the blame before my father all my life.’"},{"bookname":"Genesis","chapter":"44","verse":"33","text":"“So now, please let your servant remain as my lord’s slave instead of the boy. As for the boy, let him go back with his brothers."},{"bookname":"Genesis","chapter":"44","verse":"34","text":"For how can I go back to my father if the boy is not with me? I couldn’t bear to see my father’s pain.”"}],[{"bookname":"Genesis","chapter":"45","verse":"1","text":"Joseph was no longer able to control himself before all his attendants, so he cried out, “Make everyone go out from my presence!” No one remained with Joseph when he made himself known to his brothers.","title":"The Reconciliation of the Brothers"},{"bookname":"Genesis","chapter":"45","verse":"2","text":"He wept loudly; the Egyptians heard it and Pharaoh’s household heard about it."},{"bookname":"Genesis","chapter":"45","verse":"3","text":"Joseph said to his brothers, “I am Joseph! Is my father still alive?” His brothers could not answer him because they were dumbfounded before him."},{"bookname":"Genesis","chapter":"45","verse":"4","text":"Joseph said to his brothers, “Come closer to me,” so they came near. Then he said, “I am Joseph your brother, whom you sold into Egypt."},{"bookname":"Genesis","chapter":"45","verse":"5","text":"Now, do not be upset and do not be angry with yourselves because you sold me here, for God sent me ahead of you to preserve life!"},{"bookname":"Genesis","chapter":"45","verse":"6","text":"For these past two years there has been famine in the land and for five more years there will be neither plowing nor harvesting."},{"bookname":"Genesis","chapter":"45","verse":"7","text":"God sent me ahead of you to preserve you on the earth and to save your lives by a great deliverance."},{"bookname":"Genesis","chapter":"45","verse":"8","text":"So now, it is not you who sent me here, but God. He has made me an adviser to Pharaoh, lord over all his household, and ruler over all the land of Egypt."},{"bookname":"Genesis","chapter":"45","verse":"9","text":"Now go up to my father quickly and tell him, ‘This is what your son Joseph says: “God has made me lord of all Egypt. Come down to me; do not delay!"},{"bookname":"Genesis","chapter":"45","verse":"10","text":"You will live in the land of Goshen, and you will be near me &#8211; you, your children, your grandchildren, your flocks, your herds, and everything you have."},{"bookname":"Genesis","chapter":"45","verse":"11","text":"I will provide you with food there because there will be five more years of famine. Otherwise you would become poor &#8211; you, your household, and everyone who belongs to you.”’"},{"bookname":"Genesis","chapter":"45","verse":"12","text":"You and my brother Benjamin can certainly see with your own eyes that I really am the one who speaks to you."},{"bookname":"Genesis","chapter":"45","verse":"13","text":"So tell my father about all my honor in Egypt and about everything you have seen. But bring my father down here quickly!”"},{"bookname":"Genesis","chapter":"45","verse":"14","text":"Then he threw himself on the neck of his brother Benjamin and wept, and Benjamin wept on his neck."},{"bookname":"Genesis","chapter":"45","verse":"15","text":"He kissed all his brothers and wept over them. After this his brothers talked with him."},{"bookname":"Genesis","chapter":"45","verse":"16","text":"Now it was reported in the household of Pharaoh, “Joseph’s brothers have arrived.” It pleased Pharaoh and his servants."},{"bookname":"Genesis","chapter":"45","verse":"17","text":"Pharaoh said to Joseph, “Say to your brothers, ‘Do this: Load your animals and go to the land of Canaan!"},{"bookname":"Genesis","chapter":"45","verse":"18","text":"Get your father and your households and come to me! Then I will give you the best land in Egypt and you will eat the best of the land.’"},{"bookname":"Genesis","chapter":"45","verse":"19","text":"You are also commanded to say, ‘Do this: Take for yourselves wagons from the land of Egypt for your little ones and for your wives. Bring your father and come."},{"bookname":"Genesis","chapter":"45","verse":"20","text":"Don’t worry about your belongings, for the best of all the land of Egypt will be yours.’”"},{"bookname":"Genesis","chapter":"45","verse":"21","text":"So the sons of Israel did as he said. Joseph gave them wagons as Pharaoh had instructed, and he gave them provisions for the journey."},{"bookname":"Genesis","chapter":"45","verse":"22","text":"He gave sets of clothes to each one of them, but to Benjamin he gave three hundred pieces of silver and five sets of clothes."},{"bookname":"Genesis","chapter":"45","verse":"23","text":"To his father he sent the following: ten donkeys loaded with the best products of Egypt and ten female donkeys loaded with grain, food, and provisions for his father’s journey."},{"bookname":"Genesis","chapter":"45","verse":"24","text":"Then he sent his brothers on their way and they left. He said to them, “As you travel don’t be overcome with fear.”"},{"bookname":"Genesis","chapter":"45","verse":"25","text":"So they went up from Egypt and came to their father Jacob in the land of Canaan."},{"bookname":"Genesis","chapter":"45","verse":"26","text":"They told him, “Joseph is still alive and he is ruler over all the land of Egypt!” Jacob was stunned, for he did not believe them."},{"bookname":"Genesis","chapter":"45","verse":"27","text":"But when they related to him everything Joseph had said to them, and when he saw the wagons that Joseph had sent to transport him, their father Jacob’s spirit revived."},{"bookname":"Genesis","chapter":"45","verse":"28","text":"Then Israel said, “Enough! My son Joseph is still alive! I will go and see him before I die.”"}],[{"bookname":"Genesis","chapter":"46","verse":"1","text":"So Israel began his journey, taking with him all that he had. When he came to Beer Sheba he offered sacrifices to the God of his father Isaac.","title":"The Family of Jacob goes to Egypt"},{"bookname":"Genesis","chapter":"46","verse":"2","text":"God spoke to Israel in a vision during the night and said, “Jacob, Jacob!” He replied, “Here I am!”"},{"bookname":"Genesis","chapter":"46","verse":"3","text":"He said, “I am God, the God of your father. Do not be afraid to go down to Egypt, for I will make you into a great nation there."},{"bookname":"Genesis","chapter":"46","verse":"4","text":"I will go down with you to Egypt and I myself will certainly bring you back from there. Joseph will close your eyes.”"},{"bookname":"Genesis","chapter":"46","verse":"5","text":"Then Jacob started out from Beer Sheba, and the sons of Israel carried their father Jacob, their little children, and their wives in the wagons that Pharaoh had sent along to transport him."},{"bookname":"Genesis","chapter":"46","verse":"6","text":"Jacob and all his descendants took their livestock and the possessions they had acquired in the land of Canaan, and they went to Egypt."},{"bookname":"Genesis","chapter":"46","verse":"7","text":"He brought with him to Egypt his sons and grandsons, his daughters and granddaughters &#8211; all his descendants."},{"bookname":"Genesis","chapter":"46","verse":"8","text":"These are the names of the sons of Israel who went to Egypt &#8211; Jacob and his sons: Reuben, the firstborn of Jacob."},{"bookname":"Genesis","chapter":"46","verse":"9","text":"The sons of Reuben: Hanoch, Pallu, Hezron, and Carmi."},{"bookname":"Genesis","chapter":"46","verse":"10","text":"The sons of Simeon: Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul (the son of a Canaanite woman)."},{"bookname":"Genesis","chapter":"46","verse":"11","text":"The sons of Levi: Gershon, Kohath, and Merari."},{"bookname":"Genesis","chapter":"46","verse":"12","text":"The sons of Judah: Er, Onan, Shelah, Perez, and Zerah (but Er and Onan died in the land of Canaan). The sons of Perez were Hezron and Hamul."},{"bookname":"Genesis","chapter":"46","verse":"13","text":"The sons of Issachar: Tola, Puah, Jashub, and Shimron."},{"bookname":"Genesis","chapter":"46","verse":"14","text":"The sons of Zebulun: Sered, Elon, and Jahleel."},{"bookname":"Genesis","chapter":"46","verse":"15","text":"These were the sons of Leah, whom she bore to Jacob in Paddan Aram, along with Dinah his daughter. His sons and daughters numbered thirty-three in all."},{"bookname":"Genesis","chapter":"46","verse":"16","text":"The sons of Gad: Zephon, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli."},{"bookname":"Genesis","chapter":"46","verse":"17","text":"The sons of Asher: Imnah, Ishvah, Ishvi, Beriah, and Serah their sister. The sons of Beriah were Heber and Malkiel."},{"bookname":"Genesis","chapter":"46","verse":"18","text":"These were the sons of Zilpah, whom Laban gave to Leah his daughter. She bore these to Jacob, sixteen in all."},{"bookname":"Genesis","chapter":"46","verse":"19","text":"The sons of Rachel the wife of Jacob: Joseph and Benjamin."},{"bookname":"Genesis","chapter":"46","verse":"20","text":"Manasseh and Ephraim were born to Joseph in the land of Egypt. Asenath daughter of Potiphera, priest of On, bore them to him."},{"bookname":"Genesis","chapter":"46","verse":"21","text":"The sons of Benjamin: Bela, Beker, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim and Ard."},{"bookname":"Genesis","chapter":"46","verse":"22","text":"These were the sons of Rachel who were born to Jacob, fourteen in all."},{"bookname":"Genesis","chapter":"46","verse":"23","text":"The son of Dan: Hushim."},{"bookname":"Genesis","chapter":"46","verse":"24","text":"The sons of Naphtali: Jahziel, Guni, Jezer, and Shillem."},{"bookname":"Genesis","chapter":"46","verse":"25","text":"These were the sons of Bilhah, whom Laban gave to Rachel his daughter. She bore these to Jacob, seven in all."},{"bookname":"Genesis","chapter":"46","verse":"26","text":"All the direct descendants of Jacob who went to Egypt with him were sixty-six in number. (This number does not include the wives of Jacob’s sons.)"},{"bookname":"Genesis","chapter":"46","verse":"27","text":"Counting the two sons of Joseph who were born to him in Egypt, all the people of the household of Jacob who were in Egypt numbered seventy."},{"bookname":"Genesis","chapter":"46","verse":"28","text":"Jacob sent Judah before him to Joseph to accompany him to Goshen. So they came to the land of Goshen."},{"bookname":"Genesis","chapter":"46","verse":"29","text":"Joseph harnessed his chariot and went up to meet his father Israel in Goshen. When he met him, he hugged his neck and wept on his neck for quite some time."},{"bookname":"Genesis","chapter":"46","verse":"30","text":"Israel said to Joseph, “Now let me die since I have seen your face and know that you are still alive.”"},{"bookname":"Genesis","chapter":"46","verse":"31","text":"Then Joseph said to his brothers and his father’s household, “I will go up and tell Pharaoh, ‘My brothers and my father’s household who were in the land of Canaan have come to me."},{"bookname":"Genesis","chapter":"46","verse":"32","text":"The men are shepherds; they take care of livestock. They have brought their flocks and their herds and all that they have.’"},{"bookname":"Genesis","chapter":"46","verse":"33","text":"Pharaoh will summon you and say, ‘What is your occupation?’"},{"bookname":"Genesis","chapter":"46","verse":"34","text":"Tell him, ‘Your servants have taken care of cattle from our youth until now, both we and our fathers,’ so that you may live in the land of Goshen, for everyone who takes care of sheep is disgusting to the Egyptians.”"}],[{"bookname":"Genesis","chapter":"47","verse":"1","text":"Joseph went and told Pharaoh, “My father, my brothers, their flocks and herds, and all that they own have arrived from the land of Canaan. They are now in the land of Goshen.”","title":"Joseph&#8217;s Wise Administration"},{"bookname":"Genesis","chapter":"47","verse":"2","text":"He took five of his brothers and introduced them to Pharaoh."},{"bookname":"Genesis","chapter":"47","verse":"3","text":"Pharaoh said to Joseph’s brothers, “What is your occupation?” They said to Pharaoh, “Your servants take care of flocks, just as our ancestors did.”"},{"bookname":"Genesis","chapter":"47","verse":"4","text":"Then they said to Pharaoh, “We have come to live as temporary residents in the land. There is no pasture for your servants’ flocks because the famine is severe in the land of Canaan. So now, please let your servants live in the land of Goshen.”"},{"bookname":"Genesis","chapter":"47","verse":"5","text":"Pharaoh said to Joseph, “Your father and your brothers have come to you."},{"bookname":"Genesis","chapter":"47","verse":"6","text":"The land of Egypt is before you; settle your father and your brothers in the best region of the land. They may live in the land of Goshen. If you know of any highly capable men among them, put them in charge of my livestock.”"},{"bookname":"Genesis","chapter":"47","verse":"7","text":"Then Joseph brought in his father Jacob and presented him before Pharaoh. Jacob blessed Pharaoh."},{"bookname":"Genesis","chapter":"47","verse":"8","text":"Pharaoh said to Jacob, “How long have you lived?”"},{"bookname":"Genesis","chapter":"47","verse":"9","text":"Jacob said to Pharaoh, “All the years of my travels are 130. All the years of my life have been few and painful; the years of my travels are not as long as those of my ancestors.”"},{"bookname":"Genesis","chapter":"47","verse":"10","text":"Then Jacob blessed Pharaoh and went out from his presence."},{"bookname":"Genesis","chapter":"47","verse":"11","text":"So Joseph settled his father and his brothers. He gave them territory in the land of Egypt, in the best region of the land, the land of Rameses, just as Pharaoh had commanded."},{"bookname":"Genesis","chapter":"47","verse":"12","text":"Joseph also provided food for his father, his brothers, and all his father’s household, according to the number of their little children."},{"bookname":"Genesis","chapter":"47","verse":"13","text":"But there was no food in all the land because the famine was very severe; the land of Egypt and the land of Canaan wasted away because of the famine."},{"bookname":"Genesis","chapter":"47","verse":"14","text":"Joseph collected all the money that could be found in the land of Egypt and in the land of Canaan as payment for the grain they were buying. Then Joseph brought the money into Pharaoh’s palace."},{"bookname":"Genesis","chapter":"47","verse":"15","text":"When the money from the lands of Egypt and Canaan was used up, all the Egyptians came to Joseph and said, “Give us food! Why should we die before your very eyes because our money has run out?”"},{"bookname":"Genesis","chapter":"47","verse":"16","text":"Then Joseph said, “If your money is gone, bring your livestock, and I will give you food in exchange for your livestock.”"},{"bookname":"Genesis","chapter":"47","verse":"17","text":"So they brought their livestock to Joseph, and Joseph gave them food in exchange for their horses, the livestock of their flocks and herds, and their donkeys. He got them through that year by giving them food in exchange for livestock."},{"bookname":"Genesis","chapter":"47","verse":"18","text":"When that year was over, they came to him the next year and said to him, “We cannot hide from our lord that the money is used up and the livestock and the animals belong to our lord. Nothing remains before our lord except our bodies and our land."},{"bookname":"Genesis","chapter":"47","verse":"19","text":"Why should we die before your very eyes, both we and our land? Buy us and our land in exchange for food, and we, with our land, will become Pharaoh’s slaves. Give us seed that we may live and not die. Then the land will not become desolate.”"},{"bookname":"Genesis","chapter":"47","verse":"20","text":"So Joseph bought all the land of Egypt for Pharaoh. Each of the Egyptians sold his field, for the famine was severe. So the land became Pharaoh’s."},{"bookname":"Genesis","chapter":"47","verse":"21","text":"Joseph made all the people slaves from one end of Egypt’s border to the other end of it."},{"bookname":"Genesis","chapter":"47","verse":"22","text":"But he did not purchase the land of the priests because the priests had an allotment from Pharaoh and they ate from their allotment that Pharaoh gave them. That is why they did not sell their land."},{"bookname":"Genesis","chapter":"47","verse":"23","text":"Joseph said to the people, “Since I have bought you and your land today for Pharaoh, here is seed for you. Cultivate the land."},{"bookname":"Genesis","chapter":"47","verse":"24","text":"When you gather in the crop, give one-fifth of it to Pharaoh, and the rest will be yours for seed for the fields and for you to eat, including those in your households and your little children.”"},{"bookname":"Genesis","chapter":"47","verse":"25","text":"They replied, “You have saved our lives! You are showing us favor, and we will be Pharaoh’s slaves.”"},{"bookname":"Genesis","chapter":"47","verse":"26","text":"So Joseph made it a statute, which is in effect to this day throughout the land of Egypt: One-fifth belongs to Pharaoh. Only the land of the priests did not become Pharaoh’s."},{"bookname":"Genesis","chapter":"47","verse":"27","text":"Israel settled in the land of Egypt, in the land of Goshen, and they owned land there. They were fruitful and increased rapidly in number."},{"bookname":"Genesis","chapter":"47","verse":"28","text":"Jacob lived in the land of Egypt seventeen years; the years of Jacob’s life were 147 in all."},{"bookname":"Genesis","chapter":"47","verse":"29","text":"The time for Israel to die approached, so he called for his son Joseph and said to him, “If now I have found favor in your sight, put your hand under my thigh and show me kindness and faithfulness. Do not bury me in Egypt,"},{"bookname":"Genesis","chapter":"47","verse":"30","text":"but when I rest with my fathers, carry me out of Egypt and bury me in their burial place.” Joseph said, “I will do as you say.”"},{"bookname":"Genesis","chapter":"47","verse":"31","text":"Jacob said, “Swear to me that you will do so.” So Joseph gave him his word. Then Israel bowed down at the head of his bed."}],[{"bookname":"Genesis","chapter":"48","verse":"1","text":"After these things Joseph was told, “Your father is weakening.” So he took his two sons Manasseh and Ephraim with him.","title":"Manasseh and Ephraim"},{"bookname":"Genesis","chapter":"48","verse":"2","text":"When Jacob was told, “Your son Joseph has just come to you,” Israel regained strength and sat up on his bed."},{"bookname":"Genesis","chapter":"48","verse":"3","text":"Jacob said to Joseph, “The sovereign God appeared to me at Luz in the land of Canaan and blessed me."},{"bookname":"Genesis","chapter":"48","verse":"4","text":"He said to me, ‘I am going to make you fruitful and will multiply you. I will make you into a group of nations, and I will give this land to your descendants as an everlasting possession.’"},{"bookname":"Genesis","chapter":"48","verse":"5","text":"“Now, as for your two sons, who were born to you in the land of Egypt before I came to you in Egypt, they will be mine. Ephraim and Manasseh will be mine just as Reuben and Simeon are."},{"bookname":"Genesis","chapter":"48","verse":"6","text":"Any children that you father after them will be yours; they will be listed under the names of their brothers in their inheritance."},{"bookname":"Genesis","chapter":"48","verse":"7","text":"But as for me, when I was returning from Paddan, Rachel died &#8211; to my sorrow &#8211; in the land of Canaan. It happened along the way, some distance from Ephrath. So I buried her there on the way to Ephrath” (that is, Bethlehem)."},{"bookname":"Genesis","chapter":"48","verse":"8","text":"When Israel saw Joseph’s sons, he asked, “Who are these?”"},{"bookname":"Genesis","chapter":"48","verse":"9","text":"Joseph said to his father, “They are the sons God has given me in this place.” His father said, “Bring them to me so I may bless them.”"},{"bookname":"Genesis","chapter":"48","verse":"10","text":"Now Israel’s eyes were failing because of his age; he was not able to see well. So Joseph brought his sons near to him, and his father kissed them and embraced them."},{"bookname":"Genesis","chapter":"48","verse":"11","text":"Israel said to Joseph, “I never expected to see you again, but now God has allowed me to see your children too.”"},{"bookname":"Genesis","chapter":"48","verse":"12","text":"So Joseph moved them from Israel’s knees and bowed down with his face to the ground."},{"bookname":"Genesis","chapter":"48","verse":"13","text":"Joseph positioned them; he put Ephraim on his right hand across from Israel’s left hand, and Manasseh on his left hand across from Israel’s right hand. Then Joseph brought them closer to his father."},{"bookname":"Genesis","chapter":"48","verse":"14","text":"Israel stretched out his right hand and placed it on Ephraim’s head, although he was the younger. Crossing his hands, he put his left hand on Manasseh’s head, for Manasseh was the firstborn."},{"bookname":"Genesis","chapter":"48","verse":"15","text":"Then he blessed Joseph and said, “May the God before whom my fathers Abraham and Isaac walked &#8211; the God who has been my shepherd all my life long to this day,"},{"bookname":"Genesis","chapter":"48","verse":"16","text":"the Angel who has protected me from all harm &#8211; bless these boys. May my name be named in them, and the name of my fathers Abraham and Isaac. May they grow into a multitude on the earth.”"},{"bookname":"Genesis","chapter":"48","verse":"17","text":"When Joseph saw that his father placed his right hand on Ephraim’s head, it displeased him. So he took his father’s hand to move it from Ephraim’s head to Manasseh’s head."},{"bookname":"Genesis","chapter":"48","verse":"18","text":"Joseph said to his father, “Not so, my father, for this is the firstborn. Put your right hand on his head.”"},{"bookname":"Genesis","chapter":"48","verse":"19","text":"But his father refused and said, “I know, my son, I know. He too will become a nation and he too will become great. In spite of this, his younger brother will be even greater and his descendants will become a multitude of nations.”"},{"bookname":"Genesis","chapter":"48","verse":"20","text":"So he blessed them that day, saying, “By you will Israel bless, saying, ‘May God make you like Ephraim and Manasseh.’” So he put Ephraim before Manasseh."},{"bookname":"Genesis","chapter":"48","verse":"21","text":"Then Israel said to Joseph, “I am about to die, but God will be with you and will bring you back to the land of your fathers."},{"bookname":"Genesis","chapter":"48","verse":"22","text":"As one who is above your brothers, I give to you the mountain slope, which I took from the Amorites with my sword and my bow.”"}],[{"bookname":"Genesis","chapter":"49","verse":"1","text":"Jacob called for his sons and said, “Gather together so I can tell you what will happen to you in the future.","title":"The Blessing of Jacob"},{"bookname":"Genesis","chapter":"49","verse":"2","text":"“Assemble and listen, you sons of Jacob; listen to Israel, your father."},{"bookname":"Genesis","chapter":"49","verse":"3","text":"Reuben, you are my firstborn, my might and the beginning of my strength, outstanding in dignity, outstanding in power."},{"bookname":"Genesis","chapter":"49","verse":"4","text":"You are destructive like water and will not excel, for you got on your father’s bed, then you defiled it &#8211; he got on my couch!"},{"bookname":"Genesis","chapter":"49","verse":"5","text":"Simeon and Levi are brothers, weapons of violence are their knives!"},{"bookname":"Genesis","chapter":"49","verse":"6","text":"O my soul, do not come into their council, do not be united to their assembly, my heart, for in their anger they have killed men, and for pleasure they have hamstrung oxen."},{"bookname":"Genesis","chapter":"49","verse":"7","text":"Cursed be their anger, for it was fierce, and their fury, for it was cruel. I will divide them in Jacob, and scatter them in Israel!"},{"bookname":"Genesis","chapter":"49","verse":"8","text":"Judah, your brothers will praise you. Your hand will be on the neck of your enemies, your father’s sons will bow down before you."},{"bookname":"Genesis","chapter":"49","verse":"9","text":"You are a lion’s cub, Judah, from the prey, my son, you have gone up. He crouches and lies down like a lion; like a lioness &#8211; who will rouse him?"},{"bookname":"Genesis","chapter":"49","verse":"10","text":"The scepter will not depart from Judah, nor the ruler’s staff from between his feet, until he comes to whom it belongs; the nations will obey him."},{"bookname":"Genesis","chapter":"49","verse":"11","text":"Binding his foal to the vine, and his colt to the choicest vine, he will wash his garments in wine, his robes in the blood of grapes."},{"bookname":"Genesis","chapter":"49","verse":"12","text":"His eyes will be dark from wine, and his teeth white from milk."},{"bookname":"Genesis","chapter":"49","verse":"13","text":"Zebulun will live by the haven of the sea and become a haven for ships; his border will extend to Sidon."},{"bookname":"Genesis","chapter":"49","verse":"14","text":"Issachar is a strong-boned donkey lying down between two saddlebags."},{"bookname":"Genesis","chapter":"49","verse":"15","text":"When he sees a good resting place, and the pleasant land, he will bend his shoulder to the burden and become a slave laborer."},{"bookname":"Genesis","chapter":"49","verse":"16","text":"Dan will judge his people as one of the tribes of Israel."},{"bookname":"Genesis","chapter":"49","verse":"17","text":"May Dan be a snake beside the road, a viper by the path, that bites the heels of the horse so that its rider falls backward."},{"bookname":"Genesis","chapter":"49","verse":"18","text":"I wait for your deliverance, O Lord."},{"bookname":"Genesis","chapter":"49","verse":"19","text":"Gad will be raided by marauding bands, but he will attack them at their heels."},{"bookname":"Genesis","chapter":"49","verse":"20","text":"Asher’s food will be rich, and he will provide delicacies to royalty. "},{"bookname":"Genesis","chapter":"49","verse":"21","text":"Naphtali is a free running doe, he speaks delightful words."},{"bookname":"Genesis","chapter":"49","verse":"22","text":"Joseph is a fruitful bough, a fruitful bough near a spring whose branches climb over the wall."},{"bookname":"Genesis","chapter":"49","verse":"23","text":"The archers will attack him, they will shoot at him and oppose him."},{"bookname":"Genesis","chapter":"49","verse":"24","text":"But his bow will remain steady, and his hands will be skillful; because of the hands of the Mighty One of Jacob, because of the Shepherd, the Rock of Israel,"},{"bookname":"Genesis","chapter":"49","verse":"25","text":"because of the God of your father, who will help you, because of the sovereign God, who will bless you with blessings from the sky above, blessings from the deep that lies below, and blessings of the breasts and womb."},{"bookname":"Genesis","chapter":"49","verse":"26","text":"The blessings of your father are greater than the blessings of the eternal mountains or the desirable things of the age-old hills. They will be on the head of Joseph and on the brow of the prince of his brothers."},{"bookname":"Genesis","chapter":"49","verse":"27","text":"Benjamin is a ravenous wolf; in the morning devouring the prey, and in the evening dividing the plunder.”"},{"bookname":"Genesis","chapter":"49","verse":"28","text":"These are the twelve tribes of Israel. This is what their father said to them when he blessed them. He gave each of them an appropriate blessing."},{"bookname":"Genesis","chapter":"49","verse":"29","text":"Then he instructed them, “I am about to go to my people. Bury me with my fathers in the cave in the field of Ephron the Hittite."},{"bookname":"Genesis","chapter":"49","verse":"30","text":"It is the cave in the field of Machpelah, near Mamre in the land of Canaan, which Abraham bought for a burial plot from Ephron the Hittite."},{"bookname":"Genesis","chapter":"49","verse":"31","text":"There they buried Abraham and his wife Sarah; there they buried Isaac and his wife Rebekah; and there I buried Leah."},{"bookname":"Genesis","chapter":"49","verse":"32","text":"The field and the cave in it were acquired from the sons of Heth.”"},{"bookname":"Genesis","chapter":"49","verse":"33","text":"When Jacob finished giving these instructions to his sons, he pulled his feet up onto the bed, breathed his last breath, and went to his people."}],[{"bookname":"Genesis","chapter":"50","verse":"1","text":"Then Joseph hugged his father’s face. He wept over him and kissed him.","title":"The Burials of Jacob and Joseph"},{"bookname":"Genesis","chapter":"50","verse":"2","text":"Joseph instructed the physicians in his service to embalm his father, so the physicians embalmed Israel."},{"bookname":"Genesis","chapter":"50","verse":"3","text":"They took forty days, for that is the full time needed for embalming. The Egyptians mourned for him seventy days."},{"bookname":"Genesis","chapter":"50","verse":"4","text":"When the days of mourning had passed, Joseph said to Pharaoh’s royal court, “If I have found favor in your sight, please say to Pharaoh,"},{"bookname":"Genesis","chapter":"50","verse":"5","text":"‘My father made me swear an oath. He said, “I am about to die. Bury me in my tomb that I dug for myself there in the land of Canaan.” Now let me go and bury my father; then I will return.’”"},{"bookname":"Genesis","chapter":"50","verse":"6","text":"So Pharaoh said, “Go and bury your father, just as he made you swear to do.”"},{"bookname":"Genesis","chapter":"50","verse":"7","text":"So Joseph went up to bury his father; all Pharaoh’s officials went with him &#8211; the senior courtiers of his household, all the senior officials of the land of Egypt,"},{"bookname":"Genesis","chapter":"50","verse":"8","text":"all Joseph’s household, his brothers, and his father’s household. But they left their little children and their flocks and herds in the land of Goshen."},{"bookname":"Genesis","chapter":"50","verse":"9","text":"Chariots and horsemen also went up with him, so it was a very large entourage."},{"bookname":"Genesis","chapter":"50","verse":"10","text":"When they came to the threshing floor of Atad on the other side of the Jordan, they mourned there with very great and bitter sorrow. There Joseph observed a seven day period of mourning for his father."},{"bookname":"Genesis","chapter":"50","verse":"11","text":"When the Canaanites who lived in the land saw them mourning at the threshing floor of Atad, they said, “This is a very sad occasion for the Egyptians.” That is why its name was called Abel Mizraim, which is beyond the Jordan."},{"bookname":"Genesis","chapter":"50","verse":"12","text":"So the sons of Jacob did for him just as he had instructed them."},{"bookname":"Genesis","chapter":"50","verse":"13","text":"His sons carried him to the land of Canaan and buried him in the cave of the field of Machpelah, near Mamre. This is the field Abraham purchased as a burial plot from Ephron the Hittite."},{"bookname":"Genesis","chapter":"50","verse":"14","text":"After he buried his father, Joseph returned to Egypt, along with his brothers and all who had accompanied him to bury his father."},{"bookname":"Genesis","chapter":"50","verse":"15","text":"When Joseph’s brothers saw that their father was dead, they said, “What if Joseph bears a grudge and wants to repay us in full for all the harm we did to him?”"},{"bookname":"Genesis","chapter":"50","verse":"16","text":"So they sent word to Joseph, saying, “Your father gave these instructions before he died:"},{"bookname":"Genesis","chapter":"50","verse":"17","text":"‘Tell Joseph this: Please forgive the sin of your brothers and the wrong they did when they treated you so badly.’ Now please forgive the sin of the servants of the God of your father.” When this message was reported to him, Joseph wept."},{"bookname":"Genesis","chapter":"50","verse":"18","text":"Then his brothers also came and threw themselves down before him; they said, “Here we are; we are your slaves.”"},{"bookname":"Genesis","chapter":"50","verse":"19","text":"But Joseph answered them, “Don’t be afraid. Am I in the place of God?"},{"bookname":"Genesis","chapter":"50","verse":"20","text":"As for you, you meant to harm me, but God intended it for a good purpose, so he could preserve the lives of many people, as you can see this day."},{"bookname":"Genesis","chapter":"50","verse":"21","text":"So now, don’t be afraid. I will provide for you and your little children.” Then he consoled them and spoke kindly to them."},{"bookname":"Genesis","chapter":"50","verse":"22","text":"Joseph lived in Egypt, along with his father’s family. Joseph lived 110 years."},{"bookname":"Genesis","chapter":"50","verse":"23","text":"Joseph saw the descendants of Ephraim to the third generation. He also saw the children of Makir the son of Manasseh; they were given special inheritance rights by Joseph."},{"bookname":"Genesis","chapter":"50","verse":"24","text":"Then Joseph said to his brothers, “I am about to die. But God will surely come to you and lead you up from this land to the land he swore on oath to give to Abraham, Isaac, and Jacob.”"},{"bookname":"Genesis","chapter":"50","verse":"25","text":"Joseph made the sons of Israel swear an oath. He said, “God will surely come to you. Then you must carry my bones up from this place.”"},{"bookname":"Genesis","chapter":"50","verse":"26","text":"So Joseph died at the age of 110. After they embalmed him, his body was placed in a coffin in Egypt."}]]}
