{"book":{"id":12,"abbrev":"2kg","name":"2 Kings","chapters":25},"chapters":[[{"bookname":"2 Kings","chapter":"1","verse":"1","text":"After Ahab died, Moab rebelled against Israel.","title":"Elijah Confronts the King and His Commanders"},{"bookname":"2 Kings","chapter":"1","verse":"2","text":"Ahaziah fell through a window lattice in his upper chamber in Samaria and was injured. He sent messengers with these orders, “Go, ask Baal Zebub, the god of Ekron, if I will survive this injury.”"},{"bookname":"2 Kings","chapter":"1","verse":"3","text":"But the Lord’s angelic messenger told Elijah the Tishbite, “Get up, go to meet the messengers from the king of Samaria. Say this to them: ‘You must think there is no God in Israel! That explains why you are on your way to seek an oracle from Baal Zebub the god of Ekron."},{"bookname":"2 Kings","chapter":"1","verse":"4","text":"Therefore this is what the Lord says, “You will not leave the bed you lie on, for you will certainly die!”’” So Elijah went on his way."},{"bookname":"2 Kings","chapter":"1","verse":"5","text":"When the messengers returned to the king, he asked them, “Why have you returned?”"},{"bookname":"2 Kings","chapter":"1","verse":"6","text":"They replied, “A man came up to meet us. He told us, “Go back to the king who sent you and tell him, ‘This is what the Lord says: “You must think there is no God in Israel! That explains why you are sending for an oracle from Baal Zebub, the god of Ekron. Therefore you will not leave the bed you lie on, for you will certainly die.”’”"},{"bookname":"2 Kings","chapter":"1","verse":"7","text":"The king asked them, “Describe the appearance of this man who came up to meet you and told you these things.”"},{"bookname":"2 Kings","chapter":"1","verse":"8","text":"They replied, “He was a hairy man and had a leather belt tied around his waist.” The king said, “He is Elijah the Tishbite.”"},{"bookname":"2 Kings","chapter":"1","verse":"9","text":"The king sent a captain and his fifty soldiers to retrieve Elijah. The captain went up to him, while he was sitting on the top of a hill. He told him, “Prophet, the king says, ‘Come down!’”"},{"bookname":"2 Kings","chapter":"1","verse":"10","text":"Elijah replied to the captain, “If I am indeed a prophet, may fire come down from the sky and consume you and your fifty soldiers!” Fire then came down from the sky and consumed him and his fifty soldiers."},{"bookname":"2 Kings","chapter":"1","verse":"11","text":"The king sent another captain and his fifty soldiers to retrieve Elijah. He went up and told him, “Prophet, this is what the king says, ‘Come down at once!’”"},{"bookname":"2 Kings","chapter":"1","verse":"12","text":"Elijah replied to them, “If I am indeed a prophet, may fire come down from the sky and consume you and your fifty soldiers!” Fire from God came down from the sky and consumed him and his fifty soldiers."},{"bookname":"2 Kings","chapter":"1","verse":"13","text":"The king sent a third captain and his fifty soldiers. This third captain went up and fell on his knees before Elijah. He begged for mercy, “Prophet, please have respect for my life and for the lives of these fifty servants of yours."},{"bookname":"2 Kings","chapter":"1","verse":"14","text":"Indeed, fire came down from the sky and consumed the two captains who came before me, along with their men. So now, please have respect for my life.”"},{"bookname":"2 Kings","chapter":"1","verse":"15","text":"The Lord’s angelic messenger said to Elijah, “Go down with him. Don’t be afraid of him.” So he got up and went down with him to the king."},{"bookname":"2 Kings","chapter":"1","verse":"16","text":"Elijah said to the king, “This is what the Lord says, ‘You sent messengers to seek an oracle from Baal Zebub, the god of Ekron. You must think there is no God in Israel from whom you can seek an oracle! Therefore you will not leave the bed you lie on, for you will certainly die.’”"},{"bookname":"2 Kings","chapter":"1","verse":"17","text":"He died just as the Lord had prophesied through Elijah. In the second year of the reign of King Jehoram son of Jehoshaphat over Judah, Ahaziah’s brother Jehoram replaced him as king of Israel, because he had no son."},{"bookname":"2 Kings","chapter":"1","verse":"18","text":"The rest of the events of Ahaziah’s reign, including his accomplishments, are recorded in the scroll called the Annals of the Kings of Israel."}],[{"bookname":"2 Kings","chapter":"2","verse":"1","text":"Just before the Lord took Elijah up to heaven in a windstorm, Elijah and Elisha were traveling from Gilgal.","title":"Elijah Makes a Swift Departure"},{"bookname":"2 Kings","chapter":"2","verse":"2","text":"Elijah told Elisha, “Stay here, for the Lord has sent me to Bethel.” But Elisha said, “As certainly as the Lord lives and as you live, I will not leave you.” So they went down to Bethel."},{"bookname":"2 Kings","chapter":"2","verse":"3","text":"Some members of the prophetic guild in Bethel came out to Elisha and said, “Do you know that today the Lord is going to take your master from you?” He answered, “Yes, I know. Be quiet.”"},{"bookname":"2 Kings","chapter":"2","verse":"4","text":"Elijah said to him, “Elisha, stay here, for the Lord has sent me to Jericho.” But he replied, “As certainly as the Lord lives and as you live, I will not leave you.” So they went to Jericho."},{"bookname":"2 Kings","chapter":"2","verse":"5","text":"Some members of the prophetic guild in Jericho approached Elisha and said, “Do you know that today the Lord is going to take your master from you?” He answered, “Yes, I know. Be quiet.”"},{"bookname":"2 Kings","chapter":"2","verse":"6","text":"Elijah said to him, “Stay here, for the Lord has sent me to the Jordan.” But he replied, “As certainly as the Lord lives and as you live, I will not leave you.” So they traveled on together."},{"bookname":"2 Kings","chapter":"2","verse":"7","text":"The fifty members of the prophetic guild went and stood opposite them at a distance, while Elijah and Elisha stood by the Jordan."},{"bookname":"2 Kings","chapter":"2","verse":"8","text":"Elijah took his cloak, folded it up, and hit the water with it. The water divided, and the two of them crossed over on dry ground."},{"bookname":"2 Kings","chapter":"2","verse":"9","text":"When they had crossed over, Elijah said to Elisha, “What can I do for you, before I am taken away from you?” Elisha answered, “May I receive a double portion of the prophetic spirit that energizes you.”"},{"bookname":"2 Kings","chapter":"2","verse":"10","text":"Elijah replied, “That’s a difficult request! If you see me taken from you, may it be so, but if you don’t, it will not happen.”"},{"bookname":"2 Kings","chapter":"2","verse":"11","text":"As they were walking along and talking, suddenly a fiery chariot pulled by fiery horses appeared. They went between Elijah and Elisha, and Elijah went up to heaven in a windstorm."},{"bookname":"2 Kings","chapter":"2","verse":"12","text":"While Elisha was watching, he was crying out, “My father, my father! The chariot and horsemen of Israel!” Then he could no longer see him. He grabbed his clothes and tore them in two."},{"bookname":"2 Kings","chapter":"2","verse":"13","text":"He picked up Elijah’s cloak, which had fallen off him, and went back and stood on the shore of the Jordan."},{"bookname":"2 Kings","chapter":"2","verse":"14","text":"He took the cloak that had fallen off Elijah, hit the water with it, and said, “Where is the Lord, the God of Elijah?” When he hit the water, it divided and Elisha crossed over."},{"bookname":"2 Kings","chapter":"2","verse":"15","text":"When the members of the prophetic guild in Jericho, who were standing at a distance, saw him do this, they said, “The spirit that energized Elijah rests upon Elisha.” They went to meet him and bowed down to the ground before him."},{"bookname":"2 Kings","chapter":"2","verse":"16","text":"They said to him, “Look, there are fifty capable men with your servants. Let them go and look for your master, for the wind sent from the Lord may have carried him away and dropped him on one of the hills or in one of the valleys.” But Elisha replied, “Don’t send them out.”"},{"bookname":"2 Kings","chapter":"2","verse":"17","text":"But they were so insistent, he became embarrassed. So he said, “Send them out.” They sent the fifty men out and they looked for three days, but could not find Elijah."},{"bookname":"2 Kings","chapter":"2","verse":"18","text":"When they came back, Elisha was staying in Jericho. He said to them, “Didn’t I tell you, ‘Don’t go’?”"},{"bookname":"2 Kings","chapter":"2","verse":"19","text":"The men of the city said to Elisha, “Look, the city has a good location, as our master can see. But the water is bad and the land doesn’t produce crops.”","title":"Elisha Demonstrates His Authority"},{"bookname":"2 Kings","chapter":"2","verse":"20","text":"Elisha said, “Get me a new jar and put some salt in it.” So they got it."},{"bookname":"2 Kings","chapter":"2","verse":"21","text":"He went out to the spring and threw the salt in. Then he said, “This is what the Lord says, ‘I have purified this water. It will no longer cause death or fail to produce crops.”"},{"bookname":"2 Kings","chapter":"2","verse":"22","text":"The water has been pure to this very day, just as Elisha prophesied."},{"bookname":"2 Kings","chapter":"2","verse":"23","text":"He went up from there to Bethel. As he was traveling up the road, some young boys came out of the city and made fun of him, saying, “Go on up, baldy! Go on up, baldy!”"},{"bookname":"2 Kings","chapter":"2","verse":"24","text":"When he turned around and saw them, he called God’s judgment down on them. Two female bears came out of the woods and ripped forty-two of the boys to pieces."},{"bookname":"2 Kings","chapter":"2","verse":"25","text":"From there he traveled to Mount Carmel and then back to Samaria."}],[{"bookname":"2 Kings","chapter":"3","verse":"1","text":"In the eighteenth year of King Jehoshaphat’s reign over Judah, Ahab’s son Jehoram became king over Israel in Samaria; he ruled for twelve years.","title":"Moab Fights with Israel"},{"bookname":"2 Kings","chapter":"3","verse":"2","text":"He did evil in the sight of the Lord, but not to the same degree as his father and mother. He did remove the sacred pillar of Baal that his father had made."},{"bookname":"2 Kings","chapter":"3","verse":"3","text":"Yet he persisted in the sins of Jeroboam son of Nebat, who encouraged Israel to sin; he did not turn from them."},{"bookname":"2 Kings","chapter":"3","verse":"4","text":"Now King Mesha of Moab was a sheep breeder. He would send as tribute to the king of Israel 100,000 male lambs and the wool of 100,000 rams."},{"bookname":"2 Kings","chapter":"3","verse":"5","text":"When Ahab died, the king of Moab rebelled against the king of Israel."},{"bookname":"2 Kings","chapter":"3","verse":"6","text":"At that time King Jehoram left Samaria and assembled all Israel for war."},{"bookname":"2 Kings","chapter":"3","verse":"7","text":"He sent this message to King Jehoshaphat of Judah: “The king of Moab has rebelled against me. Will you fight with me against Moab?” Jehoshaphat replied, “I will join you in the campaign; my army and horses are at your disposal.”"},{"bookname":"2 Kings","chapter":"3","verse":"8","text":"He then asked, “Which invasion route are we going to take?” Jehoram answered, “By the road through the Desert of Edom.”"},{"bookname":"2 Kings","chapter":"3","verse":"9","text":"So the kings of Israel, Judah, and Edom set out together. They wandered around on the road for seven days and finally ran out of water for the men and animals they had with them."},{"bookname":"2 Kings","chapter":"3","verse":"10","text":"The king of Israel said, “Oh no! Certainly the Lord has summoned these three kings so that he can hand them over to the king of Moab!”"},{"bookname":"2 Kings","chapter":"3","verse":"11","text":"Jehoshaphat asked, “Is there no prophet of the Lord here that we might seek the Lord’s direction?” One of the servants of the king of Israel answered, “Elisha son of Shapat is here; he used to be Elijah’s servant.”"},{"bookname":"2 Kings","chapter":"3","verse":"12","text":"Jehoshaphat said, “The Lord speaks through him.” So the king of Israel and Jehoshaphat and the king of Edom went down to visit him."},{"bookname":"2 Kings","chapter":"3","verse":"13","text":"Elisha said to the king of Israel, “Why are you here? Go to your father’s prophets or your mother’s prophets!” The king of Israel replied to him, “No, for the Lord is the one who summoned these three kings so that he can hand them over to Moab.”"},{"bookname":"2 Kings","chapter":"3","verse":"14","text":"Elisha said, “As certainly as the Lord who rules over all  lives (whom I serve), if I did not respect King Jehoshaphat of Judah, I would not pay attention to you or acknowledge you."},{"bookname":"2 Kings","chapter":"3","verse":"15","text":"But now, get me a musician.” When the musician played, the Lord energized him,"},{"bookname":"2 Kings","chapter":"3","verse":"16","text":"and he said, “This is what the Lord says, ‘Make many cisterns in this valley,’"},{"bookname":"2 Kings","chapter":"3","verse":"17","text":"for this is what the Lord says, ‘You will not feel any wind or see any rain, but this valley will be full of water and you and your cattle and animals will drink.’"},{"bookname":"2 Kings","chapter":"3","verse":"18","text":"This is an easy task for the Lord; he will also hand Moab over to you."},{"bookname":"2 Kings","chapter":"3","verse":"19","text":"You will defeat every fortified city and every important city. You must chop down every productive tree, stop up all the springs, and cover all the cultivated land with stones.”"},{"bookname":"2 Kings","chapter":"3","verse":"20","text":"Sure enough, the next morning, at the time of the morning sacrifice, water came flowing down from Edom and filled the land."},{"bookname":"2 Kings","chapter":"3","verse":"21","text":"Now all Moab had heard that the kings were attacking, so everyone old enough to fight was mustered and placed at the border."},{"bookname":"2 Kings","chapter":"3","verse":"22","text":"When they got up early the next morning, the sun was shining on the water. To the Moabites, who were some distance away, the water looked red like blood."},{"bookname":"2 Kings","chapter":"3","verse":"23","text":"The Moabites said, “It’s blood! The kings are totally destroyed! They have struck one another down! Now, Moab, seize the plunder!”"},{"bookname":"2 Kings","chapter":"3","verse":"24","text":"When they approached the Israelite camp, the Israelites rose up and struck down the Moabites, who then ran from them. The Israelites thoroughly defeated Moab."},{"bookname":"2 Kings","chapter":"3","verse":"25","text":"They tore down the cities and each man threw a stone into every cultivated field until they were covered. They stopped up every spring and chopped down every productive tree. Only Kir Hareseth was left intact, but the slingers surrounded it and attacked it."},{"bookname":"2 Kings","chapter":"3","verse":"26","text":"When the king of Moab realized he was losing the battle, he and 700 swordsmen tried to break through and attack the king of Edom, but they failed."},{"bookname":"2 Kings","chapter":"3","verse":"27","text":"So he took his firstborn son, who was to succeed him as king, and offered him up as a burnt sacrifice on the wall. There was an outburst of divine anger against Israel, so they broke off the attack and returned to their homeland."}],[{"bookname":"2 Kings","chapter":"4","verse":"1","text":"Now a wife of one of the prophets appealed to Elisha for help, saying, “Your servant, my husband is dead. You know that your servant was a loyal follower of the Lord. Now the creditor is coming to take away my two boys to be his servants.”","title":"Elisha Helps a Widow and Her Sons"},{"bookname":"2 Kings","chapter":"4","verse":"2","text":"Elisha said to her, “What can I do for you? Tell me, what do you have in the house?” She answered, “Your servant has nothing in the house except a small jar of olive oil.”"},{"bookname":"2 Kings","chapter":"4","verse":"3","text":"He said, “Go and ask all your neighbors for empty containers. Get as many as you can."},{"bookname":"2 Kings","chapter":"4","verse":"4","text":"Go and close the door behind you and your sons. Pour the olive oil into all the containers; set aside each one when you have filled it.”"},{"bookname":"2 Kings","chapter":"4","verse":"5","text":"So she left him and closed the door behind her and her sons. As they were bringing the containers to her, she was pouring the olive oil."},{"bookname":"2 Kings","chapter":"4","verse":"6","text":"When the containers were full, she said to one of her sons, “Bring me another container.” But he answered her, “There are no more.” Then the olive oil stopped flowing."},{"bookname":"2 Kings","chapter":"4","verse":"7","text":"She went and told the prophet. He said, “Go, sell the olive oil. Repay your creditor, and then you and your sons can live off the rest of the profit.”"},{"bookname":"2 Kings","chapter":"4","verse":"8","text":"One day Elisha traveled to Shunem, where a prominent woman lived. She insisted that he stop for a meal. So whenever he was passing through, he would stop in there for a meal.","title":"Elisha Gives Life to a Boy"},{"bookname":"2 Kings","chapter":"4","verse":"9","text":"She said to her husband, “Look, I’m sure that the man who regularly passes through here is a very special prophet."},{"bookname":"2 Kings","chapter":"4","verse":"10","text":"Let’s make a small private upper room and furnish it with a bed, table, chair, and lamp. When he visits us, he can stay there.”"},{"bookname":"2 Kings","chapter":"4","verse":"11","text":"One day Elisha came for a visit; he went into the upper room and rested."},{"bookname":"2 Kings","chapter":"4","verse":"12","text":"He told his servant Gehazi, “Ask the Shunammite woman to come here.” So he did so and she came to him."},{"bookname":"2 Kings","chapter":"4","verse":"13","text":"Elisha said to Gehazi, “Tell her, ‘Look, you have treated us with such great respect. What can I do for you? Can I put in a good word for you with the king or the commander of the army?’” She replied, “I’m quite secure.”"},{"bookname":"2 Kings","chapter":"4","verse":"14","text":"So he asked Gehazi, “What can I do for her?” Gehazi replied, “She has no son, and her husband is old.”"},{"bookname":"2 Kings","chapter":"4","verse":"15","text":"Elisha told him, “Ask her to come here.” So he did so and she came and stood in the doorway."},{"bookname":"2 Kings","chapter":"4","verse":"16","text":"He said, “About this time next year you will be holding a son.” She said, “No, my master! O prophet, do not lie to your servant!”"},{"bookname":"2 Kings","chapter":"4","verse":"17","text":"The woman did conceive, and at the specified time the next year she gave birth to a son, just as Elisha had told her."},{"bookname":"2 Kings","chapter":"4","verse":"18","text":"The boy grew and one day he went out to see his father who was with the harvest workers."},{"bookname":"2 Kings","chapter":"4","verse":"19","text":"He said to his father, “My head! My head!” His father told a servant, “Carry him to his mother.”"},{"bookname":"2 Kings","chapter":"4","verse":"20","text":"So he picked him up and took him to his mother. He sat on her lap until noon and then died."},{"bookname":"2 Kings","chapter":"4","verse":"21","text":"She went up and laid him down on the prophet’s bed. She shut the door behind her and left."},{"bookname":"2 Kings","chapter":"4","verse":"22","text":"She called to her husband, “Send me one of the servants and one of the donkeys, so I can go see the prophet quickly and then return.”"},{"bookname":"2 Kings","chapter":"4","verse":"23","text":"He said, “Why do you want to go see him today? It is not the new moon or the Sabbath.” She said, “Everything’s fine.”"},{"bookname":"2 Kings","chapter":"4","verse":"24","text":"She saddled the donkey and told her servant, “Lead on. Do not stop unless I say so.”"},{"bookname":"2 Kings","chapter":"4","verse":"25","text":"So she went to visit the prophet at Mount Carmel. When he saw her at a distance, he said to his servant Gehazi, “Look, it’s the Shunammite woman."},{"bookname":"2 Kings","chapter":"4","verse":"26","text":"Now, run to meet her and ask her, ‘Are you well? Are your husband and the boy well?’” She told Gehazi, “Everything’s fine.”"},{"bookname":"2 Kings","chapter":"4","verse":"27","text":"But when she reached the prophet on the mountain, she grabbed hold of his feet. Gehazi came near to push her away, but the prophet said, “Leave her alone, for she is very upset. The Lord has kept the matter hidden from me; he didn’t tell me about it.”"},{"bookname":"2 Kings","chapter":"4","verse":"28","text":"She said, “Did I ask my master for a son? Didn’t I say, ‘Don’t mislead me?’”"},{"bookname":"2 Kings","chapter":"4","verse":"29","text":"Elisha told Gehazi, “Tuck your robes into your belt, take my staff, and go! Don’t stop to exchange greetings with anyone! Place my staff on the child’s face.”"},{"bookname":"2 Kings","chapter":"4","verse":"30","text":"The mother of the child said, “As certainly as the Lord lives and as you live, I will not leave you.” So Elisha got up and followed her back."},{"bookname":"2 Kings","chapter":"4","verse":"31","text":"Now Gehazi went on ahead of them. He placed the staff on the child’s face, but there was no sound or response. When he came back to Elisha he told him, “The child did not wake up.”"},{"bookname":"2 Kings","chapter":"4","verse":"32","text":"When Elisha arrived at the house, there was the child lying dead on his bed."},{"bookname":"2 Kings","chapter":"4","verse":"33","text":"He went in by himself and closed the door. Then he prayed to the Lord."},{"bookname":"2 Kings","chapter":"4","verse":"34","text":"He got up on the bed and spread his body out over the boy; he put his mouth on the boy’s mouth, his eyes over the boy’s eyes, and the palms of his hands against the boy’s palms. He bent down over him, and the boy’s skin grew warm."},{"bookname":"2 Kings","chapter":"4","verse":"35","text":"Elisha went back and walked around in the house. Then he got up on the bed again and bent down over him. The child sneezed seven times and opened his eyes."},{"bookname":"2 Kings","chapter":"4","verse":"36","text":"Elisha called to Gehazi and said, “Get the Shunammite woman.” So he did so and she came to him. He said to her, “Take your son.”"},{"bookname":"2 Kings","chapter":"4","verse":"37","text":"She came in, fell at his feet, and bowed down. Then she picked up her son and left."},{"bookname":"2 Kings","chapter":"4","verse":"38","text":"Now Elisha went back to Gilgal, while there was famine in the land. Some of the prophets were visiting him and he told his servant, “Put the big pot on the fire and boil some stew for the prophets.”","title":"Elisha Makes a Meal Edible"},{"bookname":"2 Kings","chapter":"4","verse":"39","text":"Someone went out to the field to gather some herbs and found a wild vine. He picked some of its fruit, enough to fill up the fold of his robe. He came back, cut it up, and threw the slices into the stew pot, not knowing they were harmful."},{"bookname":"2 Kings","chapter":"4","verse":"40","text":"The stew was poured out for the men to eat. When they ate some of the stew, they cried out, “Death is in the pot, O prophet!” They could not eat it."},{"bookname":"2 Kings","chapter":"4","verse":"41","text":"He said, “Get some flour.” Then he threw it into the pot and said, “Now pour some out for the men so they may eat.” There was no longer anything harmful in the pot."},{"bookname":"2 Kings","chapter":"4","verse":"42","text":"Now a man from Baal Shalisha brought some food for the prophet &#8211; twenty loaves of bread made from the firstfruits of the barley harvest, as well as fresh ears of grain. Elisha said, “Set it before the people so they may eat.”","title":"Elisha Miraculously Feeds a Hundred People"},{"bookname":"2 Kings","chapter":"4","verse":"43","text":"But his attendant said, “How can I feed a hundred men with this?” He replied, “Set it before the people so they may eat, for this is what the Lord says, ‘They will eat and have some left over.’”"},{"bookname":"2 Kings","chapter":"4","verse":"44","text":"So he set it before them; they ate and had some left over, just as the Lord predicted."}],[{"bookname":"2 Kings","chapter":"5","verse":"1","text":"Now Naaman, the commander of the king of Syria’s army, was esteemed and respected by his master, for through him the Lord had given Syria military victories. But this great warrior had a skin disease.","title":"Elisha Heals a Syrian General"},{"bookname":"2 Kings","chapter":"5","verse":"2","text":"Raiding parties went out from Syria and took captive from the land of Israel a young girl, who became a servant to Naaman’s wife."},{"bookname":"2 Kings","chapter":"5","verse":"3","text":"She told her mistress, “If only my master were in the presence of the prophet who is in Samaria! Then he would cure him of his skin disease.”"},{"bookname":"2 Kings","chapter":"5","verse":"4","text":"Naaman went and told his master what the girl from the land of Israel had said."},{"bookname":"2 Kings","chapter":"5","verse":"5","text":"The king of Syria said, “Go! I will send a letter to the king of Israel.” So Naaman went, taking with him ten talents of silver, six thousand shekels of gold, and ten suits of clothes."},{"bookname":"2 Kings","chapter":"5","verse":"6","text":"He brought the letter to king of Israel. It read: “This is a letter of introduction for my servant Naaman, whom I have sent to be cured of his skin disease.”"},{"bookname":"2 Kings","chapter":"5","verse":"7","text":"When the king of Israel read the letter, he tore his clothes and said, “Am I God? Can I kill or restore life? Why does he ask me to cure a man of his skin disease? Certainly you must see that he is looking for an excuse to fight me!”"},{"bookname":"2 Kings","chapter":"5","verse":"8","text":"When Elisha the prophet heard that the king had torn his clothes, he sent this message to the king, “Why did you tear your clothes? Send him to me so he may know there is a prophet in Israel.”"},{"bookname":"2 Kings","chapter":"5","verse":"9","text":"So Naaman came with his horses and chariots and stood in the doorway of Elisha’s house."},{"bookname":"2 Kings","chapter":"5","verse":"10","text":"Elisha sent out a messenger who told him, “Go and wash seven times in the Jordan; your skin will be restored and you will be healed.”"},{"bookname":"2 Kings","chapter":"5","verse":"11","text":"Naaman went away angry. He said, “Look, I thought for sure he would come out, stand there, invoke the name of the Lord his God, wave his hand over the area, and cure the skin disease."},{"bookname":"2 Kings","chapter":"5","verse":"12","text":"The rivers of Damascus, the Abana and Pharpar, are better than any of the waters of Israel! Could I not wash in them and be healed?” So he turned around and went away angry."},{"bookname":"2 Kings","chapter":"5","verse":"13","text":"His servants approached and said to him, “O master, if the prophet had told you to do some difficult task, you would have been willing to do it. It seems you should be happy that he simply said, “Wash and you will be healed.”"},{"bookname":"2 Kings","chapter":"5","verse":"14","text":"So he went down and dipped in the Jordan seven times, as the prophet had instructed. His skin became as smooth as a young child’s and he was healed."},{"bookname":"2 Kings","chapter":"5","verse":"15","text":"He and his entire entourage returned to the prophet. Naaman came and stood before him. He said, “For sure I know that there is no God in all the earth except in Israel! Now, please accept a gift from your servant.”"},{"bookname":"2 Kings","chapter":"5","verse":"16","text":"But Elisha replied, “As certainly as the Lord lives (whom I serve), I will take nothing from you.” Naaman insisted that he take it, but he refused."},{"bookname":"2 Kings","chapter":"5","verse":"17","text":"Naaman said, “If not, then please give your servant a load of dirt, enough for a pair of mules to carry, for your servant will never again offer a burnt offering or sacrifice to a god other than the Lord."},{"bookname":"2 Kings","chapter":"5","verse":"18","text":"May the Lord forgive your servant for this one thing: When my master enters the temple of Rimmon to worship, and he leans on my arm and I bow down in the temple of Rimmon, may the Lord forgive your servant for this.”"},{"bookname":"2 Kings","chapter":"5","verse":"19","text":"Elisha said to him, “Go in peace.” When he had gone a short distance,"},{"bookname":"2 Kings","chapter":"5","verse":"20","text":"Gehazi, the prophet Elisha’s servant, thought, “Look, my master did not accept what this Syrian Naaman offered him. As certainly as the Lord lives, I will run after him and accept something from him.”"},{"bookname":"2 Kings","chapter":"5","verse":"21","text":"So Gehazi ran after Naaman. When Naaman saw someone running after him, he got down from his chariot to meet him and asked, “Is everything all right?”"},{"bookname":"2 Kings","chapter":"5","verse":"22","text":"He answered, “Everything is fine. My master sent me with this message, ‘Look, two servants of the prophets just arrived from the Ephraimite hill country. Please give them a talent of silver and two suits of clothes.’”"},{"bookname":"2 Kings","chapter":"5","verse":"23","text":"Naaman said, “Please accept two talents of silver. He insisted, and tied up two talents of silver in two bags, along with two suits of clothes. He gave them to two of his servants and they carried them for Gehazi."},{"bookname":"2 Kings","chapter":"5","verse":"24","text":"When he arrived at the hill, he took them from the servants and put them in the house. Then he sent the men on their way."},{"bookname":"2 Kings","chapter":"5","verse":"25","text":"When he came and stood before his master, Elisha asked him, “Where have you been, Gehazi?” He answered, “Your servant hasn’t been anywhere.”"},{"bookname":"2 Kings","chapter":"5","verse":"26","text":"Elisha replied, “I was there in spirit when a man turned and got down from his chariot to meet you. This is not the proper time to accept silver or to accept clothes, olive groves, vineyards, sheep, cattle, and male and female servants."},{"bookname":"2 Kings","chapter":"5","verse":"27","text":"Therefore Naaman’s skin disease will afflict you and your descendants forever!” When Gehazi went out from his presence, his skin was as white as snow."}],[{"bookname":"2 Kings","chapter":"6","verse":"1","text":"Some of the prophets said to Elisha, “Look, the place where we meet with you is too cramped for us.","title":"Elisha Makes an Ax Head Float"},{"bookname":"2 Kings","chapter":"6","verse":"2","text":"Let’s go to the Jordan. Each of us will get a log from there and we will build a meeting place for ourselves there.” He said, “Go.”"},{"bookname":"2 Kings","chapter":"6","verse":"3","text":"One of them said, “Please come along with your servants.” He replied, “All right, I’ll come.”"},{"bookname":"2 Kings","chapter":"6","verse":"4","text":"So he went with them. When they arrived at the Jordan, they started cutting down trees."},{"bookname":"2 Kings","chapter":"6","verse":"5","text":"As one of them was felling a log, the ax head dropped into the water. He shouted, “Oh no, my master! It was borrowed!”"},{"bookname":"2 Kings","chapter":"6","verse":"6","text":"The prophet asked, “Where did it drop in?” When he showed him the spot, Elisha cut off a branch, threw it in at that spot, and made the ax head float."},{"bookname":"2 Kings","chapter":"6","verse":"7","text":"He said, “Lift it out.” So he reached out his hand and grabbed it."},{"bookname":"2 Kings","chapter":"6","verse":"8","text":"Now the king of Syria was at war with Israel. He consulted his advisers, who said, “Invade at such and such a place.”","title":"Elisha Defeats an Army"},{"bookname":"2 Kings","chapter":"6","verse":"9","text":"But the prophet sent this message to the king of Israel, “Make sure you don’t pass through this place because Syria is invading there.”"},{"bookname":"2 Kings","chapter":"6","verse":"10","text":"So the king of Israel sent a message to the place the prophet had pointed out, warning it to be on its guard. This happened on several occasions."},{"bookname":"2 Kings","chapter":"6","verse":"11","text":"This made the king of Syria upset. So he summoned his advisers and said to them, “One of us must be helping the king of Israel.”"},{"bookname":"2 Kings","chapter":"6","verse":"12","text":"One of his advisers said, “No, my master, O king. The prophet Elisha who lives in Israel keeps telling the king of Israel the things you say in your bedroom.”"},{"bookname":"2 Kings","chapter":"6","verse":"13","text":"The king ordered, “Go, find out where he is, so I can send some men to capture him.” The king was told, “He is in Dothan.”"},{"bookname":"2 Kings","chapter":"6","verse":"14","text":"So he sent horses and chariots there, along with a good-sized army. They arrived during the night and surrounded the city."},{"bookname":"2 Kings","chapter":"6","verse":"15","text":"The prophet’s attendant got up early in the morning. When he went outside there was an army surrounding the city, along with horses and chariots. He said to Elisha, “Oh no, my master! What will we do?”"},{"bookname":"2 Kings","chapter":"6","verse":"16","text":"He replied, “Don’t be afraid, for our side outnumbers them.”"},{"bookname":"2 Kings","chapter":"6","verse":"17","text":"Then Elisha prayed, “O Lord, open his eyes so he can see.” The Lord opened the servant’s eyes and he saw that the hill was full of horses and chariots of fire all around Elisha."},{"bookname":"2 Kings","chapter":"6","verse":"18","text":"As they approached him, Elisha prayed to the Lord, “Strike these people with blindness.” The Lord struck them with blindness as Elisha requested."},{"bookname":"2 Kings","chapter":"6","verse":"19","text":"Then Elisha said to them, “This is not the right road or city. Follow me, and I will lead you to the man you’re looking for.” He led them to Samaria."},{"bookname":"2 Kings","chapter":"6","verse":"20","text":"When they had entered Samaria, Elisha said, “O Lord, open their eyes, so they can see.” The Lord opened their eyes and they saw that they were in the middle of Samaria."},{"bookname":"2 Kings","chapter":"6","verse":"21","text":"When the king of Israel saw them, he asked Elisha, “Should I strike them down, my master?”"},{"bookname":"2 Kings","chapter":"6","verse":"22","text":"He replied, “Do not strike them down! You did not capture them with your sword or bow, so what gives you the right to strike them down? Give them some food and water, so they can eat and drink and then go back to their master.”"},{"bookname":"2 Kings","chapter":"6","verse":"23","text":"So he threw a big banquet for them and they ate and drank. Then he sent them back to their master. After that no Syrian raiding parties again invaded the land of Israel."},{"bookname":"2 Kings","chapter":"6","verse":"24","text":"Later King Ben Hadad of Syria assembled his entire army and attacked and besieged Samaria.","title":"The Lord Saves Samaria"},{"bookname":"2 Kings","chapter":"6","verse":"25","text":"Samaria’s food supply ran out. They laid siege to it so long that a donkey’s head was selling for eighty shekels of silver and a quarter of a kab of dove’s droppings for five shekels of silver."},{"bookname":"2 Kings","chapter":"6","verse":"26","text":"While the king of Israel was passing by on the city wall, a woman shouted to him, “Help us, my master, O king!”"},{"bookname":"2 Kings","chapter":"6","verse":"27","text":"He replied, “No, let the Lord help you. How can I help you? The threshing floor and winepress are empty.”"},{"bookname":"2 Kings","chapter":"6","verse":"28","text":"Then the king asked her, “What’s your problem?” She answered, “This woman said to me, ‘Hand over your son; we’ll eat him today and then eat my son tomorrow.’"},{"bookname":"2 Kings","chapter":"6","verse":"29","text":"So we boiled my son and ate him. Then I said to her the next day, ‘Hand over your son and we’ll eat him.’ But she hid her son!”"},{"bookname":"2 Kings","chapter":"6","verse":"30","text":"When the king heard what the woman said, he tore his clothes. As he was passing by on the wall, the people could see he was wearing sackcloth under his clothes."},{"bookname":"2 Kings","chapter":"6","verse":"31","text":"Then he said, “May God judge me severely if Elisha son of Shaphat still has his head by the end of the day!”"},{"bookname":"2 Kings","chapter":"6","verse":"32","text":"Now Elisha was sitting in his house with the community leaders. The king sent a messenger on ahead, but before he arrived, Elisha said to the leaders, “Do you realize this assassin intends to cut off my head?” Look, when the messenger arrives, shut the door and lean against it. His master will certainly be right behind him.”"},{"bookname":"2 Kings","chapter":"6","verse":"33","text":"He was still talking to them when the messenger approached and said, “Look, the Lord is responsible for this disaster! Why should I continue to wait for the Lord to help?”"}],[{"bookname":"2 Kings","chapter":"7","verse":"1","text":"Elisha replied, “Hear the word of the Lord! This is what the Lord says, ‘About this time tomorrow a seah of finely milled flour will sell for a shekel and two seahs of barley for a shekel at the gate of Samaria.’”"},{"bookname":"2 Kings","chapter":"7","verse":"2","text":"An officer who was the king’s right-hand man responded to the prophet, “Look, even if the Lord made it rain by opening holes in the sky, could this happen so soon?” Elisha said, “Look, you will see it happen with your own eyes, but you will not eat any of the food!”"},{"bookname":"2 Kings","chapter":"7","verse":"3","text":"Now four men with a skin disease were sitting at the entrance of the city gate. They said to one another, “Why are we just sitting here waiting to die?"},{"bookname":"2 Kings","chapter":"7","verse":"4","text":"If we go into the city, we’ll die of starvation, and if we stay here we’ll die! So come on, let’s defect to the Syrian camp! If they spare us, we’ll live; if they kill us &#8211; well, we were going to die anyway.”"},{"bookname":"2 Kings","chapter":"7","verse":"5","text":"So they started toward the Syrian camp at dusk. When they reached the edge of the Syrian camp, there was no one there."},{"bookname":"2 Kings","chapter":"7","verse":"6","text":"The Lord had caused the Syrian camp to hear the sound of chariots and horses and a large army. Then they said to one another, “Look, the king of Israel has paid the kings of the Hittites and Egypt to attack us!”"},{"bookname":"2 Kings","chapter":"7","verse":"7","text":"So they got up and fled at dusk, leaving behind their tents, horses, and donkeys. They left the camp as it was and ran for their lives."},{"bookname":"2 Kings","chapter":"7","verse":"8","text":"When the men with a skin disease reached the edge of the camp, they entered a tent and had a meal. They also took some silver, gold, and clothes and went and hid it all. Then they went back and entered another tent. They looted it and went and hid what they had taken."},{"bookname":"2 Kings","chapter":"7","verse":"9","text":"Then they said to one another, “It’s not right what we’re doing! This is a day to celebrate, but we haven’t told anyone. If we wait until dawn, we’ll be punished. So come on, let’s go and inform the royal palace.”"},{"bookname":"2 Kings","chapter":"7","verse":"10","text":"So they went and called out to the gatekeepers of the city. They told them, “We entered the Syrian camp and there was no one there. We didn’t even hear a man’s voice. But the horses and donkeys are still tied up, and the tents remain up.”"},{"bookname":"2 Kings","chapter":"7","verse":"11","text":"The gatekeepers relayed the news to the royal palace."},{"bookname":"2 Kings","chapter":"7","verse":"12","text":"The king got up in the night and said to his advisers, “I will tell you what the Syrians have done to us. They know we are starving, so they left the camp and hid in the field, thinking, ‘When they come out of the city, we will capture them alive and enter the city.’”"},{"bookname":"2 Kings","chapter":"7","verse":"13","text":"One of his advisers replied, “Pick some men and have them take five of the horses that are left in the city. (Even if they are killed, their fate will be no different than that of all the Israelite people &#8211; we’re all going to die!) Let’s send them out so we can know for sure what’s going on.”"},{"bookname":"2 Kings","chapter":"7","verse":"14","text":"So they picked two horsemen and the king sent them out to track the Syrian army. He ordered them, “Go and find out what’s going on.”"},{"bookname":"2 Kings","chapter":"7","verse":"15","text":"So they tracked them as far as the Jordan. The road was filled with clothes and equipment that the Syrians had discarded in their haste. The scouts went back and told the king."},{"bookname":"2 Kings","chapter":"7","verse":"16","text":"Then the people went out and looted the Syrian camp. A seah of finely milled flour sold for a shekel, and two seahs of barley for a shekel, just as the Lord had said they would."},{"bookname":"2 Kings","chapter":"7","verse":"17","text":"Now the king had placed the officer who was his right-hand man at the city gate. When the people rushed out, they trampled him to death in the gate. This fulfilled the prophet’s word which he had spoken when the king tried to arrest him."},{"bookname":"2 Kings","chapter":"7","verse":"18","text":"The prophet told the king, “Two seahs of barley will sell for a shekel, and a seah of finely milled flour for a shekel; this will happen about this time tomorrow in the gate of Samaria.”"},{"bookname":"2 Kings","chapter":"7","verse":"19","text":"But the officer replied to the prophet, “Look, even if the Lord made it rain by opening holes in the sky, could this happen so soon?” Elisha said, “Look, you will see it happen with your own eyes, but you will not eat any of the food!”"},{"bookname":"2 Kings","chapter":"7","verse":"20","text":"This is exactly what happened to him. The people trampled him to death in the city gate."}],[{"bookname":"2 Kings","chapter":"8","verse":"1","text":"Now Elisha advised the woman whose son he had brought back to life, “You and your family should go and live somewhere else for a while, for the Lord has decreed that a famine will overtake the land for seven years.”","title":"Elisha Again Helps the Shunammite Woman"},{"bookname":"2 Kings","chapter":"8","verse":"2","text":"So the woman did as the prophet said. She and her family went and lived in the land of the Philistines for seven years."},{"bookname":"2 Kings","chapter":"8","verse":"3","text":"After seven years the woman returned from the land of the Philistines and went to ask the king to give her back her house and field."},{"bookname":"2 Kings","chapter":"8","verse":"4","text":"Now the king was talking to Gehazi, the prophet’s servant, and said, “Tell me all the great things which Elisha has done.”"},{"bookname":"2 Kings","chapter":"8","verse":"5","text":"While Gehazi was telling the king how Elisha had brought the dead back to life, the woman whose son he had brought back to life came to ask the king for her house and field. Gehazi said, “My master, O king, this is the very woman and this is her son whom Elisha brought back to life!”"},{"bookname":"2 Kings","chapter":"8","verse":"6","text":"The king asked the woman about it, and she gave him the details. The king assigned a eunuch to take care of her request and ordered him, “Give her back everything she owns, as well as the amount of crops her field produced from the day she left the land until now.”"},{"bookname":"2 Kings","chapter":"8","verse":"7","text":"Elisha traveled to Damascus while King Ben Hadad of Syria was sick. The king was told, “The prophet has come here.”","title":"Elisha Meets with Hazael"},{"bookname":"2 Kings","chapter":"8","verse":"8","text":"So the king told Hazael, “Take a gift and go visit the prophet. Request from him an oracle from the Lord. Ask him, ‘Will I recover from this sickness?’”"},{"bookname":"2 Kings","chapter":"8","verse":"9","text":"So Hazael went to visit Elisha. He took along a gift, as well as forty camel loads of all the fine things of Damascus. When he arrived, he stood before him and said, “Your son, King Ben Hadad of Syria, has sent me to you with this question, ‘Will I recover from this sickness?’”"},{"bookname":"2 Kings","chapter":"8","verse":"10","text":"Elisha said to him, “Go and tell him, ‘You will surely recover,’ but the Lord has revealed to me that he will surely die.”"},{"bookname":"2 Kings","chapter":"8","verse":"11","text":"Elisha just stared at him until Hazael became uncomfortable. Then the prophet started crying."},{"bookname":"2 Kings","chapter":"8","verse":"12","text":"Hazael asked, “Why are you crying, my master?” He replied, “Because I know the trouble you will cause the Israelites. You will set fire to their fortresses, kill their young men with the sword, smash their children to bits, and rip open their pregnant women.”"},{"bookname":"2 Kings","chapter":"8","verse":"13","text":"Hazael said, “How could your servant, who is as insignificant as a dog, accomplish this great military victory?” Elisha answered, “The Lord has revealed to me that you will be the king of Syria.”"},{"bookname":"2 Kings","chapter":"8","verse":"14","text":"He left Elisha and went to his master. Ben Hadad asked him, “What did Elisha tell you?” Hazael replied, “He told me you would surely recover.”"},{"bookname":"2 Kings","chapter":"8","verse":"15","text":"The next day Hazael took a piece of cloth, dipped it in water, and spread it over Ben Hadad’s face until he died. Then Hazael replaced him as king."},{"bookname":"2 Kings","chapter":"8","verse":"16","text":"In the fifth year of the reign of Israel’s King Joram, son of Ahab, Jehoshaphat’s son Jehoram became king over Judah.","title":"Jehoram&#8217;s Reign over Judah"},{"bookname":"2 Kings","chapter":"8","verse":"17","text":"He was thirty-two years old when he became king and he reigned for eight years in Jerusalem."},{"bookname":"2 Kings","chapter":"8","verse":"18","text":"He followed in the footsteps of the kings of Israel, just as Ahab’s dynasty had done, for he married Ahab’s daughter. He did evil in the sight of the Lord."},{"bookname":"2 Kings","chapter":"8","verse":"19","text":"But the Lord was unwilling to destroy Judah. He preserved Judah for the sake of his servant David to whom he had promised a perpetual dynasty."},{"bookname":"2 Kings","chapter":"8","verse":"20","text":"During his reign Edom freed themselves from Judah’s control and set up their own king."},{"bookname":"2 Kings","chapter":"8","verse":"21","text":"Joram crossed over to Zair with all his chariots. The Edomites, who had surrounded him, attacked at night and defeated him and his chariot officers. The Israelite army retreated to their homeland."},{"bookname":"2 Kings","chapter":"8","verse":"22","text":"So Edom has remained free from Judah’s control to this very day. At that same time Libnah also rebelled."},{"bookname":"2 Kings","chapter":"8","verse":"23","text":"The rest of the events of Joram’s reign, including a record of his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah."},{"bookname":"2 Kings","chapter":"8","verse":"24","text":"Joram passed away and was buried with his ancestors in the city of David. His son Ahaziah replaced him as king."},{"bookname":"2 Kings","chapter":"8","verse":"25","text":"In the twelfth year of the reign of Israel’s King Joram, son of Ahab, Jehoram’s son Ahaziah became king over Judah.","title":"Ahaziah Takes the Throne of Judah"},{"bookname":"2 Kings","chapter":"8","verse":"26","text":"Ahaziah was twenty-two years old when he became king and he reigned for one year in Jerusalem. His mother was Athaliah, the granddaughter of King Omri of Israel."},{"bookname":"2 Kings","chapter":"8","verse":"27","text":"He followed in the footsteps of Ahab’s dynasty and did evil in the sight of the Lord, like Ahab’s dynasty, for he was related to Ahab’s family."},{"bookname":"2 Kings","chapter":"8","verse":"28","text":"He joined Ahab’s son Joram in a battle against King Hazael of Syria at Ramoth Gilead in which the Syrians defeated Joram."},{"bookname":"2 Kings","chapter":"8","verse":"29","text":"King Joram returned to Jezreel to recover from the wounds he received from the Syrians in Ramah when he fought against King Hazael of Syria. King Ahaziah son of Jehoram of Judah went down to visit Joram son of Ahab in Jezreel, for he was ill."}],[{"bookname":"2 Kings","chapter":"9","verse":"1","text":"Now Elisha the prophet summoned a member of the prophetic guild and told him, “Tuck your robes into your belt, take this container of olive oil in your hand, and go to Ramoth Gilead.","title":"Jehu Becomes King"},{"bookname":"2 Kings","chapter":"9","verse":"2","text":"When you arrive there, look for Jehu son of Jehoshaphat son of Nimshi and take him aside into an inner room."},{"bookname":"2 Kings","chapter":"9","verse":"3","text":"Take the container of olive oil, pour it over his head, and say, ‘This is what the Lord says, “I have designated you as king over Israel.”’ Then open the door and run away quickly!”"},{"bookname":"2 Kings","chapter":"9","verse":"4","text":"So the young prophet went to Ramoth Gilead."},{"bookname":"2 Kings","chapter":"9","verse":"5","text":"When he arrived, the officers of the army were sitting there. So he said, “I have a message for you, O officer.” Jehu asked, “For which one of us?” He replied, “For you, O officer.”"},{"bookname":"2 Kings","chapter":"9","verse":"6","text":"So Jehu got up and went inside. Then the prophet poured the olive oil on his head and said to him, “This is what the Lord God of Israel says, ‘I have designated you as king over the Lord’s people Israel."},{"bookname":"2 Kings","chapter":"9","verse":"7","text":"You will destroy the family of your master Ahab. I will get revenge against Jezebel for the shed blood of my servants the prophets and for the shed blood of all the Lord’s servants."},{"bookname":"2 Kings","chapter":"9","verse":"8","text":"Ahab’s entire family will die. I will cut off every last male belonging to Ahab in Israel, including even the weak and incapacitated."},{"bookname":"2 Kings","chapter":"9","verse":"9","text":"I will make Ahab’s dynasty like those of Jeroboam son of Nebat and Baasha son of Ahijah."},{"bookname":"2 Kings","chapter":"9","verse":"10","text":"Dogs will devour Jezebel on the plot of ground in Jezreel; she will not be buried.’” Then he opened the door and ran away."},{"bookname":"2 Kings","chapter":"9","verse":"11","text":"When Jehu rejoined his master’s servants, they asked him, “Is everything all right? Why did this madman visit you?” He replied, “Ah, it’s not important. You know what kind of man he is and the kinds of things he says.”"},{"bookname":"2 Kings","chapter":"9","verse":"12","text":"But they said, “You’re lying! Tell us what he said.” So he told them what he had said. He also related how he had said, “This is what the Lord says, ‘I have designated you as king over Israel.’”"},{"bookname":"2 Kings","chapter":"9","verse":"13","text":"Each of them quickly took off his cloak and they spread them out at Jehu’s feet on the steps. The trumpet was blown and they shouted, “Jehu is king!”"},{"bookname":"2 Kings","chapter":"9","verse":"14","text":"Then Jehu son of Jehoshaphat son of Nimshi conspired against Joram.Now Joram had been in Ramoth Gilead with the whole Israelite army, guarding against an invasion by King Hazael of Syria.","title":"Jehu the Assassin"},{"bookname":"2 Kings","chapter":"9","verse":"15","text":"But King Joram had returned to Jezreel to recover from the wounds he received from the Syrians when he fought against King Hazael of Syria. Jehu told his supporters, “If you really want me to be king, then don’t let anyone escape from the city to go and warn Jezreel.”"},{"bookname":"2 Kings","chapter":"9","verse":"16","text":"Jehu drove his chariot to Jezreel, for Joram was recuperating there. (Now King Ahaziah of Judah had come down to visit Joram.)"},{"bookname":"2 Kings","chapter":"9","verse":"17","text":"Now the watchman was standing on the tower in Jezreel and saw Jehu’s troops approaching. He said, “I see troops!” Jehoram ordered, “Send a rider out to meet them and have him ask, ‘Is everything all right?’”"},{"bookname":"2 Kings","chapter":"9","verse":"18","text":"So the horseman went to meet him and said, “This is what the king says, ‘Is everything all right?’” Jehu replied, “None of your business! Follow me.” The watchman reported, “The messenger reached them, but hasn’t started back.”"},{"bookname":"2 Kings","chapter":"9","verse":"19","text":"So he sent a second horseman out to them and he said, “This is what the king says, ‘Is everything all right?’” Jehu replied, “None of your business! Follow me.”"},{"bookname":"2 Kings","chapter":"9","verse":"20","text":"The watchman reported, “He reached them, but hasn’t started back. The one who drives the lead chariot drives like Jehu son of Nimshi; he drives recklessly.”"},{"bookname":"2 Kings","chapter":"9","verse":"21","text":"Jehoram ordered, “Hitch up my chariot.” When his chariot had been hitched up, King Jehoram of Israel and King Ahaziah of Judah went out in their respective chariots to meet Jehu. They met up with him in the plot of land that had once belonged to Naboth of Jezreel."},{"bookname":"2 Kings","chapter":"9","verse":"22","text":"When Jehoram saw Jehu, he asked, “Is everything all right, Jehu?” He replied, “How can everything be all right as long as your mother Jezebel promotes idolatry and pagan practices?”"},{"bookname":"2 Kings","chapter":"9","verse":"23","text":"Jehoram turned his chariot around and took off. He said to Ahaziah, “It’s a trap, Ahaziah!”"},{"bookname":"2 Kings","chapter":"9","verse":"24","text":"Jehu aimed his bow and shot an arrow right between Jehoram’s shoulders. The arrow went through his heart and he fell to his knees in his chariot."},{"bookname":"2 Kings","chapter":"9","verse":"25","text":"Jehu ordered his officer Bidkar, “Pick him up and throw him into the part of the field that once belonged to Naboth of Jezreel. Remember, you and I were riding together behind his father Ahab, when the Lord pronounced this judgment on him,"},{"bookname":"2 Kings","chapter":"9","verse":"26","text":"‘“Know for sure that I saw the shed blood of Naboth and his sons yesterday,” says the Lord, “and that I will give you what you deserve right here in this plot of land,” says the Lord.’ So now pick him up and throw him into this plot of land, just as the Lord said.”"},{"bookname":"2 Kings","chapter":"9","verse":"27","text":"When King Ahaziah of Judah saw what happened, he took off up the road to Beth Haggan. Jehu chased him and ordered, “Shoot him too.” They shot him while he was driving his chariot up the ascent of Gur near Ibleam. He fled to Megiddo and died there."},{"bookname":"2 Kings","chapter":"9","verse":"28","text":"His servants took his body back to Jerusalem and buried him in his tomb with his ancestors in the city of David."},{"bookname":"2 Kings","chapter":"9","verse":"29","text":"Ahaziah had become king over Judah in the eleventh year of Joram son of Ahab."},{"bookname":"2 Kings","chapter":"9","verse":"30","text":"Jehu approached Jezreel. When Jezebel heard the news, she put on some eye liner, fixed up her hair, and leaned out the window."},{"bookname":"2 Kings","chapter":"9","verse":"31","text":"When Jehu came through the gate, she said, “Is everything all right, Zimri, murderer of his master?”"},{"bookname":"2 Kings","chapter":"9","verse":"32","text":"He looked up at the window and said, “Who is on my side? Who?” Two or three eunuchs looked down at him."},{"bookname":"2 Kings","chapter":"9","verse":"33","text":"He said, “Throw her down!” So they threw her down, and when she hit the ground, her blood splattered against the wall and the horses, and Jehu drove his chariot over her."},{"bookname":"2 Kings","chapter":"9","verse":"34","text":"He went inside and had a meal. Then he said, “Dispose of this accursed woman’s corpse. Bury her, for after all, she was a king’s daughter.”"},{"bookname":"2 Kings","chapter":"9","verse":"35","text":"But when they went to bury her, they found nothing left but the skull, feet, and palms of the hands."},{"bookname":"2 Kings","chapter":"9","verse":"36","text":"When they went back and told him, he said, “The Lord’s word through his servant, Elijah the Tishbite, has come to pass. He warned, ‘In the plot of land at Jezreel, dogs will devour Jezebel’s flesh."},{"bookname":"2 Kings","chapter":"9","verse":"37","text":"Jezebel’s corpse will be like manure on the surface of the ground in the plot of land at Jezreel. People will not be able to even recognize her.’”"}],[{"bookname":"2 Kings","chapter":"10","verse":"1","text":"Ahab had seventy sons living in Samaria. So Jehu wrote letters and sent them to Samaria to the leading officials of Jezreel and to the guardians of Ahab’s dynasty. This is what the letters said,","title":"Jehu Wipes Out Ahab&#8217;s Family"},{"bookname":"2 Kings","chapter":"10","verse":"2","text":"“You have with you the sons of your master, chariots and horses, a fortified city, and weapons. So when this letter arrives,"},{"bookname":"2 Kings","chapter":"10","verse":"3","text":"pick the best and most capable of your master’s sons, place him on his father’s throne, and defend your master’s dynasty.”"},{"bookname":"2 Kings","chapter":"10","verse":"4","text":"They were absolutely terrified and said, “Look, two kings could not stop him! How can we?”"},{"bookname":"2 Kings","chapter":"10","verse":"5","text":"So the palace supervisor, the city commissioner, the leaders, and the guardians sent this message to Jehu, “We are your subjects! Whatever you say, we will do. We will not make anyone king. Do what you consider proper.”"},{"bookname":"2 Kings","chapter":"10","verse":"6","text":"He wrote them a second letter, saying, “If you are really on my side and are willing to obey me, then take the heads of your master’s sons and come to me in Jezreel at this time tomorrow.” Now the king had seventy sons, and the prominent men of the city were raising them."},{"bookname":"2 Kings","chapter":"10","verse":"7","text":"When they received the letter, they seized the king’s sons and executed all seventy of them. They put their heads in baskets and sent them to him in Jezreel."},{"bookname":"2 Kings","chapter":"10","verse":"8","text":"The messenger came and told Jehu, “They have brought the heads of the king’s sons.” Jehu said, “Stack them in two piles at the entrance of the city gate until morning.”"},{"bookname":"2 Kings","chapter":"10","verse":"9","text":"In the morning he went out and stood there. Then he said to all the people, “You are innocent. I conspired against my master and killed him. But who struck down all of these men?"},{"bookname":"2 Kings","chapter":"10","verse":"10","text":"Therefore take note that not one of the judgments the Lord announced against Ahab’s dynasty has failed to materialize. The Lord had done what he announced through his servant Elijah.”"},{"bookname":"2 Kings","chapter":"10","verse":"11","text":"Then Jehu killed all who were left of Ahab’s family in Jezreel, and all his nobles, close friends, and priests. He left no survivors."},{"bookname":"2 Kings","chapter":"10","verse":"12","text":"Jehu then left there and set out for Samaria. While he was traveling through Beth Eked of the Shepherds,"},{"bookname":"2 Kings","chapter":"10","verse":"13","text":"Jehu encountered the relatives of King Ahaziah of Judah. He asked, “Who are you?” They replied, “We are Ahaziah’s relatives. We have come down to see how the king’s sons and the queen mother’s sons are doing.”"},{"bookname":"2 Kings","chapter":"10","verse":"14","text":"He said, “Capture them alive!” So they captured them alive and then executed all forty-two of them in the cistern at Beth Eked. He left no survivors."},{"bookname":"2 Kings","chapter":"10","verse":"15","text":"When he left there, he met Jehonadab, son of Rekab, who had been looking for him. Jehu greeted him and asked, “Are you as committed to me as I am to you?” Jehonadab answered, “I am!” Jehu replied, “If so, give me your hand.” So he offered his hand and Jehu pulled him up into the chariot."},{"bookname":"2 Kings","chapter":"10","verse":"16","text":"Jehu said, “Come with me and see how zealous I am for the Lord’s cause.” So he took him along in his chariot."},{"bookname":"2 Kings","chapter":"10","verse":"17","text":"He went to Samaria and exterminated all the members of Ahab’s family who were still alive in Samaria, just as the Lord had announced to Elijah."},{"bookname":"2 Kings","chapter":"10","verse":"18","text":"Jehu assembled all the people and said to them, “Ahab worshiped Baal a little; Jehu will worship him with great devotion.","title":"Jehu Executes the Prophets and Priests of Baal"},{"bookname":"2 Kings","chapter":"10","verse":"19","text":"So now, bring to me all the prophets of Baal, as well as all his servants and priests. None of them must be absent, for I am offering a great sacrifice to Baal. Any of them who fail to appear will lose their lives.” But Jehu was tricking them so he could destroy the servants of Baal."},{"bookname":"2 Kings","chapter":"10","verse":"20","text":"Then Jehu ordered, “Make arrangements for a celebration for Baal.” So they announced it."},{"bookname":"2 Kings","chapter":"10","verse":"21","text":"Jehu sent invitations throughout Israel, and all the servants of Baal came; not one was absent. They arrived at the temple of Baal and filled it up from end to end."},{"bookname":"2 Kings","chapter":"10","verse":"22","text":"Jehu ordered the one who was in charge of the wardrobe, “Bring out robes for all the servants of Baal.” So he brought out robes for them."},{"bookname":"2 Kings","chapter":"10","verse":"23","text":"Then Jehu and Jehonadab son of Rekab went to the temple of Baal. Jehu said to the servants of Baal, “Make sure there are no servants of the Lord here with you; there must be only servants of Baal.”"},{"bookname":"2 Kings","chapter":"10","verse":"24","text":"They went inside to offer sacrifices and burnt offerings. Now Jehu had stationed eighty men outside. He had told them, “If any of the men inside get away, you will pay with your lives!”"},{"bookname":"2 Kings","chapter":"10","verse":"25","text":"When he finished offering the burnt sacrifice, Jehu ordered the royal guard and officers, “Come in and strike them down! Don’t let any escape!” So the royal guard and officers struck them down with the sword and left their bodies lying there. Then they entered the inner sanctuary of the temple of Baal."},{"bookname":"2 Kings","chapter":"10","verse":"26","text":"They hauled out the sacred pillar of the temple of Baal and burned it."},{"bookname":"2 Kings","chapter":"10","verse":"27","text":"They demolished the sacred pillar of Baal and the temple of Baal; it is used as a latrine to this very day."},{"bookname":"2 Kings","chapter":"10","verse":"28","text":"So Jehu eradicated Baal worship from Israel."},{"bookname":"2 Kings","chapter":"10","verse":"29","text":"However, Jehu did not repudiate the sins which Jeroboam son of Nebat had encouraged Israel to commit; the golden calves remained in Bethel and Dan.","title":"A Summary of Jehu&#8217;s Reign"},{"bookname":"2 Kings","chapter":"10","verse":"30","text":"The Lord said to Jehu, “You have done well. You have accomplished my will and carried out my wishes with regard to Ahab’s dynasty. Therefore four generations of your descendants will rule over Israel.”"},{"bookname":"2 Kings","chapter":"10","verse":"31","text":"But Jehu did not carefully and wholeheartedly obey the law of the Lord God of Israel. He did not repudiate the sins which Jeroboam had encouraged Israel to commit."},{"bookname":"2 Kings","chapter":"10","verse":"32","text":"In those days the Lord began to reduce the size of Israel’s territory. Hazael attacked their eastern border."},{"bookname":"2 Kings","chapter":"10","verse":"33","text":"He conquered all the land of Gilead, including the territory of Gad, Reuben, and Manasseh, extending all the way from the Aroer in the Arnon Valley through Gilead to Bashan."},{"bookname":"2 Kings","chapter":"10","verse":"34","text":"The rest of the events of Jehu’s reign, including all his accomplishments and successes, are recorded in the scroll called the Annals of the Kings of Israel."},{"bookname":"2 Kings","chapter":"10","verse":"35","text":"Jehu passed away and was buried in Samaria. His son Jehoahaz replaced him as king."},{"bookname":"2 Kings","chapter":"10","verse":"36","text":"Jehu reigned over Israel for twenty-eight years in Samaria."}],[{"bookname":"2 Kings","chapter":"11","verse":"1","text":"When Athaliah the mother of Ahaziah saw that her son was dead, she was determined to destroy the entire royal line.","title":"Athaliah is Eliminated"},{"bookname":"2 Kings","chapter":"11","verse":"2","text":"So Jehosheba, the daughter of King Joram and sister of Ahaziah, took Ahaziah’s son Joash and sneaked him away from the rest of the royal descendants who were to be executed. She hid him and his nurse in the room where the bed covers were stored. So he was hidden from Athaliah and escaped execution."},{"bookname":"2 Kings","chapter":"11","verse":"3","text":"He hid out with his nurse in the Lord’s temple for six years, while Athaliah was ruling over the land."},{"bookname":"2 Kings","chapter":"11","verse":"4","text":"In the seventh year Jehoiada summoned the officers of the units of hundreds of the Carians and the royal bodyguard. He met with them in the Lord’s temple. He made an agreement with them and made them swear an oath of allegiance in the Lord’s temple. Then he showed them the king’s son."},{"bookname":"2 Kings","chapter":"11","verse":"5","text":"He ordered them, “This is what you must do. One third of the unit that is on duty during the Sabbath will guard the royal palace."},{"bookname":"2 Kings","chapter":"11","verse":"6","text":"Another third of you will be stationed at the Foundation Gate. Still another third of you will be stationed at the gate behind the royal guard. You will take turns guarding the palace."},{"bookname":"2 Kings","chapter":"11","verse":"7","text":"The two units who are off duty on the Sabbath will guard the Lord’s temple and protect the king."},{"bookname":"2 Kings","chapter":"11","verse":"8","text":"You must surround the king. Each of you must hold his weapon in his hand. Whoever approaches your ranks must be killed. You must accompany the king wherever he goes.”"},{"bookname":"2 Kings","chapter":"11","verse":"9","text":"The officers of the units of hundreds did just as Jehoiada the priest ordered. Each of them took his men, those who were on duty during the Sabbath as well as those who were off duty on the Sabbath, and reported to Jehoiada the priest."},{"bookname":"2 Kings","chapter":"11","verse":"10","text":"The priest gave to the officers of the units of hundreds King David’s spears and the shields that were kept in the Lord’s temple."},{"bookname":"2 Kings","chapter":"11","verse":"11","text":"The royal bodyguard took their stations, each holding his weapon in his hand. They lined up from the south side of the temple to the north side and stood near the altar and the temple, surrounding the king."},{"bookname":"2 Kings","chapter":"11","verse":"12","text":"Jehoiada led out the king’s son and placed on him the crown and the royal insignia. They proclaimed him king and poured olive oil on his head. They clapped their hands and cried out, “Long live the king!”"},{"bookname":"2 Kings","chapter":"11","verse":"13","text":"When Athaliah heard the royal guard shout, she joined the crowd at the Lord’s temple."},{"bookname":"2 Kings","chapter":"11","verse":"14","text":"Then she saw the king standing by the pillar, according to custom. The officers stood beside the king with their trumpets and all the people of the land were celebrating and blowing trumpets. Athaliah tore her clothes and screamed, “Treason, treason!”"},{"bookname":"2 Kings","chapter":"11","verse":"15","text":"Jehoiada the priest ordered the officers of the units of hundreds, who were in charge of the army, “Bring her outside the temple to the guards. Put the sword to anyone who follows her.” The priest gave this order because he had decided she should not be executed in the Lord’s temple."},{"bookname":"2 Kings","chapter":"11","verse":"16","text":"They seized her and took her into the precincts of the royal palace through the horses’ entrance. There she was executed."},{"bookname":"2 Kings","chapter":"11","verse":"17","text":"Jehoiada then drew up a covenant between the Lord and the king and people, stipulating that they should be loyal to the Lord."},{"bookname":"2 Kings","chapter":"11","verse":"18","text":"All the people of the land went and demolished the temple of Baal. They smashed its altars and idols to bits. They killed Mattan the priest of Baal in front of the altar. Jehoiada the priest then placed guards at the Lord’s temple."},{"bookname":"2 Kings","chapter":"11","verse":"19","text":"He took the officers of the units of hundreds, the Carians, the royal bodyguard, and all the people of land, and together they led the king down from the Lord’s temple. They entered the royal palace through the Gate of the Royal Bodyguard, and the king sat down on the royal throne."},{"bookname":"2 Kings","chapter":"11","verse":"20","text":"All the people of the land celebrated, for the city had rest now that they had killed Athaliah with the sword in the royal palace."},{"bookname":"2 Kings","chapter":"11","verse":"21","text":" Jehoash was seven years old when he began to reign.","title":"Joash&#8217;s Reign over Judah"}],[{"bookname":"2 Kings","chapter":"12","verse":"1","text":" In Jehu’s seventh year Jehoash became king; he reigned for forty years in Jerusalem. His mother was Zibiah, who was from Beer Sheba."},{"bookname":"2 Kings","chapter":"12","verse":"2","text":"Throughout his lifetime Jehoash did what the Lord approved, just as Jehoiada the priest taught him."},{"bookname":"2 Kings","chapter":"12","verse":"3","text":"But the high places were not eliminated; the people continued to offer sacrifices and burn incense on the high places."},{"bookname":"2 Kings","chapter":"12","verse":"4","text":"Jehoash said to the priests, “I place at your disposal all the consecrated silver that has been brought to the Lord’s temple, including the silver collected from the census tax, the silver received from those who have made vows, and all the silver that people have voluntarily contributed to the Lord’s temple."},{"bookname":"2 Kings","chapter":"12","verse":"5","text":"The priests should receive the silver they need from the treasurers and repair any damage to the temple they discover.”"},{"bookname":"2 Kings","chapter":"12","verse":"6","text":"By the twenty-third year of King Jehoash’s reign the priests had still not repaired the damage to the temple."},{"bookname":"2 Kings","chapter":"12","verse":"7","text":"So King Jehoash summoned Jehoiada the priest along with the other priests, and said to them, “Why have you not repaired the damage to the temple? Now, take no more silver from your treasurers unless you intend to use it to repair the damage.”"},{"bookname":"2 Kings","chapter":"12","verse":"8","text":"The priests agreed not to collect silver from the people and relieved themselves of personal responsibility for the temple repairs."},{"bookname":"2 Kings","chapter":"12","verse":"9","text":"Jehoiada the priest took a chest and drilled a hole in its lid. He placed it on the right side of the altar near the entrance of the Lord’s temple. The priests who guarded the entrance would put into it all the silver brought to the Lord’s temple."},{"bookname":"2 Kings","chapter":"12","verse":"10","text":"When they saw the chest was full of silver, the royal secretary and the high priest counted the silver that had been brought to the Lord’s temple and bagged it up."},{"bookname":"2 Kings","chapter":"12","verse":"11","text":"They would then hand over the silver that had been weighed to the construction foremen assigned to the Lord’s temple. They hired carpenters and builders to work on the Lord’s temple,"},{"bookname":"2 Kings","chapter":"12","verse":"12","text":"as well as masons and stonecutters. They bought wood and chiseled stone to repair the damage to the Lord’s temple and also paid for all the other expenses."},{"bookname":"2 Kings","chapter":"12","verse":"13","text":"The silver brought to the Lord’s temple was not used for silver bowls, trimming shears, basins, trumpets, or any kind of gold or silver implements."},{"bookname":"2 Kings","chapter":"12","verse":"14","text":"It was handed over to the foremen who used it to repair the Lord’s temple."},{"bookname":"2 Kings","chapter":"12","verse":"15","text":"They did not audit the treasurers who disbursed the funds to the foremen, for they were honest."},{"bookname":"2 Kings","chapter":"12","verse":"16","text":"(The silver collected in conjunction with reparation offerings and sin offerings was not brought to the Lord’s temple; it belonged to the priests.)"},{"bookname":"2 Kings","chapter":"12","verse":"17","text":"At that time King Hazael of Syria attacked Gath and captured it. Hazael then decided to attack Jerusalem."},{"bookname":"2 Kings","chapter":"12","verse":"18","text":"King Jehoash of Judah collected all the sacred items that his ancestors Jehoshaphat, Jehoram, and Ahaziah, kings of Judah, had consecrated, as well as his own sacred items and all the gold that could be found in the treasuries of the Lord’s temple and the royal palace. He sent it all to King Hazael of Syria, who then withdrew from Jerusalem."},{"bookname":"2 Kings","chapter":"12","verse":"19","text":"The rest of the events of Joash’s reign, including all his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah."},{"bookname":"2 Kings","chapter":"12","verse":"20","text":"His servants conspired against him and murdered Joash at Beth-Millo, on the road that goes down to Silla."},{"bookname":"2 Kings","chapter":"12","verse":"21","text":"His servants Jozabad son of Shimeath and Jehozabad son of Shomer murdered him. He was buried with his ancestors in the city of David. His son Amaziah replaced him as king."}],[{"bookname":"2 Kings","chapter":"13","verse":"1","text":"In the twenty-third year of the reign of Judah’s King Joash son of Ahaziah, Jehu’s son Jehoahaz became king over Israel. He reigned in Samaria for seventeen years.","title":"Jehoahaz&#8217;s Reign over Israel"},{"bookname":"2 Kings","chapter":"13","verse":"2","text":"He did evil in the sight of the Lord. He continued in the sinful ways of Jeroboam son of Nebat who had encouraged Israel to sin; he did not repudiate those sins."},{"bookname":"2 Kings","chapter":"13","verse":"3","text":"The Lord was furious with Israel and handed them over to King Hazael of Syria and to Hazael’s son Ben Hadad for many years."},{"bookname":"2 Kings","chapter":"13","verse":"4","text":"Jehoahaz asked for the Lord’s mercy and the Lord responded favorably, for he saw that Israel was oppressed by the king of Syria."},{"bookname":"2 Kings","chapter":"13","verse":"5","text":"The Lord provided a deliverer for Israel and they were freed from Syria’s power. The Israelites once more lived in security."},{"bookname":"2 Kings","chapter":"13","verse":"6","text":"But they did not repudiate the sinful ways of the family of Jeroboam, who encouraged Israel to sin; they continued in those sins. There was even an Asherah pole standing in Samaria."},{"bookname":"2 Kings","chapter":"13","verse":"7","text":"Jehoahaz had no army left except for fifty horsemen, ten chariots, and 10,000 foot soldiers. The king of Syria had destroyed his troops and trampled on them like dust."},{"bookname":"2 Kings","chapter":"13","verse":"8","text":"The rest of the events of Jehoahaz’s reign, including all his accomplishments and successes, are recorded in the scroll called the Annals of the Kings of Israel."},{"bookname":"2 Kings","chapter":"13","verse":"9","text":"Jehoahaz passed away and was buried in Samaria. His son Joash replaced him as king."},{"bookname":"2 Kings","chapter":"13","verse":"10","text":"In the thirty-seventh year of King Joash’s reign over Judah, Jehoahaz’s son Jehoash became king over Israel. He reigned in Samaria for sixteen years.","title":"Jehoash&#8217;s Reign over Israel"},{"bookname":"2 Kings","chapter":"13","verse":"11","text":"He did evil in the sight of the Lord. He did not repudiate the sinful ways of Jeroboam son of Nebat who encouraged Israel to sin; he continued in those sins."},{"bookname":"2 Kings","chapter":"13","verse":"12","text":"The rest of the events of Joash’s reign, including all his accomplishments and his successful war with King Amaziah of Judah, are recorded in the scroll called the Annals of the Kings of Israel."},{"bookname":"2 Kings","chapter":"13","verse":"13","text":"Joash passed away and Jeroboam succeeded him on the throne. Joash was buried in Samaria with the kings of Israel."},{"bookname":"2 Kings","chapter":"13","verse":"14","text":"Now Elisha had a terminal illness. King Joash of Israel went down to visit him. He wept before him and said, “My father, my father! The chariot and horsemen of Israel!”","title":"Elisha Makes One Final Prophecy"},{"bookname":"2 Kings","chapter":"13","verse":"15","text":"Elisha told him, “Take a bow and some arrows,” and he did so."},{"bookname":"2 Kings","chapter":"13","verse":"16","text":"Then Elisha told the king of Israel, “Aim the bow.” He did so, and Elisha placed his hands on the king’s hands."},{"bookname":"2 Kings","chapter":"13","verse":"17","text":"Elisha said, “Open the east window,” and he did so. Elisha said, “Shoot!” and he did so. Elisha said, “This arrow symbolizes the victory the Lord will give you over Syria. You will annihilate Syria in Aphek!”"},{"bookname":"2 Kings","chapter":"13","verse":"18","text":"Then Elisha said, “Take the arrows,” and he did so. He told the king of Israel, “Strike the ground!” He struck the ground three times and stopped."},{"bookname":"2 Kings","chapter":"13","verse":"19","text":"The prophet got angry at him and said, “If you had struck the ground five or six times, you would have annihilated Syria! But now, you will defeat Syria only three times.”"},{"bookname":"2 Kings","chapter":"13","verse":"20","text":"Elisha died and was buried. Moabite raiding parties invaded the land at the beginning of the year."},{"bookname":"2 Kings","chapter":"13","verse":"21","text":"One day some men were burying a man when they spotted a raiding party. So they threw the dead man into Elisha’s tomb. When the body touched Elisha’s bones, the dead man came to life and stood on his feet."},{"bookname":"2 Kings","chapter":"13","verse":"22","text":"Now King Hazael of Syria oppressed Israel throughout Jehoahaz’s reign."},{"bookname":"2 Kings","chapter":"13","verse":"23","text":"But the Lord had mercy on them and felt pity for them. He extended his favor to them because of the promise he had made to Abraham, Isaac, and Jacob. He has been unwilling to destroy them or remove them from his presence to this very day."},{"bookname":"2 Kings","chapter":"13","verse":"24","text":"When King Hazael of Syria died, his son Ben Hadad replaced him as king."},{"bookname":"2 Kings","chapter":"13","verse":"25","text":"Jehoahaz’s son Jehoash took back from Ben Hadad son of Hazael the cities that he had taken from his father Jehoahaz in war. Joash defeated him three times and recovered the Israelite cities."}],[{"bookname":"2 Kings","chapter":"14","verse":"1","text":"In the second year of the reign of Israel’s King Joash son of Joahaz, Joash’s son Amaziah became king over Judah.","title":"Amaziah&#8217;s Reign over Judah"},{"bookname":"2 Kings","chapter":"14","verse":"2","text":"He was twenty-five years old when he began to reign, and he reigned for twenty-nine years in Jerusalem. His mother was Jehoaddan, who was from Jerusalem."},{"bookname":"2 Kings","chapter":"14","verse":"3","text":"He did what the Lord approved, but not like David his father. He followed the example of his father Joash."},{"bookname":"2 Kings","chapter":"14","verse":"4","text":"But the high places were not eliminated; the people continued to offer sacrifices and burn incense on the high places."},{"bookname":"2 Kings","chapter":"14","verse":"5","text":"When he had secured control of the kingdom, he executed the servants who had assassinated his father."},{"bookname":"2 Kings","chapter":"14","verse":"6","text":"But he did not execute the sons of the assassins. He obeyed the Lord’s commandment as recorded in the law scroll of Moses, “Fathers must not be put to death for what their sons do, and sons must not be put to death for what their fathers do. A man must be put to death only for his own sin.”"},{"bookname":"2 Kings","chapter":"14","verse":"7","text":"He defeated 10,000 Edomites in the Salt Valley; he captured Sela in battle and renamed it Joktheel, a name it has retained to this very day."},{"bookname":"2 Kings","chapter":"14","verse":"8","text":"Then Amaziah sent messengers to Jehoash son of Jehoahaz son of Jehu, king of Israel. He said, “Come, let’s meet face to face.”"},{"bookname":"2 Kings","chapter":"14","verse":"9","text":"King Jehoash of Israel sent this message back to King Amaziah of Judah, “A thornbush in Lebanon sent this message to a cedar in Lebanon, ‘Give your daughter to my son as a wife.’ Then a wild animal of Lebanon came by and trampled down the thorn."},{"bookname":"2 Kings","chapter":"14","verse":"10","text":"You thoroughly defeated Edom and it has gone to your head! Gloat over your success, but stay in your palace. Why bring calamity on yourself? Why bring down yourself and Judah along with you?”"},{"bookname":"2 Kings","chapter":"14","verse":"11","text":"But Amaziah would not heed the warning, so King Jehoash of Israel attacked. He and King Amaziah of Judah met face to face in Beth Shemesh of Judah."},{"bookname":"2 Kings","chapter":"14","verse":"12","text":"Judah was defeated by Israel, and each man ran back home."},{"bookname":"2 Kings","chapter":"14","verse":"13","text":"King Jehoash of Israel captured King Amaziah of Judah, son of Jehoash son of Ahaziah, in Beth Shemesh. He attacked Jerusalem and broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate &#8211; a distance of about six hundred feet."},{"bookname":"2 Kings","chapter":"14","verse":"14","text":"He took away all the gold and silver, all the items found in the Lord’s temple and in the treasuries of the royal palace, and some hostages. Then he went back to Samaria. ("},{"bookname":"2 Kings","chapter":"14","verse":"15","text":"The rest of the events of Jehoash’s reign, including all his accomplishments and his successful war with King Amaziah of Judah, are recorded in the scroll called the Annals of the Kings of Israel."},{"bookname":"2 Kings","chapter":"14","verse":"16","text":"Jehoash passed away and was buried in Samaria with the kings of Israel. His son Jeroboam replaced him as king.)"},{"bookname":"2 Kings","chapter":"14","verse":"17","text":"King Amaziah son of Joash of Judah lived for fifteen years after the death of King Jehoash son of Jehoahaz of Israel."},{"bookname":"2 Kings","chapter":"14","verse":"18","text":"The rest of the events of Amaziah’s reign are recorded in the scroll called the Annals of the Kings of Judah."},{"bookname":"2 Kings","chapter":"14","verse":"19","text":"Conspirators plotted against him in Jerusalem, so he fled to Lachish. But they sent assassins after him and they killed him there."},{"bookname":"2 Kings","chapter":"14","verse":"20","text":"His body was carried back by horses and he was buried in Jerusalem with his ancestors in the city of David."},{"bookname":"2 Kings","chapter":"14","verse":"21","text":"All the people of Judah took Azariah, who was sixteen years old, and made him king in his father Amaziah’s place."},{"bookname":"2 Kings","chapter":"14","verse":"22","text":"Azariah built up Elat and restored it to Judah after the king had passed away."},{"bookname":"2 Kings","chapter":"14","verse":"23","text":"In the fifteenth year of the reign of Judah’s King Amaziah, son of Joash, Jeroboam son of Joash became king over Israel. He reigned for forty-one years in Samaria.","title":"Jeroboam II&#8217;s Reign over Israel"},{"bookname":"2 Kings","chapter":"14","verse":"24","text":"He did evil in the sight of the Lord; he did not repudiate the sinful ways of Jeroboam son of Nebat who encouraged Israel to sin."},{"bookname":"2 Kings","chapter":"14","verse":"25","text":"He restored the border of Israel from Lebo Hamath in the north to the sea of the Arabah in the south, in accordance with the word of the Lord God of Israel announced through his servant Jonah son of Amittai, the prophet from Gath Hepher."},{"bookname":"2 Kings","chapter":"14","verse":"26","text":"The Lord saw Israel’s intense suffering; everyone was weak and incapacitated and Israel had no deliverer."},{"bookname":"2 Kings","chapter":"14","verse":"27","text":"The Lord had not decreed that he would blot out Israel’s memory from under heaven, so he delivered them through Jeroboam son of Joash."},{"bookname":"2 Kings","chapter":"14","verse":"28","text":"The rest of the events of Jeroboam’s reign, including all his accomplishments, his military success in restoring Israelite control over Damascus and Hamath, are recorded in the scroll called the Annals of the Kings of Israel."},{"bookname":"2 Kings","chapter":"14","verse":"29","text":"Jeroboam passed away and was buried in Samaria with the kings of Israel. His son Zechariah replaced him as king."}],[{"bookname":"2 Kings","chapter":"15","verse":"1","text":"In the twenty-seventh year of King Jeroboam’s reign over Israel, Amaziah’s son Azariah became king over Judah.","title":"Azariah&#8217;s Reign over Judah"},{"bookname":"2 Kings","chapter":"15","verse":"2","text":"He was sixteen years old when he began to reign, and he reigned for fifty-two years in Jerusalem. His mother’s name was Jecholiah, who was from Jerusalem."},{"bookname":"2 Kings","chapter":"15","verse":"3","text":"He did what the Lord approved, just as his father Amaziah had done."},{"bookname":"2 Kings","chapter":"15","verse":"4","text":"But the high places were not eliminated; the people continued to offer sacrifices and burn incense on the high places."},{"bookname":"2 Kings","chapter":"15","verse":"5","text":"The Lord afflicted the king with an illness; he suffered from a skin disease until the day he died. He lived in separate quarters, while his son Jotham was in charge of the palace and ruled over the people of the land."},{"bookname":"2 Kings","chapter":"15","verse":"6","text":"The rest of the events of Azariah’s reign, including all his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah."},{"bookname":"2 Kings","chapter":"15","verse":"7","text":"Azariah passed away and was buried with his ancestors in the city of David. His son Jotham replaced him as king."},{"bookname":"2 Kings","chapter":"15","verse":"8","text":"In the thirty-eighth year of King Azariah’s reign over Judah, Jeroboam’s son Zechariah became king over Israel. He reigned in Samaria for six months.","title":"Zechariah&#8217;s Reign over Israel"},{"bookname":"2 Kings","chapter":"15","verse":"9","text":"He did evil in the sight of the Lord, as his ancestors had done. He did not repudiate the sinful ways of Jeroboam son of Nebat who encouraged Israel to sin."},{"bookname":"2 Kings","chapter":"15","verse":"10","text":"Shallum son of Jabesh conspired against him; he assassinated him in Ibleam and took his place as king."},{"bookname":"2 Kings","chapter":"15","verse":"11","text":"The rest of the events of Zechariah’s reign are recorded in the scroll called the Annals of the Kings of Israel."},{"bookname":"2 Kings","chapter":"15","verse":"12","text":"His assassination brought to fulfillment the Lord’s word to Jehu, “Four generations of your descendants will rule over Israel.” That is exactly what happened."},{"bookname":"2 Kings","chapter":"15","verse":"13","text":"Shallum son of Jabesh became king in the thirty-ninth year of King Uzziah’s reign over Judah. He reigned for one month in Samaria."},{"bookname":"2 Kings","chapter":"15","verse":"14","text":"Menahem son of Gadi went up from Tirzah to Samaria and attacked Shallum son of Jabesh. He killed him and took his place as king."},{"bookname":"2 Kings","chapter":"15","verse":"15","text":"The rest of the events of Shallum’s reign, including the conspiracy he organized, are recorded in the scroll called the Annals of the Kings of Israel."},{"bookname":"2 Kings","chapter":"15","verse":"16","text":"At that time Menahem came from Tirzah and attacked Tiphsah. He struck down all who lived in the city and the surrounding territory, because they would not surrender. He even ripped open the pregnant women."},{"bookname":"2 Kings","chapter":"15","verse":"17","text":"In the thirty-ninth year of King Azariah’s reign over Judah, Menahem son of Gadi became king over Israel. He reigned for twelve years in Samaria.","title":"Menahem&#8217;s Reign over Israel"},{"bookname":"2 Kings","chapter":"15","verse":"18","text":"He did evil in the sight of the Lord; he did not repudiate the sinful ways of Jeroboam son of Nebat who encouraged Israel to sin. During his reign,"},{"bookname":"2 Kings","chapter":"15","verse":"19","text":"Pul king of Assyria invaded the land, and Menahem paid him a thousand talents of silver to gain his support and to solidify his control of the kingdom."},{"bookname":"2 Kings","chapter":"15","verse":"20","text":"Menahem got this silver by taxing all the wealthy men in Israel; he took fifty shekels of silver from each one of them and paid it to the king of Assyria. Then the king of Assyria left; he did not stay there in the land."},{"bookname":"2 Kings","chapter":"15","verse":"21","text":"The rest of the events of Menahem’s reign, including all his accomplishments, are recorded in the scroll called the Annals of the Kings of Israel."},{"bookname":"2 Kings","chapter":"15","verse":"22","text":"Menahem passed away and his son Pekahiah replaced him as king."},{"bookname":"2 Kings","chapter":"15","verse":"23","text":"In the fiftieth year of King Azariah’s reign over Judah, Menahem’s son Pekahiah became king over Israel. He reigned in Samaria for two years.","title":"Pekahiah&#8217;s Reign over Israel"},{"bookname":"2 Kings","chapter":"15","verse":"24","text":"He did evil in the sight of the Lord; he did not repudiate the sinful ways of Jeroboam son of Nebat who encouraged Israel to sin."},{"bookname":"2 Kings","chapter":"15","verse":"25","text":"His officer Pekah son of Remaliah conspired against him. He and fifty Gileadites assassinated Pekahiah, as well as Argob and Arieh, in Samaria in the fortress of the royal palace. Pekah then took his place as king."},{"bookname":"2 Kings","chapter":"15","verse":"26","text":"The rest of the events of Pekahiah’s reign, including all his accomplishments, are recorded in the scroll called the Annals of the Kings of Israel."},{"bookname":"2 Kings","chapter":"15","verse":"27","text":"In the fifty-second year of King Azariah’s reign over Judah, Pekah son of Remaliah became king over Israel. He reigned in Samaria for twenty years.","title":"Pekah&#8217;s Reign over Israel"},{"bookname":"2 Kings","chapter":"15","verse":"28","text":"He did evil in the sight of the Lord; he did not repudiate the sinful ways of Jeroboam son of Nebat who encouraged Israel to sin."},{"bookname":"2 Kings","chapter":"15","verse":"29","text":"During Pekah’s reign over Israel, King Tiglath-pileser of Assyria came and captured Ijon, Abel Beth Maacah, Janoah, Kedesh, Hazor, Gilead, and Galilee, including all the territory of Naphtali. He deported the people to Assyria."},{"bookname":"2 Kings","chapter":"15","verse":"30","text":"Hoshea son of Elah conspired against Pekah son of Remaliah. He assassinated him and took his place as king, in the twentieth year of the reign of Jotham son of Uzziah."},{"bookname":"2 Kings","chapter":"15","verse":"31","text":"The rest of the events of Pekah’s reign, including all his accomplishments, are recorded in the scroll called the Annals of the Kings of Israel."},{"bookname":"2 Kings","chapter":"15","verse":"32","text":"In the second year of the reign of Israel’s King Pekah son of Remaliah, Uzziah’s son Jotham became king over Judah.","title":"Jotham&#8217;s Reign over Judah"},{"bookname":"2 Kings","chapter":"15","verse":"33","text":"He was twenty-five years old when he began to reign, and he reigned for sixteen years in Jerusalem. His mother was Jerusha the daughter of Zadok."},{"bookname":"2 Kings","chapter":"15","verse":"34","text":"He did what the Lord approved, just as his father Uzziah had done."},{"bookname":"2 Kings","chapter":"15","verse":"35","text":"But the high places were not eliminated; the people continued to offer sacrifices and burn incense on the high places. He built the Upper Gate to the Lord’s temple."},{"bookname":"2 Kings","chapter":"15","verse":"36","text":"The rest of the events of Jotham’s reign, including his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah."},{"bookname":"2 Kings","chapter":"15","verse":"37","text":"In those days the Lord prompted King Rezin of Syria and Pekah son of Remaliah to attack Judah."},{"bookname":"2 Kings","chapter":"15","verse":"38","text":"Jotham passed away and was buried with his ancestors in the city of his ancestor David. His son Ahaz replaced him as king."}],[{"bookname":"2 Kings","chapter":"16","verse":"1","text":"In the seventeenth year of the reign of Pekah son of Remaliah, Jotham’s son Ahaz became king over Judah.","title":"Ahaz&#8217;s Reign over Judah"},{"bookname":"2 Kings","chapter":"16","verse":"2","text":"Ahaz was twenty years old when he began to reign, and he reigned for sixteen years in Jerusalem. He did not do what pleased the Lord his God, in contrast to his ancestor David."},{"bookname":"2 Kings","chapter":"16","verse":"3","text":"He followed in the footsteps of the kings of Israel. He passed his son through the fire, a horrible sin practiced by the nations whom the Lord drove out from before the Israelites."},{"bookname":"2 Kings","chapter":"16","verse":"4","text":"He offered sacrifices and burned incense on the high places, on the hills, and under every green tree."},{"bookname":"2 Kings","chapter":"16","verse":"5","text":"At that time King Rezin of Syria and King Pekah son of Remaliah of Israel attacked Jerusalem. They besieged Ahaz, but were unable to conquer him."},{"bookname":"2 Kings","chapter":"16","verse":"6","text":"(At that time King Rezin of Syria recovered Elat for Syria; he drove the Judahites from there. Syrians arrived in Elat and live there to this very day.)"},{"bookname":"2 Kings","chapter":"16","verse":"7","text":"Ahaz sent messengers to King Tiglath-pileser of Assyria, saying, “I am your servant and your dependent. March up and rescue me from the power of the king of Syria and the king of Israel, who have attacked me.”"},{"bookname":"2 Kings","chapter":"16","verse":"8","text":"Then Ahaz took the silver and gold that were in the Lord’s temple and in the treasuries of the royal palace and sent it as tribute to the king of Assyria."},{"bookname":"2 Kings","chapter":"16","verse":"9","text":"The king of Assyria responded favorably to his request; he attacked Damascus and captured it. He deported the people to Kir and executed Rezin."},{"bookname":"2 Kings","chapter":"16","verse":"10","text":"When King Ahaz went to meet with King Tiglath-pileser of Assyria in Damascus, he saw the altar there. King Ahaz sent to Uriah the priest a drawing of the altar and a blueprint for its design."},{"bookname":"2 Kings","chapter":"16","verse":"11","text":"Uriah the priest built an altar in conformity to the plans King Ahaz had sent from Damascus. Uriah the priest finished it before King Ahaz arrived back from Damascus."},{"bookname":"2 Kings","chapter":"16","verse":"12","text":"When the king arrived back from Damascus and saw the altar, he approached it and offered a sacrifice on it."},{"bookname":"2 Kings","chapter":"16","verse":"13","text":"He offered his burnt sacrifice and his grain offering. He poured out his libation and sprinkled the blood from his peace offerings on the altar."},{"bookname":"2 Kings","chapter":"16","verse":"14","text":"He moved the bronze altar that stood in the Lord’s presence from the front of the temple (between the altar and the Lord’s temple) and put it on the north side of the new altar."},{"bookname":"2 Kings","chapter":"16","verse":"15","text":"King Ahaz ordered Uriah the priest, “On the large altar offer the morning burnt sacrifice, the evening grain offering, the royal burnt sacrifices and grain offering, the burnt sacrifice for all the people of Israel, their grain offering, and their libations. Sprinkle all the blood of the burnt sacrifice and other sacrifices on it. The bronze altar will be for my personal use.”"},{"bookname":"2 Kings","chapter":"16","verse":"16","text":"So Uriah the priest did exactly as King Ahaz ordered."},{"bookname":"2 Kings","chapter":"16","verse":"17","text":"King Ahaz took off the frames of the movable stands, and removed the basins from them. He took “The Sea” down from the bronze bulls that supported it and put it on the pavement."},{"bookname":"2 Kings","chapter":"16","verse":"18","text":"He also removed the Sabbath awning that had been built in the temple and the king’s outer entranceway, on account of the king of Assyria."},{"bookname":"2 Kings","chapter":"16","verse":"19","text":"The rest of the events of Ahaz’s reign, including his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah."},{"bookname":"2 Kings","chapter":"16","verse":"20","text":"Ahaz passed away and was buried with his ancestors in the city of David. His son Hezekiah replaced him as king."}],[{"bookname":"2 Kings","chapter":"17","verse":"1","text":"In the twelfth year of King Ahaz’s reign over Judah, Hoshea son of Elah became king over Israel. He reigned in Samaria for nine years.","title":"Hoshea&#8217;s Reign over Israel"},{"bookname":"2 Kings","chapter":"17","verse":"2","text":"He did evil in the sight of the Lord, but not to the same degree as the Israelite kings who preceded him."},{"bookname":"2 Kings","chapter":"17","verse":"3","text":"King Shalmaneser of Assyria threatened him; Hoshea became his subject and paid him tribute."},{"bookname":"2 Kings","chapter":"17","verse":"4","text":"The king of Assyria discovered that Hoshea was planning a revolt. Hoshea had sent messengers to King So of Egypt and had not sent his annual tribute to the king of Assyria. So the king of Assyria arrested him and imprisoned him."},{"bookname":"2 Kings","chapter":"17","verse":"5","text":"The king of Assyria marched through the whole land. He attacked Samaria and besieged it for three years."},{"bookname":"2 Kings","chapter":"17","verse":"6","text":"In the ninth year of Hoshea’s reign, the king of Assyria captured Samaria and deported the people of Israel to Assyria. He settled them in Halah, along the Habor (the river of Gozan), and in the cities of the Medes."},{"bookname":"2 Kings","chapter":"17","verse":"7","text":"This happened because the Israelites sinned against the Lord their God, who brought them up from the land of Egypt and freed them from the power of Pharaoh king of Egypt. They worshiped other gods;","title":"A Summary of Israel&#8217;s Sinful History"},{"bookname":"2 Kings","chapter":"17","verse":"8","text":"they observed the practices of the nations whom the Lord had driven out from before Israel, and followed the example of the kings of Israel."},{"bookname":"2 Kings","chapter":"17","verse":"9","text":"The Israelites said things about the Lord their God that were not right. They built high places in all their cities, from the watchtower to the fortress."},{"bookname":"2 Kings","chapter":"17","verse":"10","text":"They set up sacred pillars and Asherah poles on every high hill and under every green tree."},{"bookname":"2 Kings","chapter":"17","verse":"11","text":"They burned incense on all the high places just like the nations whom the Lord had driven away from before them. Their evil practices made the Lord angry."},{"bookname":"2 Kings","chapter":"17","verse":"12","text":"They worshiped the disgusting idols in blatant disregard of the Lord’s command."},{"bookname":"2 Kings","chapter":"17","verse":"13","text":"The Lord solemnly warned Israel and Judah through all his prophets and all the seers, “Turn back from your evil ways; obey my commandments and rules that are recorded in the law. I ordered your ancestors to keep this law and sent my servants the prophets to remind you of its demands.”"},{"bookname":"2 Kings","chapter":"17","verse":"14","text":"But they did not pay attention and were as stubborn as their ancestors, who had not trusted the Lord their God."},{"bookname":"2 Kings","chapter":"17","verse":"15","text":"They rejected his rules, the covenant he had made with their ancestors, and the laws he had commanded them to obey. They paid allegiance to worthless idols, and so became worthless to the Lord. They copied the practices of the surrounding nations in blatant disregard of the Lord’s command."},{"bookname":"2 Kings","chapter":"17","verse":"16","text":"They abandoned all the commandments of the Lord their God; they made two metal calves and an Asherah pole, bowed down to all the stars in the sky, and worshiped Baal."},{"bookname":"2 Kings","chapter":"17","verse":"17","text":"They passed their sons and daughters through the fire, and practiced divination and omen reading. They committed themselves to doing evil in the sight of the Lord and made him angry."},{"bookname":"2 Kings","chapter":"17","verse":"18","text":"So the Lord was furious with Israel and rejected them; only the tribe of Judah was left."},{"bookname":"2 Kings","chapter":"17","verse":"19","text":"Judah also failed to keep the commandments of the Lord their God; they followed Israel’s example."},{"bookname":"2 Kings","chapter":"17","verse":"20","text":"So the Lord rejected all of Israel’s descendants; he humiliated them and handed them over to robbers, until he had thrown them from his presence."},{"bookname":"2 Kings","chapter":"17","verse":"21","text":"He tore Israel away from David’s dynasty, and Jeroboam son of Nebat became their king. Jeroboam drove Israel away from the Lord and encouraged them to commit a serious sin."},{"bookname":"2 Kings","chapter":"17","verse":"22","text":"The Israelites followed in the sinful ways of Jeroboam son of Nebat and did not repudiate them."},{"bookname":"2 Kings","chapter":"17","verse":"23","text":"Finally the Lord rejected Israel just as he had warned he would do through all his servants the prophets. Israel was deported from its land to Assyria and remains there to this very day."},{"bookname":"2 Kings","chapter":"17","verse":"24","text":"The king of Assyria brought foreigners from Babylon, Cuthah, Avva, Hamath, and Sepharvaim and settled them in the cities of Samaria in place of the Israelites. They took possession of Samaria and lived in its cities.","title":"The King of Assyria Populates Israel with Foreigners"},{"bookname":"2 Kings","chapter":"17","verse":"25","text":"When they first moved in, they did not worship the Lord. So the Lord sent lions among them and the lions were killing them."},{"bookname":"2 Kings","chapter":"17","verse":"26","text":"The king of Assyria was told, “The nations whom you deported and settled in the cities of Samaria do not know the requirements of the God of the land, so he has sent lions among them. They are killing the people because they do not know the requirements of the God of the land.”"},{"bookname":"2 Kings","chapter":"17","verse":"27","text":"So the king of Assyria ordered, “Take back one of the priests whom you deported from there. He must settle there and teach them the requirements of the God of the land.”"},{"bookname":"2 Kings","chapter":"17","verse":"28","text":"So one of the priests whom they had deported from Samaria went back and settled in Bethel. He taught them how to worship the Lord."},{"bookname":"2 Kings","chapter":"17","verse":"29","text":"But each of these nations made its own gods and put them in the shrines on the high places that the people of Samaria had made. Each nation did this in the cities where they lived."},{"bookname":"2 Kings","chapter":"17","verse":"30","text":"The people from Babylon made Succoth Benoth, the people from Cuth made Nergal, the people from Hamath made Ashima,"},{"bookname":"2 Kings","chapter":"17","verse":"31","text":"the Avvites made Nibhaz and Tartak, and the Sepharvites burned their sons in the fire as an offering to Adrammelech and Anammelech, the gods of Sepharvaim."},{"bookname":"2 Kings","chapter":"17","verse":"32","text":"At the same time they worshiped the Lord. They appointed some of their own people to serve as priests in the shrines on the high places."},{"bookname":"2 Kings","chapter":"17","verse":"33","text":"They were worshiping the Lord and at the same time serving their own gods in accordance with the practices of the nations from which they had been deported."},{"bookname":"2 Kings","chapter":"17","verse":"34","text":"To this very day they observe their earlier practices. They do not worship the Lord; they do not obey the rules, regulations, law, and commandments that the Lord gave the descendants of Jacob, whom he renamed Israel."},{"bookname":"2 Kings","chapter":"17","verse":"35","text":"The Lord made an agreement with them and instructed them, “You must not worship other gods. Do not bow down to them, serve them, or offer sacrifices to them."},{"bookname":"2 Kings","chapter":"17","verse":"36","text":"Instead you must worship the Lord, who brought you up from the land of Egypt by his great power and military ability; bow down to him and offer sacrifices to him."},{"bookname":"2 Kings","chapter":"17","verse":"37","text":"You must carefully obey at all times the rules, regulations, law, and commandments he wrote down for you. You must not worship other gods."},{"bookname":"2 Kings","chapter":"17","verse":"38","text":"You must never forget the agreement I made with you, and you must not worship other gods."},{"bookname":"2 Kings","chapter":"17","verse":"39","text":"Instead you must worship the Lord your God; then he will rescue you from the power of all your enemies.”"},{"bookname":"2 Kings","chapter":"17","verse":"40","text":"But they pay no attention; instead they observe their earlier practices."},{"bookname":"2 Kings","chapter":"17","verse":"41","text":"These nations are worshiping the Lord and at the same time serving their idols; their sons and grandsons do just as their fathers have done, to this very day."}],[{"bookname":"2 Kings","chapter":"18","verse":"1","text":"In the third year of the reign of Israel’s King Hoshea son of Elah, Ahaz’s son Hezekiah became king over Judah.","title":"Hezekiah Becomes King of Judah"},{"bookname":"2 Kings","chapter":"18","verse":"2","text":"He was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother was Abi, the daughter of Zechariah."},{"bookname":"2 Kings","chapter":"18","verse":"3","text":"He did what the Lord approved, just as his ancestor David had done."},{"bookname":"2 Kings","chapter":"18","verse":"4","text":"He eliminated the high places, smashed the sacred pillars to bits, and cut down the Asherah pole. He also demolished the bronze serpent that Moses had made, for up to that time the Israelites had been offering incense to it; it was called Nehushtan."},{"bookname":"2 Kings","chapter":"18","verse":"5","text":"He trusted in the Lord God of Israel; in this regard there was none like him among the kings of Judah either before or after."},{"bookname":"2 Kings","chapter":"18","verse":"6","text":"He was loyal to the Lord and did not abandon him. He obeyed the commandments which the Lord had given to Moses."},{"bookname":"2 Kings","chapter":"18","verse":"7","text":"The Lord was with him; he succeeded in all his endeavors. He rebelled against the king of Assyria and refused to submit to him."},{"bookname":"2 Kings","chapter":"18","verse":"8","text":"He defeated the Philistines as far as Gaza and its territory, from the watchtower to the city fortress."},{"bookname":"2 Kings","chapter":"18","verse":"9","text":"In the fourth year of King Hezekiah’s reign (it was the seventh year of the reign of Israel’s King Hoshea, son of Elah), King Shalmaneser of Assyria marched up against Samaria and besieged it."},{"bookname":"2 Kings","chapter":"18","verse":"10","text":"After three years he captured it (in the sixth year of Hezekiah’s reign); in the ninth year of King Hoshea’s reign over Israel Samaria was captured."},{"bookname":"2 Kings","chapter":"18","verse":"11","text":"The king of Assyria deported the people of Israel to Assyria. He settled them in Halah, along the Habor (the river of Gozan), and in the cities of the Medes."},{"bookname":"2 Kings","chapter":"18","verse":"12","text":"This happened because they did not obey the Lord their God and broke his agreement with them. They did not pay attention to and obey all that Moses, the Lord’s servant, had commanded."},{"bookname":"2 Kings","chapter":"18","verse":"13","text":"In the fourteenth year of King Hezekiah’s reign, King Sennacherib of Assyria marched up against all the fortified cities of Judah and captured them.","title":"Sennacherib Invades Judah"},{"bookname":"2 Kings","chapter":"18","verse":"14","text":"King Hezekiah of Judah sent this message to the king of Assyria, who was at Lachish, “I have violated our treaty. If you leave, I will do whatever you demand.” So the king of Assyria demanded that King Hezekiah of Judah pay three hundred talents of silver and thirty talents of gold."},{"bookname":"2 Kings","chapter":"18","verse":"15","text":"Hezekiah gave him all the silver in the Lord’s temple and in the treasuries of the royal palace."},{"bookname":"2 Kings","chapter":"18","verse":"16","text":"At that time King Hezekiah of Judah stripped the metal overlays from the doors of the Lord’s temple and from the posts which he had plated and gave them to the king of Assyria."},{"bookname":"2 Kings","chapter":"18","verse":"17","text":"The king of Assyria sent his commanding general, the chief eunuch, and the chief adviser from Lachish to King Hezekiah in Jerusalem, along with a large army. They went up and arrived at Jerusalem. They went and stood at the conduit of the upper pool which is located on the road to the field where they wash and dry cloth."},{"bookname":"2 Kings","chapter":"18","verse":"18","text":"They summoned the king, so Eliakim son of Hilkiah, the palace supervisor, accompanied by Shebna the scribe and Joah son of Asaph, the secretary, went out to meet them."},{"bookname":"2 Kings","chapter":"18","verse":"19","text":"The chief adviser said to them, “Tell Hezekiah: ‘This is what the great king, the king of Assyria, says: “What is your source of confidence?"},{"bookname":"2 Kings","chapter":"18","verse":"20","text":"Your claim to have a strategy and military strength is just empty talk. In whom are you trusting that you would dare to rebel against me?"},{"bookname":"2 Kings","chapter":"18","verse":"21","text":"Now look, you must be trusting in Egypt, that splintered reed staff. If a man leans for support on it, it punctures his hand and wounds him. That is what Pharaoh king of Egypt does to all who trust in him."},{"bookname":"2 Kings","chapter":"18","verse":"22","text":"Perhaps you will tell me, ‘We are trusting in the Lord our God.’ But Hezekiah is the one who eliminated his high places and altars and then told the people of Judah and Jerusalem, ‘You must worship at this altar in Jerusalem.’"},{"bookname":"2 Kings","chapter":"18","verse":"23","text":"Now make a deal with my master the king of Assyria, and I will give you two thousand horses, provided you can find enough riders for them."},{"bookname":"2 Kings","chapter":"18","verse":"24","text":"Certainly you will not refuse one of my master’s minor officials and trust in Egypt for chariots and horsemen."},{"bookname":"2 Kings","chapter":"18","verse":"25","text":"Furthermore it was by the command of the Lord that I marched up against this place to destroy it. The Lord told me, ‘March up against this land and destroy it.’”’”"},{"bookname":"2 Kings","chapter":"18","verse":"26","text":"Eliakim son of Hilkiah, Shebna, and Joah said to the chief adviser, “Speak to your servants in Aramaic, for we understand it. Don’t speak with us in the Judahite dialect in the hearing of the people who are on the wall.”"},{"bookname":"2 Kings","chapter":"18","verse":"27","text":"But the chief adviser said to them, “My master did not send me to speak these words only to your master and to you. His message is also for the men who sit on the wall, for they will eat their own excrement and drink their own urine along with you.”"},{"bookname":"2 Kings","chapter":"18","verse":"28","text":"The chief adviser then stood there and called out loudly in the Judahite dialect, “Listen to the message of the great king, the king of Assyria."},{"bookname":"2 Kings","chapter":"18","verse":"29","text":"This is what the king says: ‘Don’t let Hezekiah mislead you, for he is not able to rescue you from my hand!"},{"bookname":"2 Kings","chapter":"18","verse":"30","text":"Don’t let Hezekiah talk you into trusting in the Lord when he says, “The Lord will certainly rescue us; this city will not be handed over to the king of Assyria.”"},{"bookname":"2 Kings","chapter":"18","verse":"31","text":"Don’t listen to Hezekiah!’ For this is what the king of Assyria says, ‘Send me a token of your submission and surrender to me. Then each of you may eat from his own vine and fig tree and drink water from his own cistern,"},{"bookname":"2 Kings","chapter":"18","verse":"32","text":"until I come and take you to a land just like your own &#8211; a land of grain and new wine, a land of bread and vineyards, a land of olive trees and honey. Then you will live and not die. Don’t listen to Hezekiah, for he is misleading you when he says, “The Lord will rescue us.”"},{"bookname":"2 Kings","chapter":"18","verse":"33","text":"Have any of the gods of the nations actually rescued his land from the power of the king of Assyria?"},{"bookname":"2 Kings","chapter":"18","verse":"34","text":"Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Indeed, did any gods rescue Samaria from my power?"},{"bookname":"2 Kings","chapter":"18","verse":"35","text":"Who among all the gods of the lands has rescued their lands from my power? So how can the Lord rescue Jerusalem from my power?’”"},{"bookname":"2 Kings","chapter":"18","verse":"36","text":"The people were silent and did not respond, for the king had ordered, “Don’t respond to him.”"},{"bookname":"2 Kings","chapter":"18","verse":"37","text":"Eliakim son of Hilkiah, the palace supervisor, accompanied by Shebna the scribe and Joah son of Asaph, the secretary, went to Hezekiah with their clothes torn and reported to him what the chief adviser had said."}],[{"bookname":"2 Kings","chapter":"19","verse":"1","text":"When King Hezekiah heard this, he tore his clothes, put on sackcloth, and went to the Lord’s temple."},{"bookname":"2 Kings","chapter":"19","verse":"2","text":"He sent Eliakim the palace supervisor, Shebna the scribe, and the leading priests, clothed in sackcloth, with this message to the prophet Isaiah son of Amoz:"},{"bookname":"2 Kings","chapter":"19","verse":"3","text":"“This is what Hezekiah says: ‘This is a day of distress, insults, and humiliation, as when a baby is ready to leave the birth canal, but the mother lacks the strength to push it through."},{"bookname":"2 Kings","chapter":"19","verse":"4","text":"Perhaps the Lord your God will hear all these things the chief adviser has spoken on behalf of his master, the king of Assyria, who sent him to taunt the living God. When the Lord your God hears, perhaps he will punish him for the things he has said. So pray for this remnant that remains.’”"},{"bookname":"2 Kings","chapter":"19","verse":"5","text":"When King Hezekiah’s servants came to Isaiah,"},{"bookname":"2 Kings","chapter":"19","verse":"6","text":"Isaiah said to them, “Tell your master this: ‘This is what the Lord says: “Don’t be afraid because of the things you have heard &#8211; these insults the king of Assyria’s servants have hurled against me."},{"bookname":"2 Kings","chapter":"19","verse":"7","text":"Look, I will take control of his mind; he will receive a report and return to his own land. I will cut him down with a sword in his own land.”’”"},{"bookname":"2 Kings","chapter":"19","verse":"8","text":"When the chief adviser heard the king of Assyria had departed from Lachish, he left and went to Libnah, where the king was campaigning."},{"bookname":"2 Kings","chapter":"19","verse":"9","text":"The king heard that King Tirhakah of Ethiopia was marching out to fight him. He again sent messengers to Hezekiah, ordering them:"},{"bookname":"2 Kings","chapter":"19","verse":"10","text":"“Tell King Hezekiah of Judah this: ‘Don’t let your God in whom you trust mislead you when he says, “Jerusalem will not be handed over to the king of Assyria.”"},{"bookname":"2 Kings","chapter":"19","verse":"11","text":"Certainly you have heard how the kings of Assyria have annihilated all lands. Do you really think you will be rescued?"},{"bookname":"2 Kings","chapter":"19","verse":"12","text":"Were the nations whom my ancestors destroyed &#8211; the nations of Gozan, Haran, Rezeph, and the people of Eden in Telassar &#8211; rescued by their gods?"},{"bookname":"2 Kings","chapter":"19","verse":"13","text":"Where are the king of Hamath, the king of Arpad, and the king of Lair, Sepharvaim, Hena, and Ivvah?’”"},{"bookname":"2 Kings","chapter":"19","verse":"14","text":"Hezekiah took the letter from the messengers and read it. Then Hezekiah went up to the Lord’s temple and spread it out before the Lord."},{"bookname":"2 Kings","chapter":"19","verse":"15","text":"Hezekiah prayed before the Lord: “Lord God of Israel, who is enthroned on the cherubs! You alone are God over all the kingdoms of the earth. You made the sky and the earth."},{"bookname":"2 Kings","chapter":"19","verse":"16","text":"Pay attention, Lord, and hear! Open your eyes, Lord, and observe! Listen to the message Sennacherib sent and how he taunts the living God!"},{"bookname":"2 Kings","chapter":"19","verse":"17","text":"It is true, Lord, that the kings of Assyria have destroyed the nations and their lands."},{"bookname":"2 Kings","chapter":"19","verse":"18","text":"They have burned the gods of the nations, for they are not really gods, but only the product of human hands manufactured from wood and stone. That is why the Assyrians could destroy them."},{"bookname":"2 Kings","chapter":"19","verse":"19","text":"Now, O Lord our God, rescue us from his power, so that all the kingdoms of the earth will know that you, Lord, are the only God.”"},{"bookname":"2 Kings","chapter":"19","verse":"20","text":"Isaiah son of Amoz sent this message to Hezekiah: “This is what the Lord God of Israel says: ‘I have heard your prayer concerning King Sennacherib of Assyria."},{"bookname":"2 Kings","chapter":"19","verse":"21","text":"This is what the Lord says about him: “The virgin daughter Zion despises you, she makes fun of you; Daughter Jerusalem shakes her head after you."},{"bookname":"2 Kings","chapter":"19","verse":"22","text":"Whom have you taunted and hurled insults at? At whom have you shouted, and looked so arrogantly? At the Holy One of Israel!"},{"bookname":"2 Kings","chapter":"19","verse":"23","text":"Through your messengers you taunted the sovereign master, ‘With my many chariots I climbed up the high mountains, the slopes of Lebanon. I cut down its tall cedars, and its best evergreens. I invaded its most remote regions, its thickest woods."},{"bookname":"2 Kings","chapter":"19","verse":"24","text":"I dug wells and drank water in foreign lands. With the soles of my feet I dried up all the rivers of Egypt.’"},{"bookname":"2 Kings","chapter":"19","verse":"25","text":"Certainly you must have heard! Long ago I worked it out, In ancient times I planned it; and now I am bringing it to pass. The plan is this: Fortified cities will crash into heaps of ruins."},{"bookname":"2 Kings","chapter":"19","verse":"26","text":"Their residents are powerless, they are terrified and ashamed. They are as short-lived as plants in the field, or green vegetation. They are as short-lived as grass on the rooftops when it is scorched by the east wind."},{"bookname":"2 Kings","chapter":"19","verse":"27","text":"I know where you live, and everything you do."},{"bookname":"2 Kings","chapter":"19","verse":"28","text":"Because you rage against me, and the uproar you create has reached my ears; I will put my hook in your nose, and my bridle between your lips, and I will lead you back the way you came.”"},{"bookname":"2 Kings","chapter":"19","verse":"29","text":"This will be your confirmation that I have spoken the truth: This year you will eat what grows wild, and next year what grows on its own from that. But in the third year you will plant seed and harvest crops; you will plant vines and consume their produce."},{"bookname":"2 Kings","chapter":"19","verse":"30","text":"Those who remain in Judah will take root in the ground and bear fruit."},{"bookname":"2 Kings","chapter":"19","verse":"31","text":"For a remnant will leave Jerusalem; survivors will come out of Mount Zion. The intense devotion of the sovereign Lord to his people will accomplish this."},{"bookname":"2 Kings","chapter":"19","verse":"32","text":"So this is what the Lord says about the king of Assyria: “He will not enter this city, nor will he shoot an arrow here. He will not attack it with his shield-carrying warriors, nor will he build siege works against it."},{"bookname":"2 Kings","chapter":"19","verse":"33","text":"He will go back the way he came. He will not enter this city,” says the Lord."},{"bookname":"2 Kings","chapter":"19","verse":"34","text":"I will shield this city and rescue it for the sake of my reputation and because of my promise to David my servant.’”"},{"bookname":"2 Kings","chapter":"19","verse":"35","text":"That very night the Lord’s messenger went out and killed 185,000 men in the Assyrian camp. When they got up early the next morning, there were all the corpses."},{"bookname":"2 Kings","chapter":"19","verse":"36","text":"So King Sennacherib of Assyria broke camp and went on his way. He went home and stayed in Nineveh."},{"bookname":"2 Kings","chapter":"19","verse":"37","text":"One day, as he was worshiping in the temple of his god Nisroch, his sons Adrammelech and Sharezer struck him down with the sword. They escaped to the land of Ararat; his son Esarhaddon replaced him as king."}],[{"bookname":"2 Kings","chapter":"20","verse":"1","text":"In those days Hezekiah was stricken with a terminal illness. The prophet Isaiah son of Amoz visited him and told him, “This is what the Lord says, ‘Give your household instructions, for you are about to die; you will not get well.’”","title":"Hezekiah is Healed"},{"bookname":"2 Kings","chapter":"20","verse":"2","text":"He turned his face to the wall and prayed to the Lord,"},{"bookname":"2 Kings","chapter":"20","verse":"3","text":"“Please, Lord. Remember how I have served you faithfully and with wholehearted devotion, and how I have carried out your will.” Then Hezekiah wept bitterly."},{"bookname":"2 Kings","chapter":"20","verse":"4","text":"Isaiah was still in the middle courtyard when the Lord told him,"},{"bookname":"2 Kings","chapter":"20","verse":"5","text":"“Go back and tell Hezekiah, the leader of my people: ‘This is what the Lord God of your ancestor David says: “I have heard your prayer; I have seen your tears. Look, I will heal you. The day after tomorrow you will go up to the Lord’s temple."},{"bookname":"2 Kings","chapter":"20","verse":"6","text":"I will add fifteen years to your life and rescue you and this city from the king of Assyria. I will shield this city for the sake of my reputation and because of my promise to David my servant.”’”"},{"bookname":"2 Kings","chapter":"20","verse":"7","text":"Isaiah ordered, “Get a fig cake.” So they did as he ordered and placed it on the ulcerated sore, and he recovered."},{"bookname":"2 Kings","chapter":"20","verse":"8","text":"Hezekiah had said to Isaiah, “What is the confirming sign that the Lord will heal me and that I will go up to the Lord’s temple the day after tomorrow?”"},{"bookname":"2 Kings","chapter":"20","verse":"9","text":"Isaiah replied, “This is your sign from the Lord confirming that the Lord will do what he has said. Do you want the shadow to move ahead ten steps or to go back ten steps?”"},{"bookname":"2 Kings","chapter":"20","verse":"10","text":"Hezekiah answered, “It is easy for the shadow to lengthen ten steps, but not for it to go back ten steps.”"},{"bookname":"2 Kings","chapter":"20","verse":"11","text":"Isaiah the prophet called out to the Lord, and the Lord made the shadow go back ten steps on the stairs of Ahaz."},{"bookname":"2 Kings","chapter":"20","verse":"12","text":"At that time Merodach-Baladan son of Baladan, king of Babylon, sent letters and a gift to Hezekiah, for he had heard that Hezekiah was ill.","title":"Messengers from Babylon Visit Hezekiah"},{"bookname":"2 Kings","chapter":"20","verse":"13","text":"Hezekiah welcomed them and showed them his whole storehouse, with its silver, gold, spices, and high quality olive oil, as well as his armory and everything in his treasuries. Hezekiah showed them everything in his palace and in his whole kingdom."},{"bookname":"2 Kings","chapter":"20","verse":"14","text":"Isaiah the prophet visited King Hezekiah and asked him, “What did these men say? Where do they come from?” Hezekiah replied, “They come from the distant land of Babylon.”"},{"bookname":"2 Kings","chapter":"20","verse":"15","text":"Isaiah asked, “What have they seen in your palace?” Hezekiah replied, “They have seen everything in my palace. I showed them everything in my treasuries.”"},{"bookname":"2 Kings","chapter":"20","verse":"16","text":"Isaiah said to Hezekiah, “Listen to the word of the Lord,"},{"bookname":"2 Kings","chapter":"20","verse":"17","text":"‘Look, a time is coming when everything in your palace and the things your ancestors have accumulated to this day will be carried away to Babylon; nothing will be left,’ says the Lord."},{"bookname":"2 Kings","chapter":"20","verse":"18","text":"‘Some of your very own descendants whom you father will be taken away and will be made eunuchs in the palace of the king of Babylon.’”"},{"bookname":"2 Kings","chapter":"20","verse":"19","text":"Hezekiah said to Isaiah, “The Lord’s word which you have announced is appropriate.” Then he added, “At least there will be peace and stability during my lifetime.”"},{"bookname":"2 Kings","chapter":"20","verse":"20","text":"The rest of the events of Hezekiah’s reign and all his accomplishments, including how he built a pool and conduit to bring water into the city, are recorded in the scroll called the Annals of the Kings of Judah."},{"bookname":"2 Kings","chapter":"20","verse":"21","text":"Hezekiah passed away and his son Manasseh replaced him as king."}],[{"bookname":"2 Kings","chapter":"21","verse":"1","text":"Manasseh was twelve years old when he became king, and he reigned for fifty-five years in Jerusalem. His mother was Hephzibah.","title":"Manasseh&#8217;s Reign over Judah"},{"bookname":"2 Kings","chapter":"21","verse":"2","text":"He did evil in the sight of the Lord and committed the same horrible sins practiced by the nations whom the Lord drove out from before the Israelites."},{"bookname":"2 Kings","chapter":"21","verse":"3","text":"He rebuilt the high places that his father Hezekiah had destroyed; he set up altars for Baal and made an Asherah pole just like King Ahab of Israel had done. He bowed down to all the stars in the sky and worshiped them."},{"bookname":"2 Kings","chapter":"21","verse":"4","text":"He built altars in the Lord’s temple, about which the Lord had said, “Jerusalem will be my home.”"},{"bookname":"2 Kings","chapter":"21","verse":"5","text":"In the two courtyards of the Lord’s temple he built altars for all the stars in the sky."},{"bookname":"2 Kings","chapter":"21","verse":"6","text":"He passed his son through the fire and practiced divination and omen reading. He set up a ritual pit to conjure up underworld spirits, and appointed magicians to supervise it. He did a great amount of evil in the sight of the Lord, provoking him to anger."},{"bookname":"2 Kings","chapter":"21","verse":"7","text":"He put an idol of Asherah he had made in the temple, about which the Lord had said to David and to his son Solomon, “This temple in Jerusalem, which I have chosen out of all the tribes of Israel, will be my permanent home."},{"bookname":"2 Kings","chapter":"21","verse":"8","text":"I will not make Israel again leave the land I gave to their ancestors, provided that they carefully obey all I commanded them, the whole law my servant Moses ordered them to obey.”"},{"bookname":"2 Kings","chapter":"21","verse":"9","text":"But they did not obey, and Manasseh misled them so that they sinned more than the nations whom the Lord had destroyed from before the Israelites."},{"bookname":"2 Kings","chapter":"21","verse":"10","text":"So the Lord announced through his servants the prophets:"},{"bookname":"2 Kings","chapter":"21","verse":"11","text":"“King Manasseh of Judah has committed horrible sins. He has sinned more than the Amorites before him and has encouraged Judah to sin by worshiping his disgusting idols."},{"bookname":"2 Kings","chapter":"21","verse":"12","text":"So this is what the Lord God of Israel says, ‘I am about to bring disaster on Jerusalem and Judah. The news will reverberate in the ears of those who hear about it."},{"bookname":"2 Kings","chapter":"21","verse":"13","text":"I will destroy Jerusalem the same way I did Samaria and the dynasty of Ahab. I will wipe Jerusalem clean, just as one wipes a plate on both sides."},{"bookname":"2 Kings","chapter":"21","verse":"14","text":"I will abandon this last remaining tribe among my people and hand them over to their enemies; they will be plundered and robbed by all their enemies,"},{"bookname":"2 Kings","chapter":"21","verse":"15","text":"because they have done evil in my sight and have angered me from the time their ancestors left Egypt right up to this very day!’”"},{"bookname":"2 Kings","chapter":"21","verse":"16","text":"Furthermore Manasseh killed so many innocent people, he stained Jerusalem with their blood from end to end, in addition to encouraging Judah to sin by doing evil in the sight of the Lord."},{"bookname":"2 Kings","chapter":"21","verse":"17","text":"The rest of the events of Manasseh’s reign and all his accomplishments, as well as the sinful acts he committed, are recorded in the scroll called the Annals of the Kings of Judah."},{"bookname":"2 Kings","chapter":"21","verse":"18","text":"Manasseh passed away and was buried in his palace garden, the garden of Uzzah, and his son Amon replaced him as king."},{"bookname":"2 Kings","chapter":"21","verse":"19","text":"Amon was twenty-two years old when he became king, and he reigned for two years in Jerusalem. His mother was Meshullemeth, the daughter of Haruz, from Jotbah.","title":"Amon&#8217;s Reign over Judah"},{"bookname":"2 Kings","chapter":"21","verse":"20","text":"He did evil in the sight of the Lord, just like his father Manasseh had done."},{"bookname":"2 Kings","chapter":"21","verse":"21","text":"He followed in the footsteps of his father and worshiped and bowed down to the disgusting idols which his father had worshiped."},{"bookname":"2 Kings","chapter":"21","verse":"22","text":"He abandoned the Lord God of his ancestors and did not follow the Lord’s instructions."},{"bookname":"2 Kings","chapter":"21","verse":"23","text":"Amon’s servants conspired against him and killed the king in his palace."},{"bookname":"2 Kings","chapter":"21","verse":"24","text":"The people of the land executed all those who had conspired against King Amon, and they made his son Josiah king in his place."},{"bookname":"2 Kings","chapter":"21","verse":"25","text":"The rest of Amon’s accomplishments are recorded in the scroll called the Annals of the Kings of Judah."},{"bookname":"2 Kings","chapter":"21","verse":"26","text":"He was buried in his tomb in the garden of Uzzah, and his son Josiah replaced him as king."}],[{"bookname":"2 Kings","chapter":"22","verse":"1","text":"Josiah was eight years old when he became king, and he reigned for thirty-one years in Jerusalem. His mother was Jedidah, daughter of Adaiah, from Bozkath.","title":"Josiah Repents"},{"bookname":"2 Kings","chapter":"22","verse":"2","text":"He did what the Lord approved and followed in his ancestor David’s footsteps; he did not deviate to the right or the left."},{"bookname":"2 Kings","chapter":"22","verse":"3","text":"In the eighteenth year of King Josiah’s reign, the king sent the scribe Shaphan son of Azaliah, son of Meshullam, to the Lord’s temple with these orders:"},{"bookname":"2 Kings","chapter":"22","verse":"4","text":"“Go up to Hilkiah the high priest and have him melt down the silver that has been brought by the people to the Lord’s temple and has been collected by the guards at the door."},{"bookname":"2 Kings","chapter":"22","verse":"5","text":"Have them hand it over to the construction foremen assigned to the Lord’s temple. They in turn should pay the temple workers to repair it,"},{"bookname":"2 Kings","chapter":"22","verse":"6","text":"including craftsmen, builders, and masons, and should buy wood and chiseled stone for the repair work."},{"bookname":"2 Kings","chapter":"22","verse":"7","text":"Do not audit the foremen who disburse the silver, for they are honest.”"},{"bookname":"2 Kings","chapter":"22","verse":"8","text":"Hilkiah the high priest informed Shaphan the scribe, “I found the law scroll in the Lord’s temple.” Hilkiah gave the scroll to Shaphan and he read it."},{"bookname":"2 Kings","chapter":"22","verse":"9","text":"Shaphan the scribe went to the king and reported, “Your servants melted down the silver in the temple and handed it over to the construction foremen assigned to the Lord’s temple.”"},{"bookname":"2 Kings","chapter":"22","verse":"10","text":"Then Shaphan the scribe told the king, “Hilkiah the priest has given me a scroll.” Shaphan read it out loud before the king."},{"bookname":"2 Kings","chapter":"22","verse":"11","text":"When the king heard the words of the law scroll, he tore his clothes."},{"bookname":"2 Kings","chapter":"22","verse":"12","text":"The king ordered Hilkiah the priest, Ahikam son of Shaphan, Acbor son of Micaiah, Shaphan the scribe, and Asaiah the king’s servant,"},{"bookname":"2 Kings","chapter":"22","verse":"13","text":"“Go, seek an oracle from the Lord for me and the people &#8211; for all Judah. Find out about the words of this scroll that has been discovered. For the Lord’s fury has been ignited against us, because our ancestors have not obeyed the words of this scroll by doing all that it instructs us to do.”"},{"bookname":"2 Kings","chapter":"22","verse":"14","text":"So Hilkiah the priest, Ahikam, Acbor, Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shullam son of Tikvah, the son of Harhas, the supervisor of the wardrobe. (She lived in Jerusalem in the Mishneh district.) They stated their business,"},{"bookname":"2 Kings","chapter":"22","verse":"15","text":"and she said to them: “This is what the Lord God of Israel says: ‘Say this to the man who sent you to me:"},{"bookname":"2 Kings","chapter":"22","verse":"16","text":"“This is what the Lord says: ‘I am about to bring disaster on this place and its residents, the details of which are recorded in the scroll which the king of Judah has read."},{"bookname":"2 Kings","chapter":"22","verse":"17","text":"This will happen because they have abandoned me and offered sacrifices to other gods, angering me with all the idols they have made. My anger will ignite against this place and will not be extinguished!’”"},{"bookname":"2 Kings","chapter":"22","verse":"18","text":"Say this to the king of Judah, who sent you to seek an oracle from the Lord: “This is what the Lord God of Israel says concerning the words you have heard:"},{"bookname":"2 Kings","chapter":"22","verse":"19","text":"‘You displayed a sensitive spirit and humbled yourself before the Lord when you heard how I intended to make this place and its residents into an appalling example of an accursed people. You tore your clothes and wept before me, and I have heard you,’ says the Lord."},{"bookname":"2 Kings","chapter":"22","verse":"20","text":"‘Therefore I will allow you to die and be buried in peace. You will not have to witness all the disaster I will bring on this place.’”’” Then they reported back to the king."}],[{"bookname":"2 Kings","chapter":"23","verse":"1","text":"The king summoned all the leaders of Judah and Jerusalem.","title":"The King Institutes Religious Reform"},{"bookname":"2 Kings","chapter":"23","verse":"2","text":"The king went up to the Lord’s temple, accompanied by all the people of Judah, all the residents of Jerusalem, the priests, and the prophets. All the people were there, from the youngest to the oldest. He read aloud all the words of the scroll of the covenant that had been discovered in the Lord’s temple."},{"bookname":"2 Kings","chapter":"23","verse":"3","text":"The king stood by the pillar and renewed the covenant before the Lord, agreeing to follow the Lord and to obey his commandments, laws, and rules with all his heart and being, by carrying out the terms of this covenant recorded on this scroll. All the people agreed to keep the covenant."},{"bookname":"2 Kings","chapter":"23","verse":"4","text":"The king ordered Hilkiah the high priest, the high-ranking priests, and the guards to bring out of the Lord’s temple all the items that were used in the worship of Baal, Asherah, and all the stars of the sky. The king burned them outside of Jerusalem in the terraces of Kidron, and carried their ashes to Bethel."},{"bookname":"2 Kings","chapter":"23","verse":"5","text":"He eliminated the pagan priests whom the kings of Judah had appointed to offer sacrifices on the high places in the cities of Judah and in the area right around Jerusalem. (They offered sacrifices to Baal, the sun god, the moon god, the constellations, and all the stars in the sky.)"},{"bookname":"2 Kings","chapter":"23","verse":"6","text":"He removed the Asherah pole from the Lord’s temple and took it outside Jerusalem to the Kidron Valley, where he burned it. He smashed it to dust and then threw the dust in the public graveyard."},{"bookname":"2 Kings","chapter":"23","verse":"7","text":"He tore down the quarters of the male cultic prostitutes in the Lord’s temple, where women were weaving shrines for Asherah."},{"bookname":"2 Kings","chapter":"23","verse":"8","text":"He brought all the priests from the cities of Judah and ruined the high places where the priests had offered sacrifices, from Geba to Beer Sheba. He tore down the high place of the goat idols situated at the entrance of the gate of Joshua, the city official, on the left side of the city gate."},{"bookname":"2 Kings","chapter":"23","verse":"9","text":"(Now the priests of the high places did not go up to the altar of the Lord in Jerusalem, but they did eat unleavened cakes among their fellow priests.)"},{"bookname":"2 Kings","chapter":"23","verse":"10","text":"The king ruined Topheth in the Valley of Ben Hinnom so that no one could pass his son or his daughter through the fire to Molech."},{"bookname":"2 Kings","chapter":"23","verse":"11","text":"He removed from the entrance to the Lord’s temple the statues of horses that the kings of Judah had placed there in honor of the sun god. (They were kept near the room of Nathan Melech the eunuch, which was situated among the courtyards.) He burned up the chariots devoted to the sun god."},{"bookname":"2 Kings","chapter":"23","verse":"12","text":"The king tore down the altars the kings of Judah had set up on the roof of Ahaz’s upper room, as well as the altars Manasseh had set up in the two courtyards of the Lord’s temple. He crushed them up and threw the dust in the Kidron Valley."},{"bookname":"2 Kings","chapter":"23","verse":"13","text":"The king ruined the high places east of Jerusalem, south of the Mount of Destruction, that King Solomon of Israel had built for the detestable Sidonian goddess Astarte, the detestable Moabite god Chemosh, and the horrible Ammonite god Milcom."},{"bookname":"2 Kings","chapter":"23","verse":"14","text":"He smashed the sacred pillars to bits, cut down the Asherah pole, and filled those shrines with human bones."},{"bookname":"2 Kings","chapter":"23","verse":"15","text":"He also tore down the altar in Bethel at the high place made by Jeroboam son of Nebat, who encouraged Israel to sin. He burned all the combustible items at that high place and crushed them to dust; including the Asherah pole."},{"bookname":"2 Kings","chapter":"23","verse":"16","text":"When Josiah turned around, he saw the tombs there on the hill. So he ordered the bones from the tombs to be brought; he burned them on the altar and defiled it. This fulfilled the Lord’s announcement made by the prophet while Jeroboam stood by the altar during a festival. King Josiah turned and saw the grave of the prophet who had foretold this."},{"bookname":"2 Kings","chapter":"23","verse":"17","text":"He asked, “What is this grave marker I see?” The men from the city replied, “It’s the grave of the prophet who came from Judah and foretold these very things you have done to the altar of Bethel.”"},{"bookname":"2 Kings","chapter":"23","verse":"18","text":"The king said, “Leave it alone! No one must touch his bones.” So they left his bones undisturbed, as well as the bones of the Israelite prophet buried beside him."},{"bookname":"2 Kings","chapter":"23","verse":"19","text":"Josiah also removed all the shrines on the high places in the cities of Samaria. The kings of Israel had made them and angered the Lord. He did to them what he had done to the high place in Bethel."},{"bookname":"2 Kings","chapter":"23","verse":"20","text":"He sacrificed all the priests of the high places on the altars located there, and burned human bones on them. Then he returned to Jerusalem."},{"bookname":"2 Kings","chapter":"23","verse":"21","text":"The king ordered all the people, “Observe the Passover of the Lord your God, as prescribed in this scroll of the covenant.”"},{"bookname":"2 Kings","chapter":"23","verse":"22","text":"He issued this edict because a Passover like this had not been observed since the days of the judges; it was neglected for the entire period of the kings of Israel and Judah."},{"bookname":"2 Kings","chapter":"23","verse":"23","text":"But in the eighteenth year of King Josiah’s reign, such a Passover of the Lord was observed in Jerusalem."},{"bookname":"2 Kings","chapter":"23","verse":"24","text":"Josiah also got rid of the ritual pits used to conjure up spirits, the magicians, personal idols, disgusting images, and all the detestable idols that had appeared in the land of Judah and in Jerusalem. In this way he carried out the terms of the law recorded on the scroll that Hilkiah the priest had discovered in the Lord’s temple."},{"bookname":"2 Kings","chapter":"23","verse":"25","text":"No king before or after repented before the Lord as he did, with his whole heart, soul, and being in accordance with the whole law of Moses."},{"bookname":"2 Kings","chapter":"23","verse":"26","text":"Yet the Lord’s great anger against Judah did not subside; he was still infuriated by all the things Manasseh had done."},{"bookname":"2 Kings","chapter":"23","verse":"27","text":"The Lord announced, “I will also spurn Judah, just as I spurned Israel. I will reject this city that I chose &#8211; both Jerusalem and the temple, about which I said, “I will live there.”"},{"bookname":"2 Kings","chapter":"23","verse":"28","text":"The rest of the events of Josiah’s reign and all his accomplishments are recorded in the scroll called the Annals of the Kings of Judah."},{"bookname":"2 Kings","chapter":"23","verse":"29","text":"During Josiah’s reign Pharaoh Necho king of Egypt marched toward the Euphrates River to help the king of Assyria. King Josiah marched out to fight him, but Necho killed him at Megiddo when he saw him."},{"bookname":"2 Kings","chapter":"23","verse":"30","text":"His servants transported his dead body from Megiddo in a chariot and brought it to Jerusalem, where they buried him in his tomb. The people of the land took Josiah’s son Jehoahaz, poured olive oil on his head, and made him king in his father’s place."},{"bookname":"2 Kings","chapter":"23","verse":"31","text":"Jehoahaz was twenty-three years old when he became king, and he reigned three months in Jerusalem. His mother was Hamutal the daughter of Jeremiah, from Libnah.","title":"Jehoahaz&#8217;s Reign over Judah"},{"bookname":"2 Kings","chapter":"23","verse":"32","text":"He did evil in the sight of the Lord as his ancestors had done."},{"bookname":"2 Kings","chapter":"23","verse":"33","text":"Pharaoh Necho imprisoned him in Riblah in the land of Hamath and prevented him from ruling in Jerusalem. He imposed on the land a special tax of one hundred talents of silver and a talent of gold."},{"bookname":"2 Kings","chapter":"23","verse":"34","text":"Pharaoh Necho made Josiah’s son Eliakim king in Josiah’s place, and changed his name to Jehoiakim. He took Jehoahaz to Egypt, where he died."},{"bookname":"2 Kings","chapter":"23","verse":"35","text":"Jehoiakim paid Pharaoh the required amount of silver and gold, but to meet Pharaoh’s demands Jehoiakim had to tax the land. He collected an assessed amount from each man among the people of the land in order to pay Pharaoh Necho."},{"bookname":"2 Kings","chapter":"23","verse":"36","text":"Jehoiakim was twenty-five years old when he became king, and he reigned for eleven years in Jerusalem. His mother was Zebidah the daughter of Pedaiah, from Rumah.","title":"Jehoiakim&#8217;s Reign over Judah"},{"bookname":"2 Kings","chapter":"23","verse":"37","text":"He did evil in the sight of the Lord as his ancestors had done."}],[{"bookname":"2 Kings","chapter":"24","verse":"1","text":"During Jehoiakim’s reign, King Nebuchadnezzar of Babylon attacked. Jehoiakim was his subject for three years, but then he rebelled against him."},{"bookname":"2 Kings","chapter":"24","verse":"2","text":"The Lord sent against him Babylonian, Syrian, Moabite, and Ammonite raiding bands; he sent them to destroy Judah, as he had warned he would do through his servants the prophets."},{"bookname":"2 Kings","chapter":"24","verse":"3","text":"Just as the Lord had announced, he rejected Judah because of all the sins which Manasseh had committed."},{"bookname":"2 Kings","chapter":"24","verse":"4","text":"Because he killed innocent people and stained Jerusalem with their blood, the Lord was unwilling to forgive them."},{"bookname":"2 Kings","chapter":"24","verse":"5","text":"The rest of the events of Jehoiakim’s reign and all his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah."},{"bookname":"2 Kings","chapter":"24","verse":"6","text":"He passed away and his son Jehoiachin replaced him as king."},{"bookname":"2 Kings","chapter":"24","verse":"7","text":"The king of Egypt did not march out from his land again, for the king of Babylon conquered all the territory that the king of Egypt had formerly controlled between the Brook of Egypt and the Euphrates River."},{"bookname":"2 Kings","chapter":"24","verse":"8","text":"Jehoiachin was eighteen years old when he became king, and he reigned three months in Jerusalem. His mother was Nehushta the daughter of Elnathan, from Jerusalem.","title":"Jehoiachin&#8217;s Reign over Judah"},{"bookname":"2 Kings","chapter":"24","verse":"9","text":"He did evil in the sight of the Lord as his ancestors had done."},{"bookname":"2 Kings","chapter":"24","verse":"10","text":"At that time the generals of King Nebuchadnezzar of Babylon marched to Jerusalem and besieged the city."},{"bookname":"2 Kings","chapter":"24","verse":"11","text":"King Nebuchadnezzar of Babylon came to the city while his generals were besieging it."},{"bookname":"2 Kings","chapter":"24","verse":"12","text":"King Jehoiachin of Judah, along with his mother, his servants, his officials, and his eunuchs surrendered to the king of Babylon. The king of Babylon, in the eighth year of his reign, took Jehoiachin prisoner."},{"bookname":"2 Kings","chapter":"24","verse":"13","text":"Nebuchadnezzar took from there all the riches in the treasuries of the Lord’s temple and of the royal palace. He removed all the gold items which King Solomon of Israel had made for the Lord’s temple, just as the Lord had warned."},{"bookname":"2 Kings","chapter":"24","verse":"14","text":"He deported all the residents of Jerusalem, including all the officials and all the soldiers (10,000 people in all). This included all the craftsmen and those who worked with metal. No one was left except for the poorest among the people of the land."},{"bookname":"2 Kings","chapter":"24","verse":"15","text":"He deported Jehoiachin from Jerusalem to Babylon, along with the king’s mother and wives, his eunuchs, and the high-ranking officials of the land."},{"bookname":"2 Kings","chapter":"24","verse":"16","text":"The king of Babylon deported to Babylon all the soldiers (there were 7,000), as well as 1,000 craftsmen and metal workers. This included all the best warriors."},{"bookname":"2 Kings","chapter":"24","verse":"17","text":"The king of Babylon made Mattaniah, Jehoiachin’s uncle, king in Jehoiachin’s place. He renamed him Zedekiah."},{"bookname":"2 Kings","chapter":"24","verse":"18","text":"Zedekiah was twenty-one years old when he became king, and he ruled for eleven years in Jerusalem. His mother was Hamutal, the daughter of Jeremiah, from Libnah.","title":"Zedekiah&#8217;s Reign over Judah"},{"bookname":"2 Kings","chapter":"24","verse":"19","text":"He did evil in the sight of the Lord, as Jehoiakim had done."},{"bookname":"2 Kings","chapter":"24","verse":"20","text":"What follows is a record of what happened to Jerusalem and Judah because of the Lord’s anger; he finally threw them out of his presence. Zedekiah rebelled against the king of Babylon."}],[{"bookname":"2 Kings","chapter":"25","verse":"1","text":"So King Nebuchadnezzar of Babylon came against Jerusalem with his whole army and set up camp outside it. They built siege ramps all around it. He arrived on the tenth day of the tenth month in the ninth year of Zedekiah’s reign."},{"bookname":"2 Kings","chapter":"25","verse":"2","text":"The city remained under siege until King Zedekiah’s eleventh year."},{"bookname":"2 Kings","chapter":"25","verse":"3","text":"By the ninth day of the fourth month the famine in the city was so severe the residents had no food."},{"bookname":"2 Kings","chapter":"25","verse":"4","text":"The enemy broke through the city walls, and all the soldiers tried to escape. They left the city during the night. They went through the gate between the two walls that is near the king’s garden. (The Babylonians were all around the city.) Then they headed for the Jordan Valley."},{"bookname":"2 Kings","chapter":"25","verse":"5","text":"But the Babylonian army chased after the king. They caught up with him in the plains of Jericho, and his entire army deserted him."},{"bookname":"2 Kings","chapter":"25","verse":"6","text":"They captured the king and brought him up to the king of Babylon at Riblah, where he passed sentence on him."},{"bookname":"2 Kings","chapter":"25","verse":"7","text":"Zedekiah’s sons were executed while Zedekiah was forced to watch. The king of Babylon then had Zedekiah’s eyes put out, bound him in bronze chains, and carried him off to Babylon."},{"bookname":"2 Kings","chapter":"25","verse":"8","text":"On the seventh day of the fifth month, in the nineteenth year of King Nebuchadnezzar of Babylon, Nebuzaradan, the captain of the royal guard who served the king of Babylon, arrived in Jerusalem.","title":"Nebuchadnezzar Destroys Jerusalem"},{"bookname":"2 Kings","chapter":"25","verse":"9","text":"He burned down the Lord’s temple, the royal palace, and all the houses in Jerusalem, including every large house."},{"bookname":"2 Kings","chapter":"25","verse":"10","text":"The whole Babylonian army that came with the captain of the royal guard tore down the walls that surrounded Jerusalem."},{"bookname":"2 Kings","chapter":"25","verse":"11","text":"Nebuzaradan, the captain of the royal guard, deported the rest of the people who were left in the city, those who had deserted to the king of Babylon, and the rest of the craftsmen."},{"bookname":"2 Kings","chapter":"25","verse":"12","text":"But he left behind some of the poor of the land and gave them fields and vineyards."},{"bookname":"2 Kings","chapter":"25","verse":"13","text":"The Babylonians broke the two bronze pillars in the Lord’s temple, as well as the movable stands and the big bronze basin called the “The Sea.” They took the bronze to Babylon."},{"bookname":"2 Kings","chapter":"25","verse":"14","text":"They also took the pots, shovels, trimming shears, pans, and all the bronze utensils used by the priests."},{"bookname":"2 Kings","chapter":"25","verse":"15","text":"The captain of the royal guard took the golden and silver censers and basins."},{"bookname":"2 Kings","chapter":"25","verse":"16","text":"The bronze of the items that King Solomon made for the Lord’s temple &#8211; including the two pillars, the big bronze basin called “The Sea,” the twelve bronze bulls under “The Sea,” and the movable stands &#8211; was too heavy to be weighed."},{"bookname":"2 Kings","chapter":"25","verse":"17","text":"Each of the pillars was about twenty-seven feet high. The bronze top of one pillar was about four and a half feet high and had bronze latticework and pomegranate shaped ornaments all around it. The second pillar with its latticework was like it."},{"bookname":"2 Kings","chapter":"25","verse":"18","text":"The captain of the royal guard took Seraiah the chief priest and Zephaniah, the priest who was second in rank, and the three doorkeepers."},{"bookname":"2 Kings","chapter":"25","verse":"19","text":"From the city he took a eunuch who was in charge of the soldiers, five of the king’s advisers who were discovered in the city, an official army secretary who drafted citizens for military service, and sixty citizens from the people of the land who were discovered in the city."},{"bookname":"2 Kings","chapter":"25","verse":"20","text":"Nebuzaradan, captain of the royal guard, took them and brought them to the king of Babylon at Riblah."},{"bookname":"2 Kings","chapter":"25","verse":"21","text":"The king of Babylon ordered them to be executed at Riblah in the territory of Hamath. So Judah was deported from its land."},{"bookname":"2 Kings","chapter":"25","verse":"22","text":"Now King Nebuchadnezzar of Babylon appointed Gedaliah son of Ahikam, son of Shaphan, as governor over the people whom he allowed to remain in the land of Judah.","title":"Gedaliah Appointed Governor"},{"bookname":"2 Kings","chapter":"25","verse":"23","text":"All of the officers of the Judahite army and their troops heard that the king of Babylon had appointed Gedaliah to govern. So they came to Gedaliah at Mizpah. The officers who came were Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth the Netophathite, and Jaazaniah son of the Maacathite."},{"bookname":"2 Kings","chapter":"25","verse":"24","text":"Gedaliah took an oath so as to give them and their troops some assurance of safety. He said, “You don’t need to be afraid to submit to the Babylonian officials. Settle down in the land and submit to the king of Babylon. Then things will go well for you.”"},{"bookname":"2 Kings","chapter":"25","verse":"25","text":"But in the seventh month Ishmael son of Nethaniah, son of Elishama, who was a member of the royal family, came with ten of his men and murdered Gedaliah, as well as the Judeans and Babylonians who were with him at Mizpah."},{"bookname":"2 Kings","chapter":"25","verse":"26","text":"Then all the people, from the youngest to the oldest, as well as the army officers, left for Egypt, because they were afraid of what the Babylonians might do."},{"bookname":"2 Kings","chapter":"25","verse":"27","text":"In the thirty-seventh year of the exile of King Jehoiachin of Judah, on the twenty-seventh day of the twelfth month, King Evil-Merodach of Babylon, in the first year of his reign, pardoned King Jehoiachin of Judah and released him from prison.","title":"Jehoiachin in Babylon"},{"bookname":"2 Kings","chapter":"25","verse":"28","text":"He spoke kindly to him and gave him a more prestigious position than the other kings who were with him in Babylon."},{"bookname":"2 Kings","chapter":"25","verse":"29","text":"Jehoiachin took off his prison clothes and ate daily in the king’s presence for the rest of his life."},{"bookname":"2 Kings","chapter":"25","verse":"30","text":"He was given daily provisions by the king for the rest of his life until the day he died."}]]}