{"book":{"id":14,"abbrev":"2kr","name":"2 Chronicles","chapters":36},"chapters":[[{"bookname":"2 Chronicles","chapter":"1","verse":"1","text":"Solomon son of David solidified his royal authority, for the Lord his God was with him and magnified him greatly.","title":"The Lord Gives Solomon Wisdom"},{"bookname":"2 Chronicles","chapter":"1","verse":"2","text":"Solomon addressed all Israel, including those who commanded units of a thousand and a hundred, the judges, and all the leaders of all Israel who were heads of families."},{"bookname":"2 Chronicles","chapter":"1","verse":"3","text":"Solomon and the entire assembly went to the worship center in Gibeon, for the tent where they met God was located there, which Moses the Lord’s servant had made in the wilderness."},{"bookname":"2 Chronicles","chapter":"1","verse":"4","text":"(Now David had brought up the ark of God from Kiriath Jearim to the place he had prepared for it, for he had pitched a tent for it in Jerusalem."},{"bookname":"2 Chronicles","chapter":"1","verse":"5","text":"But the bronze altar made by Bezalel son of Uri, son of Hur, was in front of the Lord’s tabernacle. Solomon and the entire assembly prayed to him there.)"},{"bookname":"2 Chronicles","chapter":"1","verse":"6","text":"Solomon went up to the bronze altar before the Lord which was at the meeting tent, and he offered up a thousand burnt sacrifices."},{"bookname":"2 Chronicles","chapter":"1","verse":"7","text":"That night God appeared to Solomon and said to him, “Tell me what I should give you.”"},{"bookname":"2 Chronicles","chapter":"1","verse":"8","text":"Solomon replied to God, “You demonstrated great loyalty to my father David and have made me king in his place."},{"bookname":"2 Chronicles","chapter":"1","verse":"9","text":"Now, Lord God, may your promise to my father David be realized, for you have made me king over a great nation as numerous as the dust of the earth."},{"bookname":"2 Chronicles","chapter":"1","verse":"10","text":"Now give me wisdom and discernment so I can effectively lead this nation. Otherwise no one is able to make judicial decisions for this great nation of yours.”"},{"bookname":"2 Chronicles","chapter":"1","verse":"11","text":"God said to Solomon, “Because you desire this, and did not ask for riches, wealth, and honor, or for vengeance on your enemies, and because you did not ask for long life, but requested wisdom and discernment so you can make judicial decisions for my people over whom I have made you king,"},{"bookname":"2 Chronicles","chapter":"1","verse":"12","text":"you are granted wisdom and discernment. Furthermore I am giving you riches, wealth, and honor surpassing that of any king before or after you.”"},{"bookname":"2 Chronicles","chapter":"1","verse":"13","text":"Solomon left the meeting tent at the worship center in Gibeon and went to Jerusalem, where he reigned over Israel."},{"bookname":"2 Chronicles","chapter":"1","verse":"14","text":"Solomon accumulated chariots and horses. He had 1,400 chariots and 12,000 horses. He kept them in assigned cities and in Jerusalem.","title":"Solomon&#8217;s Wealth"},{"bookname":"2 Chronicles","chapter":"1","verse":"15","text":"The king made silver and gold as plentiful in Jerusalem as stones; cedar was as plentiful as sycamore fig trees are in the lowlands."},{"bookname":"2 Chronicles","chapter":"1","verse":"16","text":"Solomon acquired his horses from Egypt and from Que; the king’s traders purchased them from Que."},{"bookname":"2 Chronicles","chapter":"1","verse":"17","text":"They paid 600 silver pieces for each chariot from Egypt, and 150 silver pieces for each horse. They also sold chariots and horses to all the kings of the Hittites and to the kings of Syria."}],[{"bookname":"2 Chronicles","chapter":"2","verse":"1","text":" Solomon ordered a temple to be built to honor the Lord, as well as a royal palace for himself.","title":"Solomon Gathers Building Materials for the Temple"},{"bookname":"2 Chronicles","chapter":"2","verse":"2","text":" Solomon had 70,000 common laborers and 80,000 stonecutters in the hills, in addition to 3,600 supervisors."},{"bookname":"2 Chronicles","chapter":"2","verse":"3","text":"Solomon sent a message to King Huram of Tyre: “Help me as you did my father David, when you sent him cedar logs for the construction of his palace."},{"bookname":"2 Chronicles","chapter":"2","verse":"4","text":"Look, I am ready to build a temple to honor the Lord my God and to dedicate it to him in order to burn fragrant incense before him, to set out the bread that is regularly displayed, and to offer burnt sacrifices each morning and evening, and on Sabbaths, new moon festivals, and at other times appointed by the Lord our God. This is something Israel must do on a permanent basis."},{"bookname":"2 Chronicles","chapter":"2","verse":"5","text":"I will build a great temple, for our God is greater than all gods."},{"bookname":"2 Chronicles","chapter":"2","verse":"6","text":"Of course, who can really build a temple for him, since the sky and the highest heavens cannot contain him? Who am I that I should build him a temple! It will really be only a place to offer sacrifices before him."},{"bookname":"2 Chronicles","chapter":"2","verse":"7","text":"“Now send me a man who is skilled in working with gold, silver, bronze, and iron, as well as purple, crimson, and violet colored fabrics, and who knows how to engrave. He will work with my skilled craftsmen here in Jerusalem and Judah, whom my father David provided."},{"bookname":"2 Chronicles","chapter":"2","verse":"8","text":"Send me cedars, evergreens, and algum trees from Lebanon, for I know your servants are adept at cutting down trees in Lebanon. My servants will work with your servants"},{"bookname":"2 Chronicles","chapter":"2","verse":"9","text":"to supply me with large quantities of timber, for I am building a great, magnificent temple."},{"bookname":"2 Chronicles","chapter":"2","verse":"10","text":"Look, I will pay your servants who cut the timber 20,000 kors of ground wheat, 20,000 kors of barley, 120,000 gallons of wine, and 120,000 gallons of olive oil.”"},{"bookname":"2 Chronicles","chapter":"2","verse":"11","text":"King Huram of Tyre sent this letter to Solomon: “Because the Lord loves his people, he has made you their king.”"},{"bookname":"2 Chronicles","chapter":"2","verse":"12","text":"Huram also said, “Worthy of praise is the Lord God of Israel, who made the sky and the earth! He has given David a wise son who has discernment and insight and will build a temple for the Lord, as well as a royal palace for himself."},{"bookname":"2 Chronicles","chapter":"2","verse":"13","text":"Now I am sending you Huram Abi, a skilled and capable man,"},{"bookname":"2 Chronicles","chapter":"2","verse":"14","text":"whose mother is a Danite and whose father is a Tyrian. He knows how to work with gold, silver, bronze, iron, stones, and wood, as well as purple, violet, white, and crimson fabrics. He knows how to do all kinds of engraving and understands any design given to him. He will work with your skilled craftsmen and the skilled craftsmen of my lord David your father."},{"bookname":"2 Chronicles","chapter":"2","verse":"15","text":"Now let my lord send to his servants the wheat, barley, olive oil, and wine he has promised;"},{"bookname":"2 Chronicles","chapter":"2","verse":"16","text":"we will get all the timber you need from Lebanon and bring it in raft-like bundles by sea to Joppa. You can then haul it on up to Jerusalem.”"},{"bookname":"2 Chronicles","chapter":"2","verse":"17","text":"Solomon took a census of all the male resident foreigners in the land of Israel, after the census his father David had taken. There were 153,600 in all."},{"bookname":"2 Chronicles","chapter":"2","verse":"18","text":"He designated 70,000 as common laborers, 80,000 as stonecutters in the hills, and 3,600 as supervisors to make sure the people completed the work."}],[{"bookname":"2 Chronicles","chapter":"3","verse":"1","text":"Solomon began building the Lord’s temple in Jerusalem on Mount Moriah, where the Lord had appeared to his father David. This was the place that David prepared at the threshing floor of Ornan the Jebusite.","title":"The Building of the Temple"},{"bookname":"2 Chronicles","chapter":"3","verse":"2","text":"He began building on the second day of the second month of the fourth year of his reign."},{"bookname":"2 Chronicles","chapter":"3","verse":"3","text":"Solomon laid the foundation for God’s temple; its length (determined according to the old standard of measure) was 90 feet, and its width 30 feet."},{"bookname":"2 Chronicles","chapter":"3","verse":"4","text":"The porch in front of the main hall was 30 feet long, corresponding to the width of the temple, and its height was 30 feet. He plated the inside with pure gold."},{"bookname":"2 Chronicles","chapter":"3","verse":"5","text":"He paneled the main hall with boards made from evergreen trees and plated it with fine gold, decorated with palm trees and chains."},{"bookname":"2 Chronicles","chapter":"3","verse":"6","text":"He decorated the temple with precious stones; the gold he used came from Parvaim."},{"bookname":"2 Chronicles","chapter":"3","verse":"7","text":"He overlaid the temple’s rafters, thresholds, walls and doors with gold; he carved decorative cherubim on the walls."},{"bookname":"2 Chronicles","chapter":"3","verse":"8","text":"He made the most holy place; its length was 30 feet, corresponding to the width of the temple, and its width 30 feet. He plated it with 600 talents of fine gold."},{"bookname":"2 Chronicles","chapter":"3","verse":"9","text":"The gold nails weighed 50 shekels; he also plated the upper areas with gold."},{"bookname":"2 Chronicles","chapter":"3","verse":"10","text":"In the most holy place he made two images of cherubim and plated them with gold."},{"bookname":"2 Chronicles","chapter":"3","verse":"11","text":"The combined wing span of the cherubs was 30 feet. One of the first cherub’s wings was seven and one-half feet long and touched one wall of the temple; its other wing was also seven and one-half feet long and touched one of the second cherub’s wings."},{"bookname":"2 Chronicles","chapter":"3","verse":"12","text":"Likewise one of the second cherub’s wings was seven and one-half feet long and touched the other wall of the temple; its other wing was also seven and one-half feet long and touched one of the first cherub’s wings."},{"bookname":"2 Chronicles","chapter":"3","verse":"13","text":"The combined wingspan of these cherubim was 30 feet. They stood upright, facing inward."},{"bookname":"2 Chronicles","chapter":"3","verse":"14","text":"He made the curtain out of violet, purple, crimson, and white fabrics, and embroidered on it decorative cherubim."},{"bookname":"2 Chronicles","chapter":"3","verse":"15","text":"In front of the temple he made two pillars which had a combined length of 52Ã‚Â½ feet, with each having a plated capital seven and one-half feet high."},{"bookname":"2 Chronicles","chapter":"3","verse":"16","text":"He made ornamental chains and put them on top of the pillars. He also made one hundred pomegranate-shaped ornaments and arranged them within the chains."},{"bookname":"2 Chronicles","chapter":"3","verse":"17","text":"He set up the pillars in front of the temple, one on the right side and the other on the left. He named the one on the right Jachin, and the one on the left Boaz."}],[{"bookname":"2 Chronicles","chapter":"4","verse":"1","text":"He made a bronze altar, 30 feet long, 30 feet wide, and 15 feet high."},{"bookname":"2 Chronicles","chapter":"4","verse":"2","text":"He also made the big bronze basin called “The Sea.” It measured 15 feet from rim to rim, was circular in shape, and stood seven and one-half feet high. Its circumference was 45 feet."},{"bookname":"2 Chronicles","chapter":"4","verse":"3","text":"Images of bulls were under it all the way around, ten every eighteen inches all the way around. The bulls were in two rows and had been cast with “The Sea.”"},{"bookname":"2 Chronicles","chapter":"4","verse":"4","text":"“The Sea” stood on top of twelve bulls. Three faced northward, three westward, three southward, and three eastward. “The Sea” was placed on top of them, and they all faced outward."},{"bookname":"2 Chronicles","chapter":"4","verse":"5","text":"It was four fingers thick and its rim was like that of a cup shaped like a lily blossom. It could hold 18,000 gallons."},{"bookname":"2 Chronicles","chapter":"4","verse":"6","text":"He made ten washing basins; he put five on the south side and five on the north side. In them they rinsed the items used for burnt sacrifices; the priests washed in “The Sea.”"},{"bookname":"2 Chronicles","chapter":"4","verse":"7","text":"He made ten gold lampstands according to specifications and put them in the temple, five on the right and five on the left."},{"bookname":"2 Chronicles","chapter":"4","verse":"8","text":"He made ten tables and set them in the temple, five on the right and five on the left. He also made one hundred gold bowls."},{"bookname":"2 Chronicles","chapter":"4","verse":"9","text":"He made the courtyard of the priests and the large enclosure and its doors; he plated their doors with bronze."},{"bookname":"2 Chronicles","chapter":"4","verse":"10","text":"He put “The Sea” on the south side, in the southeast corner."},{"bookname":"2 Chronicles","chapter":"4","verse":"11","text":"Huram Abi made the pots, shovels, and bowls. He finished all the work on God’s temple he had been assigned by King Solomon."},{"bookname":"2 Chronicles","chapter":"4","verse":"12","text":"He made the two pillars, the two bowl-shaped tops of the pillars, the latticework for the bowl-shaped tops of the two pillars,"},{"bookname":"2 Chronicles","chapter":"4","verse":"13","text":"the four hundred pomegranate-shaped ornaments for the latticework of the two pillars (each latticework had two rows of these ornaments at the bowl-shaped top of the pillar),"},{"bookname":"2 Chronicles","chapter":"4","verse":"14","text":"the ten movable stands with their ten basins,"},{"bookname":"2 Chronicles","chapter":"4","verse":"15","text":"the big bronze basin called “The Sea” with its twelve bulls underneath,"},{"bookname":"2 Chronicles","chapter":"4","verse":"16","text":"and the pots, shovels, and meat forks. All the items King Solomon assigned Huram Abi to make for the Lord’s temple were made from polished bronze."},{"bookname":"2 Chronicles","chapter":"4","verse":"17","text":"The king had them cast in earthen foundries in the region of the Jordan between Succoth and Zarethan."},{"bookname":"2 Chronicles","chapter":"4","verse":"18","text":"Solomon made so many of these items they did not weigh the bronze."},{"bookname":"2 Chronicles","chapter":"4","verse":"19","text":"Solomon also made these items for God’s temple: the gold altar, the tables on which the Bread of the Presence was kept,"},{"bookname":"2 Chronicles","chapter":"4","verse":"20","text":"the pure gold lampstands and their lamps which burned as specified at the entrance to the inner sanctuary,"},{"bookname":"2 Chronicles","chapter":"4","verse":"21","text":"the pure gold flower-shaped ornaments, lamps, and tongs,"},{"bookname":"2 Chronicles","chapter":"4","verse":"22","text":"the pure gold trimming shears, basins, pans, and censers, and the gold door sockets for the inner sanctuary (the most holy place) and for the doors of the main hall of the temple."}],[{"bookname":"2 Chronicles","chapter":"5","verse":"1","text":"When Solomon had finished constructing the Lord’s temple, he put the holy items that belonged to his father David (the silver, gold, and all the other articles) in the treasuries of God’s temple."},{"bookname":"2 Chronicles","chapter":"5","verse":"2","text":"Then Solomon convened Israel’s elders &#8211; all the leaders of the Israelite tribes and families &#8211; in Jerusalem, so they could witness the transferal of the ark of the covenant of the Lord from the City of David (that is, Zion).","title":"Solomon Moves the Ark into the Temple"},{"bookname":"2 Chronicles","chapter":"5","verse":"3","text":"All the men of Israel assembled before the king during the festival in the seventh month."},{"bookname":"2 Chronicles","chapter":"5","verse":"4","text":"When all Israel’s elders had arrived, the Levites lifted the ark."},{"bookname":"2 Chronicles","chapter":"5","verse":"5","text":"The priests and Levites carried the ark, the tent where God appeared to his people, and all the holy items in the tent."},{"bookname":"2 Chronicles","chapter":"5","verse":"6","text":"Now King Solomon and all the Israelites who had assembled with him went on ahead of the ark and sacrificed more sheep and cattle than could be counted or numbered."},{"bookname":"2 Chronicles","chapter":"5","verse":"7","text":"The priests brought the ark of the covenant of the Lord to its assigned place in the inner sanctuary of the temple, in the most holy place under the wings of the cherubs."},{"bookname":"2 Chronicles","chapter":"5","verse":"8","text":"The cherubs’ wings extended over the place where the ark sat; the cherubs overshadowed the ark and its poles."},{"bookname":"2 Chronicles","chapter":"5","verse":"9","text":"The poles were so long their ends extending out from the ark were visible from in front of the inner sanctuary, but they could not be seen from beyond that point. They have remained there to this very day."},{"bookname":"2 Chronicles","chapter":"5","verse":"10","text":"There was nothing in the ark except the two tablets Moses had placed there in Horeb. (It was there that the Lord made an agreement with the Israelites after he brought them out of the land of Egypt.)"},{"bookname":"2 Chronicles","chapter":"5","verse":"11","text":"The priests left the holy place. All the priests who participated had consecrated themselves, no matter which division they represented."},{"bookname":"2 Chronicles","chapter":"5","verse":"12","text":"All the Levites who were musicians, including Asaph, Heman, Jeduthun, and their sons and relatives, wore linen. They played cymbals and stringed instruments as they stood east of the altar. They were accompanied by 120 priests who blew trumpets."},{"bookname":"2 Chronicles","chapter":"5","verse":"13","text":"The trumpeters and musicians played together, praising and giving thanks to the Lord. Accompanied by trumpets, cymbals, and other instruments, they loudly praised the Lord, singing: “Certainly he is good; certainly his loyal love endures!” Then a cloud filled the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"5","verse":"14","text":"The priests could not carry out their duties because of the cloud; the Lord’s splendor filled God’s temple."}],[{"bookname":"2 Chronicles","chapter":"6","verse":"1","text":"Then Solomon said, “The Lord has said that he lives in thick darkness."},{"bookname":"2 Chronicles","chapter":"6","verse":"2","text":"O Lord, I have built a lofty temple for you, a place where you can live permanently.”"},{"bookname":"2 Chronicles","chapter":"6","verse":"3","text":"Then the king turned around and pronounced a blessing over the whole Israelite assembly as they stood there."},{"bookname":"2 Chronicles","chapter":"6","verse":"4","text":"He said, “The Lord God of Israel is worthy of praise because he has fulfilled what he promised my father David."},{"bookname":"2 Chronicles","chapter":"6","verse":"5","text":"He told David, ‘Since the day I brought my people out of the land of Egypt, I have not chosen a city from all the tribes of Israel to build a temple in which to live. Nor did I choose a man as leader of my people Israel."},{"bookname":"2 Chronicles","chapter":"6","verse":"6","text":"But now I have chosen Jerusalem as a place to live, and I have chosen David to lead my people Israel.’"},{"bookname":"2 Chronicles","chapter":"6","verse":"7","text":"Now my father David had a strong desire to build a temple to honor the Lord God of Israel."},{"bookname":"2 Chronicles","chapter":"6","verse":"8","text":"The Lord told my father David, ‘It is right for you to have a strong desire to build a temple to honor me."},{"bookname":"2 Chronicles","chapter":"6","verse":"9","text":"But you will not build the temple; your very own son will build the temple for my honor.’"},{"bookname":"2 Chronicles","chapter":"6","verse":"10","text":"The Lord has kept the promise he made. I have taken my father David’s place and have occupied the throne of Israel, as the Lord promised. I have built this temple for the honor of the Lord God of Israel"},{"bookname":"2 Chronicles","chapter":"6","verse":"11","text":"and set up in it a place for the ark containing the covenant the Lord made with the Israelites.”"},{"bookname":"2 Chronicles","chapter":"6","verse":"12","text":"He stood before the altar of the Lord in front of the entire assembly of Israel and spread out his hands."},{"bookname":"2 Chronicles","chapter":"6","verse":"13","text":"Solomon had made a bronze platform and had placed it in the middle of the enclosure. It was seven and one-half feet long, seven and one-half feet wide, and four and one-half feet high. He stood on it and then got down on his knees in front of the entire assembly of Israel. He spread out his hands toward the sky,"},{"bookname":"2 Chronicles","chapter":"6","verse":"14","text":"and prayed: “O Lord God of Israel, there is no god like you in heaven or on earth! You maintain covenantal loyalty to your servants who obey you with sincerity."},{"bookname":"2 Chronicles","chapter":"6","verse":"15","text":"You have kept your word to your servant, my father David; this very day you have fulfilled what you promised."},{"bookname":"2 Chronicles","chapter":"6","verse":"16","text":"Now, O Lord God of Israel, keep the promise you made to your servant, my father David, when you said, ‘You will never fail to have a successor ruling before me on the throne of Israel, provided that your descendants watch their step and obey my law as you have done.’"},{"bookname":"2 Chronicles","chapter":"6","verse":"17","text":"Now, O Lord God of Israel, may the promise you made to your servant David be realized."},{"bookname":"2 Chronicles","chapter":"6","verse":"18","text":"“God does not really live with humankind on the earth! Look, if the sky and the highest heaven cannot contain you, how much less this temple I have built!"},{"bookname":"2 Chronicles","chapter":"6","verse":"19","text":"But respond favorably to your servant’s prayer and his request for help, O Lord my God. Answer the desperate prayer your servant is presenting to you."},{"bookname":"2 Chronicles","chapter":"6","verse":"20","text":"Night and day may you watch over this temple, the place where you promised you would live. May you answer your servant’s prayer for this place."},{"bookname":"2 Chronicles","chapter":"6","verse":"21","text":"Respond to the requests of your servant and your people Israel for this place. Hear from your heavenly dwelling place and respond favorably and forgive."},{"bookname":"2 Chronicles","chapter":"6","verse":"22","text":"“When someone is accused of sinning against his neighbor and the latter pronounces a curse on the alleged offender before your altar in this temple,"},{"bookname":"2 Chronicles","chapter":"6","verse":"23","text":"listen from heaven and make a just decision about your servants’ claims. Condemn the guilty party, declare the other innocent, and give both of them what they deserve."},{"bookname":"2 Chronicles","chapter":"6","verse":"24","text":"“If your people Israel are defeated by an enemy because they sinned against you, then if they come back to you, renew their allegiance to you, and pray for your help before you in this temple,"},{"bookname":"2 Chronicles","chapter":"6","verse":"25","text":"then listen from heaven, forgive the sin of your people Israel, and bring them back to the land you gave to them and their ancestors."},{"bookname":"2 Chronicles","chapter":"6","verse":"26","text":"“The time will come when the skies are shut up tightly and no rain falls because your people sinned against you. When they direct their prayers toward this place, renew their allegiance to you, and turn away from their sin because you punish them,"},{"bookname":"2 Chronicles","chapter":"6","verse":"27","text":"then listen from heaven and forgive the sin of your servants, your people Israel. Certainly you will then teach them the right way to live and send rain on your land that you have given your people to possess."},{"bookname":"2 Chronicles","chapter":"6","verse":"28","text":"“The time will come when the land suffers from a famine, a plague, blight, and disease, or a locust invasion, or when their enemy lays siege to the cities of the land, or when some other type of plague or epidemic occurs."},{"bookname":"2 Chronicles","chapter":"6","verse":"29","text":"When all your people Israel pray and ask for help, as they acknowledge their intense pain and spread out their hands toward this temple,"},{"bookname":"2 Chronicles","chapter":"6","verse":"30","text":"then listen from your heavenly dwelling place, forgive their sin, and act favorably toward each one based on your evaluation of their motives. (Indeed you are the only one who can correctly evaluate the motives of all people.)"},{"bookname":"2 Chronicles","chapter":"6","verse":"31","text":"Then they will honor you by obeying you throughout their lifetimes as they live on the land you gave to our ancestors."},{"bookname":"2 Chronicles","chapter":"6","verse":"32","text":"“Foreigners, who do not belong to your people Israel, will come from a distant land because of your great reputation and your ability to accomplish mighty deeds; they will come and direct their prayers toward this temple."},{"bookname":"2 Chronicles","chapter":"6","verse":"33","text":"Then listen from your heavenly dwelling place and answer all the prayers of the foreigners. Then all the nations of the earth will acknowledge your reputation, obey you like your people Israel do, and recognize that this temple I built belongs to you."},{"bookname":"2 Chronicles","chapter":"6","verse":"34","text":"“When you direct your people to march out and fight their enemies, and they direct their prayers to you toward this chosen city and this temple I built for your honor,"},{"bookname":"2 Chronicles","chapter":"6","verse":"35","text":"then listen from heaven to their prayers for help and vindicate them."},{"bookname":"2 Chronicles","chapter":"6","verse":"36","text":"“The time will come when your people will sin against you (for there is no one who is sinless!) and you will be angry at them and deliver them over to their enemies, who will take them as prisoners to their land, whether far away or close by."},{"bookname":"2 Chronicles","chapter":"6","verse":"37","text":"When your people come to their senses in the land where they are held prisoner, they will repent and beg for your mercy in the land of their imprisonment, admitting, ‘We have sinned and gone astray, we have done evil!’"},{"bookname":"2 Chronicles","chapter":"6","verse":"38","text":"When they return to you with all their heart and being in the land where they are held prisoner and direct their prayers toward the land you gave to their ancestors, your chosen city, and the temple I built for your honor,"},{"bookname":"2 Chronicles","chapter":"6","verse":"39","text":"then listen from your heavenly dwelling place to their prayers for help, vindicate them, and forgive your sinful people."},{"bookname":"2 Chronicles","chapter":"6","verse":"40","text":"“Now, my God, may you be attentive and responsive to the prayers offered in this place."},{"bookname":"2 Chronicles","chapter":"6","verse":"41","text":"Now ascend, O Lord God, to your resting place, you and the ark of your strength! May your priests, O Lord God, experience your deliverance! May your loyal followers rejoice in the prosperity you give!"},{"bookname":"2 Chronicles","chapter":"6","verse":"42","text":"O Lord God, do not reject your chosen ones! Remember the faithful promises you made to your servant David!”"}],[{"bookname":"2 Chronicles","chapter":"7","verse":"1","text":"When Solomon finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices, and the Lord’s splendor filled the temple.","title":"Solomon Dedicates the Temple"},{"bookname":"2 Chronicles","chapter":"7","verse":"2","text":"The priests were unable to enter the Lord’s temple because the Lord’s splendor filled the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"7","verse":"3","text":"When all the Israelites saw the fire come down and the Lord’s splendor over the temple, they got on their knees with their faces downward toward the pavement. They worshiped and gave thanks to the Lord, saying, “Certainly he is good; certainly his loyal love endures!”"},{"bookname":"2 Chronicles","chapter":"7","verse":"4","text":"The king and all the people were presenting sacrifices to the Lord."},{"bookname":"2 Chronicles","chapter":"7","verse":"5","text":"King Solomon sacrificed 22,000 cattle and 120,000 sheep. Then the king and all the people dedicated God’s temple."},{"bookname":"2 Chronicles","chapter":"7","verse":"6","text":"The priests stood in their assigned spots, along with the Levites who had the musical instruments used for praising the Lord. (These were the ones King David made for giving thanks to the Lord and which were used by David when he offered praise, saying, “Certainly his loyal love endures.”) Opposite the Levites, the priests were blowing the trumpets, while all Israel stood there."},{"bookname":"2 Chronicles","chapter":"7","verse":"7","text":"Solomon consecrated the middle of the courtyard that is in front of the Lord’s temple. He offered burnt sacrifices, grain offerings, and the fat from the peace offerings there, because the bronze altar that Solomon had made was too small to hold all these offerings."},{"bookname":"2 Chronicles","chapter":"7","verse":"8","text":"At that time Solomon and all Israel with him celebrated a festival for seven days. This great assembly included people from Lebo Hamath in the north to the Brook of Egypt in the south."},{"bookname":"2 Chronicles","chapter":"7","verse":"9","text":"On the eighth day they held an assembly, for they had dedicated the altar for seven days and celebrated the festival for seven more days."},{"bookname":"2 Chronicles","chapter":"7","verse":"10","text":"On the twenty-third day of the seventh month, Solomon sent the people home. They left happy and contented because of the good the Lord had done for David, Solomon, and his people Israel."},{"bookname":"2 Chronicles","chapter":"7","verse":"11","text":"After Solomon finished building the Lord’s temple and the royal palace, and accomplished all his plans for the Lord’s temple and his royal palace,","title":"The Lord Gives Solomon a Promise and a Warning"},{"bookname":"2 Chronicles","chapter":"7","verse":"12","text":"the Lord appeared to Solomon at night and said to him: “I have answered your prayer and chosen this place to be my temple where sacrifices are to be made."},{"bookname":"2 Chronicles","chapter":"7","verse":"13","text":"When I close up the sky so that it doesn’t rain, or command locusts to devour the land’s vegetation, or send a plague among my people,"},{"bookname":"2 Chronicles","chapter":"7","verse":"14","text":"if my people, who belong to me, humble themselves, pray, seek to please me, and repudiate their sinful practices, then I will respond from heaven, forgive their sin, and heal their land."},{"bookname":"2 Chronicles","chapter":"7","verse":"15","text":"Now I will be attentive and responsive to the prayers offered in this place."},{"bookname":"2 Chronicles","chapter":"7","verse":"16","text":"Now I have chosen and consecrated this temple by making it my permanent home; I will be constantly present there."},{"bookname":"2 Chronicles","chapter":"7","verse":"17","text":"You must serve me as your father David did. Do everything I commanded and obey my rules and regulations."},{"bookname":"2 Chronicles","chapter":"7","verse":"18","text":"Then I will establish your dynasty, just as I promised your father David, ‘You will not fail to have a successor ruling over Israel.’"},{"bookname":"2 Chronicles","chapter":"7","verse":"19","text":"“But if you people ever turn away from me, fail to obey the regulations and rules I instructed you to keep, and decide to serve and worship other gods,"},{"bookname":"2 Chronicles","chapter":"7","verse":"20","text":"then I will remove you from my land I have given you, I will abandon this temple I have consecrated with my presence, and I will make you an object of mockery and ridicule among all the nations."},{"bookname":"2 Chronicles","chapter":"7","verse":"21","text":"As for this temple, which was once majestic, everyone who passes by it will be shocked and say, ‘Why did the Lord do this to this land and this temple?’"},{"bookname":"2 Chronicles","chapter":"7","verse":"22","text":"Others will then answer, ‘Because they abandoned the Lord God of their ancestors, who led them out of Egypt. They embraced other gods whom they worshiped and served. That is why he brought all this disaster down on them.’”"}],[{"bookname":"2 Chronicles","chapter":"8","verse":"1","text":"After twenty years, during which Solomon built the Lord’s temple and his royal palace,","title":"Building Projects and Commercial Efforts"},{"bookname":"2 Chronicles","chapter":"8","verse":"2","text":"Solomon rebuilt the cities that Huram had given him and settled Israelites there."},{"bookname":"2 Chronicles","chapter":"8","verse":"3","text":"Solomon went to Hamath Zobah and seized it."},{"bookname":"2 Chronicles","chapter":"8","verse":"4","text":"He built up Tadmor in the wilderness and all the storage cities he had built in Hamath."},{"bookname":"2 Chronicles","chapter":"8","verse":"5","text":"He made upper Beth Horon and lower Beth Horon fortified cities with walls and barred gates,"},{"bookname":"2 Chronicles","chapter":"8","verse":"6","text":"and built up Baalath, all the storage cities that belonged to him, and all the cities where chariots and horses were kept. He built whatever he wanted in Jerusalem, Lebanon, and throughout his entire kingdom."},{"bookname":"2 Chronicles","chapter":"8","verse":"7","text":"Now several non-Israelite peoples were left in the land after the conquest of Joshua, including the Hittites, Amorites, Perizzites, Hivites, and Jebusites."},{"bookname":"2 Chronicles","chapter":"8","verse":"8","text":"Their descendants remained in the land (the Israelites were unable to wipe them out). Solomon conscripted them for his work crews and they continue in that role to this very day."},{"bookname":"2 Chronicles","chapter":"8","verse":"9","text":"Solomon did not assign Israelites to these work crews; the Israelites served as his soldiers, officers, charioteers, and commanders of his chariot forces."},{"bookname":"2 Chronicles","chapter":"8","verse":"10","text":"These men worked for Solomon as supervisors; there were a total of 250 of them who were in charge of the people."},{"bookname":"2 Chronicles","chapter":"8","verse":"11","text":"Solomon moved Pharaoh’s daughter up from the City of David to the palace he had built for her, for he said, “My wife must not live in the palace of King David of Israel, for the places where the ark of the Lord has entered are holy.”"},{"bookname":"2 Chronicles","chapter":"8","verse":"12","text":"Then Solomon offered burnt sacrifices to the Lord on the altar of the Lord which he had built in front of the temple’s porch."},{"bookname":"2 Chronicles","chapter":"8","verse":"13","text":"He observed the daily requirements for sacrifices that Moses had specified for Sabbaths, new moon festivals, and the three annual celebrations &#8211; the Feast of Unleavened Bread, the Feast of Weeks, and the Feast of Temporary Shelters."},{"bookname":"2 Chronicles","chapter":"8","verse":"14","text":"As his father David had decreed, Solomon appointed the divisions of the priests to do their assigned tasks, the Levitical orders to lead worship and help the priests with their daily tasks, and the divisions of the gatekeepers to serve at their assigned gates. This was what David the man of God had ordered."},{"bookname":"2 Chronicles","chapter":"8","verse":"15","text":"They did not neglect any detail of the king’s orders pertaining to the priests, Levites, and treasuries."},{"bookname":"2 Chronicles","chapter":"8","verse":"16","text":"All the work ordered by Solomon was completed, from the day the foundation of the Lord’s temple was laid until it was finished; the Lord’s temple was completed."},{"bookname":"2 Chronicles","chapter":"8","verse":"17","text":"Then Solomon went to Ezion Geber and to Elat on the coast in the land of Edom."},{"bookname":"2 Chronicles","chapter":"8","verse":"18","text":"Huram sent him ships and some of his sailors, men who were well acquainted with the sea. They sailed with Solomon’s men to Ophir, and took from there 450 talents of gold, which they brought back to King Solomon."}],[{"bookname":"2 Chronicles","chapter":"9","verse":"1","text":"When the queen of Sheba heard about Solomon, she came to challenge him with difficult questions. She arrived in Jerusalem with a great display of pomp, bringing with her camels carrying spices, a very large quantity of gold, and precious gems. She visited Solomon and discussed with him everything that was on her mind.","title":"Solomon Entertains a Queen"},{"bookname":"2 Chronicles","chapter":"9","verse":"2","text":"Solomon answered all her questions; there was no question too complex for the king."},{"bookname":"2 Chronicles","chapter":"9","verse":"3","text":"When the queen of Sheba saw for herself Solomon’s extensive wisdom, the palace he had built,"},{"bookname":"2 Chronicles","chapter":"9","verse":"4","text":"the food in his banquet hall, his servants and attendants in their robes, his cupbearers in their robes, and his burnt sacrifices which he presented in the Lord’s temple, she was amazed."},{"bookname":"2 Chronicles","chapter":"9","verse":"5","text":"She said to the king, “The report I heard in my own country about your wise sayings and insight was true!"},{"bookname":"2 Chronicles","chapter":"9","verse":"6","text":"I did not believe these things until I came and saw them with my own eyes. Indeed, I didn’t hear even half the story! Your wisdom surpasses what was reported to me."},{"bookname":"2 Chronicles","chapter":"9","verse":"7","text":"Your attendants, who stand before you at all times and hear your wise sayings, are truly happy!"},{"bookname":"2 Chronicles","chapter":"9","verse":"8","text":"May the Lord your God be praised because he favored you by placing you on his throne as the one ruling on his behalf! Because of your God’s love for Israel and his lasting commitment to them, he made you king over them so you could make just and right decisions.”"},{"bookname":"2 Chronicles","chapter":"9","verse":"9","text":"She gave the king 120 talents of gold and a very large quantity of spices and precious gems. The quantity of spices the queen of Sheba gave King Solomon has never been matched."},{"bookname":"2 Chronicles","chapter":"9","verse":"10","text":"(Huram’s servants, aided by Solomon’s servants, brought gold from Ophir, as well as fine timber and precious gems."},{"bookname":"2 Chronicles","chapter":"9","verse":"11","text":"With the timber the king made steps for the Lord’s temple and royal palace as well as stringed instruments for the musicians. No one had seen anything like them in the land of Judah prior to that.)"},{"bookname":"2 Chronicles","chapter":"9","verse":"12","text":"King Solomon gave the queen of Sheba everything she requested, more than what she had brought him. Then she left and returned to her homeland with her attendants."},{"bookname":"2 Chronicles","chapter":"9","verse":"13","text":"Solomon received 666 talents of gold per year,","title":"Solomon&#8217;s Wealth"},{"bookname":"2 Chronicles","chapter":"9","verse":"14","text":"besides what he collected from the merchants and traders. All the Arabian kings and the governors of the land also brought gold and silver to Solomon."},{"bookname":"2 Chronicles","chapter":"9","verse":"15","text":"King Solomon made two hundred large shields of hammered gold; 600 measures of hammered gold were used for each shield."},{"bookname":"2 Chronicles","chapter":"9","verse":"16","text":"He also made three hundred small shields of hammered gold; 300 measures of gold were used for each of those shields. The king placed them in the Palace of the Lebanon Forest."},{"bookname":"2 Chronicles","chapter":"9","verse":"17","text":"The king made a large throne decorated with ivory and overlaid it with pure gold."},{"bookname":"2 Chronicles","chapter":"9","verse":"18","text":"There were six steps leading up to the throne, and a gold footstool was attached to the throne. The throne had two armrests with a statue of a lion standing on each side."},{"bookname":"2 Chronicles","chapter":"9","verse":"19","text":"There were twelve statues of lions on the six steps, one lion at each end of each step. There was nothing like it in any other kingdom."},{"bookname":"2 Chronicles","chapter":"9","verse":"20","text":"All of King Solomon’s cups were made of gold, and all the household items in the Palace of the Lebanon Forest were made of pure gold. There were no silver items, for silver was not considered very valuable in Solomon’s time."},{"bookname":"2 Chronicles","chapter":"9","verse":"21","text":"The king had a fleet of large merchant ships manned by Huram’s men that sailed the sea. Once every three years the fleet came into port with cargoes of gold, silver, ivory, apes, and peacocks."},{"bookname":"2 Chronicles","chapter":"9","verse":"22","text":"King Solomon was wealthier and wiser than any of the kings of the earth."},{"bookname":"2 Chronicles","chapter":"9","verse":"23","text":"All the kings of the earth wanted to visit Solomon to see him display his God-given wisdom."},{"bookname":"2 Chronicles","chapter":"9","verse":"24","text":"Year after year visitors brought their gifts, which included items of silver, items of gold, clothes, perfume, spices, horses, and mules."},{"bookname":"2 Chronicles","chapter":"9","verse":"25","text":"Solomon had 4,000 stalls for his chariot horses and 12,000 horses. He kept them in assigned cities and in Jerusalem."},{"bookname":"2 Chronicles","chapter":"9","verse":"26","text":"He ruled all the kingdoms from the Euphrates River to the land of the Philistines as far as the border of Egypt."},{"bookname":"2 Chronicles","chapter":"9","verse":"27","text":"The king made silver as plentiful in Jerusalem as stones; cedar was as plentiful as sycamore fig trees are in the lowlands."},{"bookname":"2 Chronicles","chapter":"9","verse":"28","text":"Solomon acquired horses from Egypt and from all the lands."},{"bookname":"2 Chronicles","chapter":"9","verse":"29","text":"The rest of the events of Solomon’s reign, from start to finish, are recorded in the Annals of Nathan the Prophet, the Prophecy of Ahijah the Shilonite, and the Vision of Iddo the Seer pertaining to Jeroboam son of Nebat.","title":"Solomon&#8217;s Reign Ends"},{"bookname":"2 Chronicles","chapter":"9","verse":"30","text":"Solomon ruled over all Israel from Jerusalem for forty years."},{"bookname":"2 Chronicles","chapter":"9","verse":"31","text":"Then Solomon passed away and was buried in the city of his father David. His son Rehoboam replaced him as king."}],[{"bookname":"2 Chronicles","chapter":"10","verse":"1","text":"Rehoboam traveled to Shechem, for all Israel had gathered in Shechem to make Rehoboam king.","title":"The Northern Tribes Rebel"},{"bookname":"2 Chronicles","chapter":"10","verse":"2","text":"When Jeroboam son of Nebat heard the news, he was still in Egypt, where he had fled from King Solomon. Jeroboam returned from Egypt."},{"bookname":"2 Chronicles","chapter":"10","verse":"3","text":"They sent for him and Jeroboam and all Israel came and spoke to Rehoboam, saying,"},{"bookname":"2 Chronicles","chapter":"10","verse":"4","text":"“Your father made us work too hard! Now if you lighten the demands he made and don’t make us work as hard, we will serve you.”"},{"bookname":"2 Chronicles","chapter":"10","verse":"5","text":"He said to them, “Go away for three days, then return to me.” So the people went away."},{"bookname":"2 Chronicles","chapter":"10","verse":"6","text":"King Rehoboam consulted with the older advisers who had served his father Solomon when he had been alive. He asked them, “How do you advise me to answer these people?”"},{"bookname":"2 Chronicles","chapter":"10","verse":"7","text":"They said to him, “If you are fair to these people, grant their request, and are cordial to them, they will be your servants from this time forward.”"},{"bookname":"2 Chronicles","chapter":"10","verse":"8","text":"But Rehoboam rejected their advice and consulted the young advisers who served him, with whom he had grown up."},{"bookname":"2 Chronicles","chapter":"10","verse":"9","text":"He asked them, “How do you advise me to respond to these people who said to me, ‘Lessen the demands your father placed on us’?”"},{"bookname":"2 Chronicles","chapter":"10","verse":"10","text":"The young advisers with whom Rehoboam had grown up said to him, “Say this to these people who have said to you, ‘Your father made us work hard, but now lighten our burden’ &#8211; say this to them: ‘I am a lot harsher than my father!"},{"bookname":"2 Chronicles","chapter":"10","verse":"11","text":"My father imposed heavy demands on you; I will make them even heavier. My father punished you with ordinary whips; I will punish you with whips that really sting your flesh.’”"},{"bookname":"2 Chronicles","chapter":"10","verse":"12","text":"Jeroboam and all the people reported to Rehoboam on the third day, just as the king had ordered when he said, “Return to me on the third day.”"},{"bookname":"2 Chronicles","chapter":"10","verse":"13","text":"The king responded to the people harshly. He rejected the advice of the older men"},{"bookname":"2 Chronicles","chapter":"10","verse":"14","text":"and followed the advice of the younger ones. He said, “My father imposed heavy demands on you; I will make them even heavier. My father punished you with ordinary whips; I will punish you with whips that really sting your flesh.”"},{"bookname":"2 Chronicles","chapter":"10","verse":"15","text":"The king refused to listen to the people, because God was instigating this turn of events so that he might bring to pass the prophetic announcement he had made through Ahijah the Shilonite to Jeroboam son of Nebat."},{"bookname":"2 Chronicles","chapter":"10","verse":"16","text":"When all Israel saw that the king refused to listen to them, the people answered the king, “We have no portion in David &#8211; no share in the son of Jesse! Return to your homes, O Israel! Now, look after your own dynasty, O David!” So all Israel returned to their homes."},{"bookname":"2 Chronicles","chapter":"10","verse":"17","text":"(Rehoboam continued to rule over the Israelites who lived in the cities of Judah.)"},{"bookname":"2 Chronicles","chapter":"10","verse":"18","text":"King Rehoboam sent Hadoram, the supervisor of the work crews, out after them, but the Israelites stoned him to death. King Rehoboam managed to jump into his chariot and escape to Jerusalem."},{"bookname":"2 Chronicles","chapter":"10","verse":"19","text":"So Israel has been in rebellion against the Davidic dynasty to this very day."}],[{"bookname":"2 Chronicles","chapter":"11","verse":"1","text":"When Rehoboam arrived in Jerusalem, he summoned 180,000 skilled warriors from Judah and Benjamin to attack Israel and restore the kingdom to Rehoboam."},{"bookname":"2 Chronicles","chapter":"11","verse":"2","text":"But the Lord told Shemaiah the prophet,"},{"bookname":"2 Chronicles","chapter":"11","verse":"3","text":"“Say this to King Rehoboam son of Solomon of Judah and to all the Israelites in Judah and Benjamin,"},{"bookname":"2 Chronicles","chapter":"11","verse":"4","text":"‘The Lord says this: “Do not attack and make war with your brothers. Each of you go home, for I have caused this to happen.”’” They obeyed the Lord and called off the attack against Jeroboam."},{"bookname":"2 Chronicles","chapter":"11","verse":"5","text":"Rehoboam lived in Jerusalem; he built up these fortified cities throughout Judah:","title":"Rehoboam&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"11","verse":"6","text":"Bethlehem, Etam, Tekoa,"},{"bookname":"2 Chronicles","chapter":"11","verse":"7","text":"Beth Zur, Soco, Adullam,"},{"bookname":"2 Chronicles","chapter":"11","verse":"8","text":"Gath, Mareshah, Ziph,"},{"bookname":"2 Chronicles","chapter":"11","verse":"9","text":"Adoraim, Lachish, Azekah,"},{"bookname":"2 Chronicles","chapter":"11","verse":"10","text":"Zorah, Aijalon, and Hebron. These were the fortified cities in Judah and Benjamin."},{"bookname":"2 Chronicles","chapter":"11","verse":"11","text":"He fortified these cities and placed officers in them, as well as storehouses of food, olive oil, and wine."},{"bookname":"2 Chronicles","chapter":"11","verse":"12","text":"In each city there were shields and spears; he strongly fortified them. Judah and Benjamin belonged to him."},{"bookname":"2 Chronicles","chapter":"11","verse":"13","text":"The priests and Levites who lived throughout Israel supported him, no matter where they resided."},{"bookname":"2 Chronicles","chapter":"11","verse":"14","text":"The Levites even left their pasturelands and their property behind and came to Judah and Jerusalem, for Jeroboam and his sons prohibited them from serving as the Lord’s priests."},{"bookname":"2 Chronicles","chapter":"11","verse":"15","text":"Jeroboam appointed his own priests to serve at the worship centers and to lead in the worship of the goat idols and calf idols he had made."},{"bookname":"2 Chronicles","chapter":"11","verse":"16","text":"Those among all the Israelite tribes who were determined to worship the Lord God of Israel followed them to Jerusalem to sacrifice to the Lord God of their ancestors."},{"bookname":"2 Chronicles","chapter":"11","verse":"17","text":"They supported the kingdom of Judah and were loyal to Rehoboam son of Solomon for three years; they followed the edicts of David and Solomon for three years."},{"bookname":"2 Chronicles","chapter":"11","verse":"18","text":"Rehoboam married Mahalath the daughter of David’s son Jerimoth and of Abihail, the daughter of Jesse’s son Eliab."},{"bookname":"2 Chronicles","chapter":"11","verse":"19","text":"She bore him sons named Jeush, Shemariah, and Zaham."},{"bookname":"2 Chronicles","chapter":"11","verse":"20","text":"He later married Maacah the daughter of Absalom. She bore to him Abijah, Attai, Ziza, and Shelomith."},{"bookname":"2 Chronicles","chapter":"11","verse":"21","text":"Rehoboam loved Maacah daughter of Absalom more than his other wives and concubines. He had eighteen wives and sixty concubines; he fathered twenty-eight sons and sixty daughters."},{"bookname":"2 Chronicles","chapter":"11","verse":"22","text":"Rehoboam appointed Abijah son of Maacah as the leader over his brothers, for he intended to name him his successor."},{"bookname":"2 Chronicles","chapter":"11","verse":"23","text":"He wisely placed some of his many sons throughout the regions of Judah and Benjamin in the various fortified cities. He supplied them with abundant provisions and acquired many wives for them."}],[{"bookname":"2 Chronicles","chapter":"12","verse":"1","text":"After Rehoboam’s rule was established and solidified, he and all Israel rejected the law of the Lord."},{"bookname":"2 Chronicles","chapter":"12","verse":"2","text":"Because they were unfaithful to the Lord, in King Rehoboam’s fifth year, King Shishak of Egypt attacked Jerusalem."},{"bookname":"2 Chronicles","chapter":"12","verse":"3","text":"He had 1,200 chariots, 60,000 horsemen, and an innumerable number of soldiers who accompanied him from Egypt, including Libyans, Sukkites, and Cushites."},{"bookname":"2 Chronicles","chapter":"12","verse":"4","text":"He captured the fortified cities of Judah and marched against Jerusalem."},{"bookname":"2 Chronicles","chapter":"12","verse":"5","text":"Shemaiah the prophet visited Rehoboam and the leaders of Judah who were assembled in Jerusalem because of Shishak. He said to them, “This is what the Lord says: ‘You have rejected me, so I have rejected you and will hand you over to Shishak.’”"},{"bookname":"2 Chronicles","chapter":"12","verse":"6","text":"The leaders of Israel and the king humbled themselves and said, “The Lord is just.”"},{"bookname":"2 Chronicles","chapter":"12","verse":"7","text":"When the Lord saw that they humbled themselves, he gave this message to Shemaiah: “They have humbled themselves, so I will not destroy them. I will deliver them soon. My anger will not be unleashed against Jerusalem through Shishak."},{"bookname":"2 Chronicles","chapter":"12","verse":"8","text":"Yet they will become his subjects, so they can experience how serving me differs from serving the surrounding nations.”"},{"bookname":"2 Chronicles","chapter":"12","verse":"9","text":"King Shishak of Egypt attacked Jerusalem and took away the treasures of the Lord’s temple and of the royal palace; he took everything, including the gold shields that Solomon had made."},{"bookname":"2 Chronicles","chapter":"12","verse":"10","text":"King Rehoboam made bronze shields to replace them and assigned them to the officers of the royal guard who protected the entrance to the royal palace."},{"bookname":"2 Chronicles","chapter":"12","verse":"11","text":"Whenever the king visited the Lord’s temple, the royal guards carried them and then brought them back to the guardroom."},{"bookname":"2 Chronicles","chapter":"12","verse":"12","text":"So when Rehoboam humbled himself, the Lord relented from his anger and did not annihilate him; Judah experienced some good things."},{"bookname":"2 Chronicles","chapter":"12","verse":"13","text":"King Rehoboam solidified his rule in Jerusalem; he was forty-one years old when he became king and he ruled for seventeen years in Jerusalem, the city the Lord chose from all the tribes of Israel to be his home. Rehoboam’s mother was an Ammonite named Naamah."},{"bookname":"2 Chronicles","chapter":"12","verse":"14","text":"He did evil because he was not determined to follow the Lord."},{"bookname":"2 Chronicles","chapter":"12","verse":"15","text":"The events of Rehoboam’s reign, from start to finish, are recorded in the Annals of Shemaiah the prophet and of Iddo the seer that include genealogical records."},{"bookname":"2 Chronicles","chapter":"12","verse":"16","text":"Then Rehoboam passed away and was buried in the City of David. His son Abijah replaced him as king."}],[{"bookname":"2 Chronicles","chapter":"13","verse":"1","text":"In the eighteenth year of the reign of King Jeroboam, Abijah became king over Judah.","title":"Abijah&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"13","verse":"2","text":"He ruled for three years in Jerusalem. His mother was Michaiah, the daughter of Uriel from Gibeah. There was war between Abijah and Jeroboam."},{"bookname":"2 Chronicles","chapter":"13","verse":"3","text":"Abijah launched the attack with 400,000 well-trained warriors, while Jeroboam deployed against him 800,000 well-trained warriors."},{"bookname":"2 Chronicles","chapter":"13","verse":"4","text":"Abijah ascended Mount Zemaraim, in the Ephraimite hill country, and said: “Listen to me, Jeroboam and all Israel!"},{"bookname":"2 Chronicles","chapter":"13","verse":"5","text":"Don’t you realize that the Lord God of Israel has given David and his dynasty lasting dominion over Israel by a formal agreement?"},{"bookname":"2 Chronicles","chapter":"13","verse":"6","text":"Jeroboam son of Nebat, a servant of Solomon son of David, rose up and rebelled against his master."},{"bookname":"2 Chronicles","chapter":"13","verse":"7","text":"Lawless good-for-nothing men gathered around him and conspired against Rehoboam son of Solomon, when Rehoboam was an inexperienced young man and could not resist them."},{"bookname":"2 Chronicles","chapter":"13","verse":"8","text":"Now you are declaring that you will resist the Lord’s rule through the Davidic dynasty. You have a huge army, and bring with you the gold calves that Jeroboam made for you as gods."},{"bookname":"2 Chronicles","chapter":"13","verse":"9","text":"But you banished the Lord’s priests, Aaron’s descendants, and the Levites, and appointed your own priests just as the surrounding nations do! Anyone who comes to consecrate himself with a young bull or seven rams becomes a priest of these fake gods!"},{"bookname":"2 Chronicles","chapter":"13","verse":"10","text":"But as for us, the Lord is our God and we have not rejected him. Aaron’s descendants serve as the Lord’s priests and the Levites assist them with the work."},{"bookname":"2 Chronicles","chapter":"13","verse":"11","text":"They offer burnt sacrifices to the Lord every morning and every evening, along with fragrant incense. They arrange the Bread of the Presence on a ritually clean table and light the lamps on the gold lampstand every evening. Certainly we are observing the Lord our God’s regulations, but you have rejected him."},{"bookname":"2 Chronicles","chapter":"13","verse":"12","text":"Now look, God is with us as our leader. His priests are ready to blow the trumpets to signal the attack against you. You Israelites, don’t fight against the Lord God of your ancestors, for you will not win!”"},{"bookname":"2 Chronicles","chapter":"13","verse":"13","text":"Now Jeroboam had sent some men to ambush the Judahite army from behind. The main army was in front of the Judahite army; the ambushers were behind it."},{"bookname":"2 Chronicles","chapter":"13","verse":"14","text":"The men of Judah turned around and realized they were being attacked from the front and the rear. So they cried out for help to the Lord. The priests blew their trumpets,"},{"bookname":"2 Chronicles","chapter":"13","verse":"15","text":"and the men of Judah gave the battle cry. As the men of Judah gave the battle cry, the Lord struck down Jeroboam and all Israel before Abijah and Judah."},{"bookname":"2 Chronicles","chapter":"13","verse":"16","text":"The Israelites fled from before the Judahite army, and God handed them over to the men of Judah."},{"bookname":"2 Chronicles","chapter":"13","verse":"17","text":"Abijah and his army thoroughly defeated them; 500,000 well-trained Israelite men fell dead."},{"bookname":"2 Chronicles","chapter":"13","verse":"18","text":"That day the Israelites were defeated; the men of Judah prevailed because they relied on the Lord God of their ancestors."},{"bookname":"2 Chronicles","chapter":"13","verse":"19","text":"Abijah chased Jeroboam; he seized from him these cities: Bethel and its surrounding towns, Jeshanah and its surrounding towns, and Ephron and its surrounding towns."},{"bookname":"2 Chronicles","chapter":"13","verse":"20","text":"Jeroboam did not regain power during the reign of Abijah. The Lord struck him down and he died."},{"bookname":"2 Chronicles","chapter":"13","verse":"21","text":"Abijah’s power grew; he had fourteen wives and fathered twenty-two sons and sixteen daughters."},{"bookname":"2 Chronicles","chapter":"13","verse":"22","text":"The rest of the events of Abijah’s reign, including his deeds and sayings, are recorded in the writings of the prophet Iddo."}],[{"bookname":"2 Chronicles","chapter":"14","verse":"1","text":" Abijah passed away and was buried in the City of David. His son Asa replaced him as king. During his reign the land had rest for ten years."},{"bookname":"2 Chronicles","chapter":"14","verse":"2","text":" Asa did what the Lord his God desired and approved.","title":"Asa&#8217;s Religious and Military Accomplishments"},{"bookname":"2 Chronicles","chapter":"14","verse":"3","text":"He removed the pagan altars and the high places, smashed the sacred pillars, and cut down the Asherah poles."},{"bookname":"2 Chronicles","chapter":"14","verse":"4","text":"He ordered Judah to seek the Lord God of their ancestors and to observe his law and commands."},{"bookname":"2 Chronicles","chapter":"14","verse":"5","text":"He removed the high places and the incense altars from all the cities of Judah. The kingdom had rest under his rule."},{"bookname":"2 Chronicles","chapter":"14","verse":"6","text":"He built fortified cities throughout Judah, for the land was at rest and there was no war during those years; the Lord gave him peace."},{"bookname":"2 Chronicles","chapter":"14","verse":"7","text":"He said to the people of Judah: “Let’s build these cities and fortify them with walls, towers, and barred gates. The land remains ours because we have followed the Lord our God and he has made us secure on all sides.” So they built the cities and prospered."},{"bookname":"2 Chronicles","chapter":"14","verse":"8","text":"Asa had an army of 300,000 men from Judah, equipped with large shields and spears. He also had 280,000 men from Benjamin who carried small shields and were adept archers; they were all skilled warriors."},{"bookname":"2 Chronicles","chapter":"14","verse":"9","text":"Zerah the Cushite marched against them with an army of 1,000,000 men and 300 chariots. He arrived at Mareshah,"},{"bookname":"2 Chronicles","chapter":"14","verse":"10","text":"and Asa went out to oppose him. They deployed for battle in the Valley of Zephathah near Mareshah."},{"bookname":"2 Chronicles","chapter":"14","verse":"11","text":"Asa prayed to the Lord his God: “O Lord, there is no one but you who can help the weak when they are vastly outnumbered. Help us, O Lord our God, for we rely on you and have marched on your behalf against this huge army. O Lord our God, don’t let men prevail against you!”"},{"bookname":"2 Chronicles","chapter":"14","verse":"12","text":"The Lord struck down the Cushites before Asa and Judah. The Cushites fled,"},{"bookname":"2 Chronicles","chapter":"14","verse":"13","text":"and Asa and his army chased them as far as Gerar. The Cushites were wiped out; they were shattered before the Lord and his army. The men of Judah carried off a huge amount of plunder."},{"bookname":"2 Chronicles","chapter":"14","verse":"14","text":"They defeated all the cities surrounding Gerar, for the Lord caused them to panic. The men of Judah looted all the cities, for they contained a huge amount of goods."},{"bookname":"2 Chronicles","chapter":"14","verse":"15","text":"They also attacked the tents of the herdsmen in charge of the livestock. They carried off many sheep and camels and then returned to Jerusalem."}],[{"bookname":"2 Chronicles","chapter":"15","verse":"1","text":"God’s Spirit came upon Azariah son of Oded."},{"bookname":"2 Chronicles","chapter":"15","verse":"2","text":"He met Asa and told him, “Listen to me, Asa and all Judah and Benjamin! The Lord is with you when you are loyal to him. If you seek him, he will respond to you, but if you reject him, he will reject you."},{"bookname":"2 Chronicles","chapter":"15","verse":"3","text":"For a long time Israel had no true God, or priest to instruct them, or law."},{"bookname":"2 Chronicles","chapter":"15","verse":"4","text":"Because of their distress, they turned back to the Lord God of Israel. They sought him and he responded to them."},{"bookname":"2 Chronicles","chapter":"15","verse":"5","text":"In those days no one could travel safely, for total chaos had overtaken all the people of the surrounding lands."},{"bookname":"2 Chronicles","chapter":"15","verse":"6","text":"One nation was crushed by another, and one city by another, for God caused them to be in great turmoil."},{"bookname":"2 Chronicles","chapter":"15","verse":"7","text":"But as for you, be strong and don’t get discouraged, for your work will be rewarded.”"},{"bookname":"2 Chronicles","chapter":"15","verse":"8","text":"When Asa heard these words and the prophecy of Oded the prophet, he was encouraged. He removed the detestable idols from the entire land of Judah and Benjamin and from the cities he had seized in the Ephraimite hill country. He repaired the altar of the Lord in front of the porch of the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"15","verse":"9","text":"He assembled all Judah and Benjamin, as well as the settlers from Ephraim, Manasseh, and Simeon who had come to live with them. Many people from Israel had come there to live when they saw that the Lord his God was with him."},{"bookname":"2 Chronicles","chapter":"15","verse":"10","text":"They assembled in Jerusalem in the third month of the fifteenth year of Asa’s reign."},{"bookname":"2 Chronicles","chapter":"15","verse":"11","text":"At that time they sacrificed to the Lord some of the plunder they had brought back, including 700 head of cattle and 7,000 sheep."},{"bookname":"2 Chronicles","chapter":"15","verse":"12","text":"They solemnly agreed to seek the Lord God of their ancestors with their whole heart and being."},{"bookname":"2 Chronicles","chapter":"15","verse":"13","text":"Anyone who would not seek the Lord God of Israel would be executed, whether they were young or old, male or female."},{"bookname":"2 Chronicles","chapter":"15","verse":"14","text":"They swore their allegiance to the Lord, shouting their approval loudly and sounding trumpets and horns."},{"bookname":"2 Chronicles","chapter":"15","verse":"15","text":"All Judah was happy about the oath, because they made the vow with their whole heart. They willingly sought the Lord and he responded to them. He made them secure on every side."},{"bookname":"2 Chronicles","chapter":"15","verse":"16","text":"King Asa also removed Maacah his grandmother from her position as queen mother because she had made a loathsome Asherah pole. Asa cut down her Asherah pole and crushed and burned it in the Kidron Valley."},{"bookname":"2 Chronicles","chapter":"15","verse":"17","text":"The high places were not eliminated from Israel, yet Asa was wholeheartedly devoted to the Lord throughout his lifetime."},{"bookname":"2 Chronicles","chapter":"15","verse":"18","text":"He brought the holy items that his father and he had made into God’s temple, including the silver, gold, and other articles."},{"bookname":"2 Chronicles","chapter":"15","verse":"19","text":"There was no more war until the thirty-fifth year of Asa’s reign.","title":"Asa&#8217;s Failures"}],[{"bookname":"2 Chronicles","chapter":"16","verse":"1","text":"In the thirty-sixth year of Asa’s reign, King Baasha of Israel attacked Judah, and he established Ramah as a military outpost to prevent anyone from leaving or entering the land of King Asa of Judah."},{"bookname":"2 Chronicles","chapter":"16","verse":"2","text":"Asa took all the silver and gold that was left in the treasuries of the Lord’s temple and of the royal palace and sent it to King Ben Hadad of Syria, ruler in Damascus, along with this message:"},{"bookname":"2 Chronicles","chapter":"16","verse":"3","text":"“I want to make a treaty with you, like the one our fathers made. See, I have sent you silver and gold. Break your treaty with King Baasha of Israel, so he will retreat from my land.”"},{"bookname":"2 Chronicles","chapter":"16","verse":"4","text":"Ben Hadad accepted King Asa’s offer and ordered his army commanders to attack the cities of Israel. They conquered Ijon, Dan, Abel Maim, and all the storage cities of Naphtali."},{"bookname":"2 Chronicles","chapter":"16","verse":"5","text":"When Baasha heard the news, he stopped fortifying Ramah and abandoned the project."},{"bookname":"2 Chronicles","chapter":"16","verse":"6","text":"King Asa ordered all the men of Judah to carry away the stones and wood that Baasha had used to build Ramah. He used the materials to build up Geba and Mizpah."},{"bookname":"2 Chronicles","chapter":"16","verse":"7","text":"At that time Hanani the prophet visited King Asa of Judah and said to him: “Because you relied on the king of Syria and did not rely on the Lord your God, the army of the king of Syria has escaped from your hand."},{"bookname":"2 Chronicles","chapter":"16","verse":"8","text":"Did not the Cushites and Libyans have a huge army with chariots and a very large number of horsemen? But when you relied on the Lord, he handed them over to you!"},{"bookname":"2 Chronicles","chapter":"16","verse":"9","text":"Certainly the Lord watches the whole earth carefully and is ready to strengthen those who are devoted to him. You have acted foolishly in this matter; from now on you will have war."},{"bookname":"2 Chronicles","chapter":"16","verse":"10","text":"Asa was so angry at the prophet, he put him in jail. Asa also oppressed some of the people at that time."},{"bookname":"2 Chronicles","chapter":"16","verse":"11","text":"The events of Asa’s reign, from start to finish, are recorded in the Scroll of the Kings of Judah and Israel.","title":"Asa&#8217;s Reign Ends"},{"bookname":"2 Chronicles","chapter":"16","verse":"12","text":"In the thirty-ninth year of his reign, Asa developed a foot disease. Though his disease was severe, he did not seek the Lord, but only the doctors."},{"bookname":"2 Chronicles","chapter":"16","verse":"13","text":"Asa passed away in the forty-first year of his reign."},{"bookname":"2 Chronicles","chapter":"16","verse":"14","text":"He was buried in the tomb he had carved out in the City of David. They laid him to rest on a bier covered with spices and assorted mixtures of ointments. They made a huge bonfire to honor him."}],[{"bookname":"2 Chronicles","chapter":"17","verse":"1","text":"His son Jehoshaphat replaced him as king and solidified his rule over Israel.","title":"Jehoshaphat Becomes King"},{"bookname":"2 Chronicles","chapter":"17","verse":"2","text":"He placed troops in all of Judah’s fortified cities and posted garrisons throughout the land of Judah and in the cities of Ephraim that his father Asa had seized."},{"bookname":"2 Chronicles","chapter":"17","verse":"3","text":"The Lord was with Jehoshaphat because he followed in his ancestor David’s footsteps at the beginning of his reign. He did not seek the Baals,"},{"bookname":"2 Chronicles","chapter":"17","verse":"4","text":"but instead sought the God of his ancestors and obeyed his commands, unlike the Israelites."},{"bookname":"2 Chronicles","chapter":"17","verse":"5","text":"The Lord made his kingdom secure; all Judah brought tribute to Jehoshaphat, and he became very wealthy and greatly respected."},{"bookname":"2 Chronicles","chapter":"17","verse":"6","text":"He was committed to following the Lord; he even removed the high places and Asherah poles from Judah."},{"bookname":"2 Chronicles","chapter":"17","verse":"7","text":"In the third year of his reign he sent his officials Ben-Hail, Obadiah, Zechariah, Nethanel, and Micaiah to teach in the cities of Judah."},{"bookname":"2 Chronicles","chapter":"17","verse":"8","text":"They were accompanied by the Levites Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-Adonijah, and by the priests Elishama and Jehoram."},{"bookname":"2 Chronicles","chapter":"17","verse":"9","text":"They taught throughout Judah, taking with them the scroll of the law of the Lord. They traveled to all the cities of Judah and taught the people."},{"bookname":"2 Chronicles","chapter":"17","verse":"10","text":"The Lord put fear into all the kingdoms surrounding Judah; they did not make war with Jehoshaphat."},{"bookname":"2 Chronicles","chapter":"17","verse":"11","text":"Some of the Philistines brought Jehoshaphat tribute, including a load of silver. The Arabs brought him 7,700 rams and 7,700 goats from their flocks."},{"bookname":"2 Chronicles","chapter":"17","verse":"12","text":"Jehoshaphat’s power kept increasing. He built fortresses and storage cities throughout Judah."},{"bookname":"2 Chronicles","chapter":"17","verse":"13","text":"He had many supplies stored in the cities of Judah and an army of skilled warriors stationed in Jerusalem."},{"bookname":"2 Chronicles","chapter":"17","verse":"14","text":"These were their divisions by families: There were a thousand officers from Judah. Adnah the commander led 300,000 skilled warriors,"},{"bookname":"2 Chronicles","chapter":"17","verse":"15","text":"Jehochanan the commander led 280,000,"},{"bookname":"2 Chronicles","chapter":"17","verse":"16","text":"and Amasiah son of Zikri, who volunteered to serve the Lord, led 200,000 skilled warriors."},{"bookname":"2 Chronicles","chapter":"17","verse":"17","text":"From Benjamin, Eliada, a skilled warrior, led 200,000 men who were equipped with bows and shields,"},{"bookname":"2 Chronicles","chapter":"17","verse":"18","text":"and Jehozabad led 180,000 trained warriors."},{"bookname":"2 Chronicles","chapter":"17","verse":"19","text":"These were the ones who served the king, besides those whom the king placed in the fortified cities throughout Judah."}],[{"bookname":"2 Chronicles","chapter":"18","verse":"1","text":"Jehoshaphat was very wealthy and greatly respected. He made an alliance by marriage with Ahab,","title":"Jehoshaphat Allies with Ahab"},{"bookname":"2 Chronicles","chapter":"18","verse":"2","text":"and after several years went down to visit Ahab in Samaria. Ahab slaughtered many sheep and cattle to honor Jehoshaphat and those who came with him. He persuaded him to join in an attack against Ramoth Gilead."},{"bookname":"2 Chronicles","chapter":"18","verse":"3","text":"King Ahab of Israel said to Jehoshaphat, “Will you go with me to attack Ramoth Gilead?” Jehoshaphat replied to the king of Israel, “I will support you; my army is at your disposal and will support you in battle.”"},{"bookname":"2 Chronicles","chapter":"18","verse":"4","text":"Then Jehoshaphat added, “First seek an oracle from the Lord.”"},{"bookname":"2 Chronicles","chapter":"18","verse":"5","text":"So the king of Israel assembled 400 prophets and asked them, “Should we attack Ramoth Gilead or not?” They said, “Attack! God will hand it over to the king.”"},{"bookname":"2 Chronicles","chapter":"18","verse":"6","text":"But Jehoshaphat asked, “Is there not a prophet of the Lord still here, that we may ask him?”"},{"bookname":"2 Chronicles","chapter":"18","verse":"7","text":"The king of Israel answered Jehoshaphat, “There is still one man through whom we can seek the Lord’s will. But I despise him because he does not prophesy prosperity for me, but always disaster. His name is Micaiah son of Imlah. Jehoshaphat said, “The king should not say such things!”"},{"bookname":"2 Chronicles","chapter":"18","verse":"8","text":"The king of Israel summoned an officer and said, “Quickly bring Micaiah son of Imlah.”"},{"bookname":"2 Chronicles","chapter":"18","verse":"9","text":"Now the king of Israel and King Jehoshaphat of Judah were sitting on their respective thrones, dressed in their royal robes, at the threshing floor at the entrance of the gate of Samaria. All the prophets were prophesying before them."},{"bookname":"2 Chronicles","chapter":"18","verse":"10","text":"Zedekiah son of Kenaanah made iron horns and said, “This is what the Lord says, ‘With these you will gore Syria until they are destroyed!’”"},{"bookname":"2 Chronicles","chapter":"18","verse":"11","text":"All the prophets were prophesying the same, saying, “Attack Ramoth Gilead! You will succeed; the Lord will hand it over to the king!”"},{"bookname":"2 Chronicles","chapter":"18","verse":"12","text":"Now the messenger who went to summon Micaiah said to him, “Look, the prophets are in complete agreement that the king will succeed. Your words must agree with theirs; you must predict success!”"},{"bookname":"2 Chronicles","chapter":"18","verse":"13","text":"But Micaiah said, “As certainly as the Lord lives, I will say what my God tells me to say!”"},{"bookname":"2 Chronicles","chapter":"18","verse":"14","text":"Micaiah came before the king and the king asked him, “Micaiah, should we attack Ramoth Gilead or not?” He answered him, “Attack! You will succeed; they will be handed over to you.”"},{"bookname":"2 Chronicles","chapter":"18","verse":"15","text":"The king said to him, “How many times must I make you solemnly promise in the name of the Lord to tell me only the truth?”"},{"bookname":"2 Chronicles","chapter":"18","verse":"16","text":"Micaiah replied, “I saw all Israel scattered on the mountains like sheep that have no shepherd. Then the Lord said, ‘They have no master. They should go home in peace.’”"},{"bookname":"2 Chronicles","chapter":"18","verse":"17","text":"The king of Israel said to Jehoshaphat, “Didn’t I tell you he does not prophesy prosperity for me, but disaster?”"},{"bookname":"2 Chronicles","chapter":"18","verse":"18","text":"Micaiah said, “That being the case, hear the word of the Lord: I saw the Lord sitting on his throne, with all the heavenly assembly standing on his right and on his left."},{"bookname":"2 Chronicles","chapter":"18","verse":"19","text":"The Lord said, ‘Who will deceive King Ahab of Israel, so he will attack Ramoth Gilead and die there?’ One said this and another that."},{"bookname":"2 Chronicles","chapter":"18","verse":"20","text":"Then a spirit stepped forward and stood before the Lord. He said, ‘I will deceive him.’ The Lord asked him, ‘How?’"},{"bookname":"2 Chronicles","chapter":"18","verse":"21","text":"He replied, ‘I will go out and be a lying spirit in the mouths of all his prophets.’ The Lord said, ‘Deceive and overpower him. Go out and do as you have proposed.’"},{"bookname":"2 Chronicles","chapter":"18","verse":"22","text":"So now, look, the Lord has placed a lying spirit in the mouths of all these prophets of yours; but the Lord has decreed disaster for you.”"},{"bookname":"2 Chronicles","chapter":"18","verse":"23","text":"Zedekiah son of Kenaanah approached, hit Micaiah on the jaw, and said, “Which way did the Lord’s spirit go when he went from me to speak to you?”"},{"bookname":"2 Chronicles","chapter":"18","verse":"24","text":"Micaiah replied, “Look, you will see in the day when you go into an inner room to hide.”"},{"bookname":"2 Chronicles","chapter":"18","verse":"25","text":"Then the king of Israel said, “Take Micaiah and return him to Amon the city official and Joash the king’s son."},{"bookname":"2 Chronicles","chapter":"18","verse":"26","text":"Say, ‘This is what the king says: “Put this man in prison. Give him only a little bread and water until I return safely.”’”"},{"bookname":"2 Chronicles","chapter":"18","verse":"27","text":"Micaiah said, “If you really do return safely, then the Lord has not spoken through me!” Then he added, “Take note, all you people.”"},{"bookname":"2 Chronicles","chapter":"18","verse":"28","text":"The king of Israel and King Jehoshaphat of Judah attacked Ramoth Gilead."},{"bookname":"2 Chronicles","chapter":"18","verse":"29","text":"The king of Israel said to Jehoshaphat, “I will disguise myself and then enter the battle; but you wear your royal attire.” So the king of Israel disguised himself and they entered the battle."},{"bookname":"2 Chronicles","chapter":"18","verse":"30","text":"Now the king of Syria had ordered his chariot commanders, “Do not fight common soldiers or high ranking officers; fight only the king of Israel!”"},{"bookname":"2 Chronicles","chapter":"18","verse":"31","text":"When the chariot commanders saw Jehoshaphat, they said, “He must be the king of Israel!” So they turned and attacked him, but Jehoshaphat cried out. The Lord helped him; God lured them away from him."},{"bookname":"2 Chronicles","chapter":"18","verse":"32","text":"When the chariot commanders realized he was not the king of Israel, they turned away from him."},{"bookname":"2 Chronicles","chapter":"18","verse":"33","text":"Now an archer shot an arrow at random and it struck the king of Israel between the plates of his armor. The king ordered his charioteer, “Turn around and take me from the battle line, for I am wounded.”"},{"bookname":"2 Chronicles","chapter":"18","verse":"34","text":"While the battle raged throughout the day, the king stood propped up in his chariot opposite the Syrians. He died in the evening as the sun was setting."}],[{"bookname":"2 Chronicles","chapter":"19","verse":"1","text":"When King Jehoshaphat of Judah returned home safely to Jerusalem,"},{"bookname":"2 Chronicles","chapter":"19","verse":"2","text":"the prophet Jehu son of Hanani confronted him; he said to King Jehoshaphat, “Is it right to help the wicked and be an ally of those who oppose the Lord? Because you have done this the Lord is angry with you!"},{"bookname":"2 Chronicles","chapter":"19","verse":"3","text":"Nevertheless you have done some good things; you removed the Asherah poles from the land and you were determined to follow the Lord.”"},{"bookname":"2 Chronicles","chapter":"19","verse":"4","text":"Jehoshaphat lived in Jerusalem. He went out among the people from Beer Sheba to the hill country of Ephraim and encouraged them to follow the Lord God of their ancestors.","title":"Jehoshaphat Appoints Judges"},{"bookname":"2 Chronicles","chapter":"19","verse":"5","text":"He appointed judges throughout the land and in each of the fortified cities of Judah."},{"bookname":"2 Chronicles","chapter":"19","verse":"6","text":"He told the judges, “Be careful what you do, for you are not judging for men, but for the Lord, who will be with you when you make judicial decisions."},{"bookname":"2 Chronicles","chapter":"19","verse":"7","text":"Respect the Lord and make careful decisions, for the Lord our God disapproves of injustice, partiality, and bribery.”"},{"bookname":"2 Chronicles","chapter":"19","verse":"8","text":"In Jerusalem Jehoshaphat appointed some Levites, priests, and Israelite family leaders to judge on behalf of the Lord and to settle disputes among the residents of Jerusalem."},{"bookname":"2 Chronicles","chapter":"19","verse":"9","text":"He commanded them: “Carry out your duties with respect for the Lord, with honesty, and with pure motives."},{"bookname":"2 Chronicles","chapter":"19","verse":"10","text":"Whenever your countrymen who live in the cities bring a case before you (whether it involves a violent crime or other matters related to the law, commandments, rules, and regulations), warn them that they must not sin against the Lord. If you fail to do so, God will be angry with you and your colleagues; but if you obey, you will be free of guilt."},{"bookname":"2 Chronicles","chapter":"19","verse":"11","text":"You will report to Amariah the chief priest in all matters pertaining to the Lord’s law, and to Zebadiah son of Ishmael, the leader of the family of Judah, in all matters pertaining to the king. The Levites will serve as officials before you. Confidently carry out your duties! May the Lord be with those who do well!”"}],[{"bookname":"2 Chronicles","chapter":"20","verse":"1","text":"Later the Moabites and Ammonites, along with some of the Meunites, attacked Jehoshaphat.","title":"The Lord Gives Jehoshaphat Military Success"},{"bookname":"2 Chronicles","chapter":"20","verse":"2","text":"Messengers arrived and reported to Jehoshaphat, “A huge army is attacking you from the other side of the Dead Sea, from the direction of Edom. Look, they are in Hazezon Tamar (that is, En Gedi).”"},{"bookname":"2 Chronicles","chapter":"20","verse":"3","text":"Jehoshaphat was afraid, so he decided to seek the Lord’s advice. He decreed that all Judah should observe a fast."},{"bookname":"2 Chronicles","chapter":"20","verse":"4","text":"The people of Judah assembled to ask for the Lord’s help; they came from all the cities of Judah to ask for the Lord’s help."},{"bookname":"2 Chronicles","chapter":"20","verse":"5","text":"Jehoshaphat stood before the assembly of Judah and Jerusalem at the Lord’s temple, in front of the new courtyard."},{"bookname":"2 Chronicles","chapter":"20","verse":"6","text":"He prayed: “O Lord God of our ancestors, you are the God who lives in heaven and rules over all the kingdoms of the nations. You possess strength and power; no one can stand against you."},{"bookname":"2 Chronicles","chapter":"20","verse":"7","text":"Our God, you drove out the inhabitants of this land before your people Israel and gave it as a permanent possession to the descendants of your friend Abraham."},{"bookname":"2 Chronicles","chapter":"20","verse":"8","text":"They settled down in it and built in it a temple to honor you, saying,"},{"bookname":"2 Chronicles","chapter":"20","verse":"9","text":"‘If disaster comes on us in the form of military attack, judgment, plague, or famine, we will stand in front of this temple before you, for you are present in this temple. We will cry out to you for help in our distress, so that you will hear and deliver us.’"},{"bookname":"2 Chronicles","chapter":"20","verse":"10","text":"Now the Ammonites, Moabites, and men from Mount Seir are coming! When Israel came from the land of Egypt, you did not allow them to invade these lands. They bypassed them and did not destroy them."},{"bookname":"2 Chronicles","chapter":"20","verse":"11","text":"Look how they are repaying us! They come to drive us out of our allotted land which you assigned to us!"},{"bookname":"2 Chronicles","chapter":"20","verse":"12","text":"Our God, will you not judge them? For we are powerless against this huge army that attacks us! We don’t know what we should do; we look to you for help.”"},{"bookname":"2 Chronicles","chapter":"20","verse":"13","text":"All the men of Judah were standing before the Lord, along with their infants, wives, and children."},{"bookname":"2 Chronicles","chapter":"20","verse":"14","text":"Then in the midst of the assembly, the Lord’s Spirit came upon Jachaziel son of Zechariah, son of Benaiah, son of Jeiel, son of Mattaniah, a Levite and descendant of Asaph."},{"bookname":"2 Chronicles","chapter":"20","verse":"15","text":"He said: “Pay attention, all you people of Judah, residents of Jerusalem, and King Jehoshaphat! This is what the Lord says to you: ‘Don’t be afraid and don’t panic because of this huge army! For the battle is not yours, but God’s."},{"bookname":"2 Chronicles","chapter":"20","verse":"16","text":"Tomorrow march down against them as they come up the Ascent of Ziz. You will find them at the end of the ravine in front of the Desert of Jeruel."},{"bookname":"2 Chronicles","chapter":"20","verse":"17","text":"You will not fight in this battle. Take your positions, stand, and watch the Lord deliver you, O Judah and Jerusalem. Don’t be afraid and don’t panic! Tomorrow march out toward them; the Lord is with you!’”"},{"bookname":"2 Chronicles","chapter":"20","verse":"18","text":"Jehoshaphat bowed down with his face toward the ground, and all the people of Judah and the residents of Jerusalem fell down before the Lord and worshiped him."},{"bookname":"2 Chronicles","chapter":"20","verse":"19","text":"Then some Levites, from the Kohathites and Korahites, got up and loudly praised the Lord God of Israel."},{"bookname":"2 Chronicles","chapter":"20","verse":"20","text":"Early the next morning they marched out to the Desert of Tekoa. When they were ready to march, Jehoshaphat stood up and said: “Listen to me, you people of Judah and residents of Jerusalem! Trust in the Lord your God and you will be safe! Trust in the message of his prophets and you will win.”"},{"bookname":"2 Chronicles","chapter":"20","verse":"21","text":"He met with the people and appointed musicians to play before the Lord and praise his majestic splendor. As they marched ahead of the warriors they said: “Give thanks to the Lord, for his loyal love endures.”"},{"bookname":"2 Chronicles","chapter":"20","verse":"22","text":"When they began to shout and praise, the Lord suddenly attacked the Ammonites, Moabites, and men from Mount Seir who were invading Judah, and they were defeated."},{"bookname":"2 Chronicles","chapter":"20","verse":"23","text":"The Ammonites and Moabites attacked the men from Mount Seir and annihilated them. When they had finished off the men of Seir, they attacked and destroyed one another."},{"bookname":"2 Chronicles","chapter":"20","verse":"24","text":"When the men of Judah arrived at the observation post overlooking the desert and looked at the huge army, they saw dead bodies on the ground; there were no survivors!"},{"bookname":"2 Chronicles","chapter":"20","verse":"25","text":"Jehoshaphat and his men went to gather the plunder; they found a huge amount of supplies, clothing and valuable items. They carried away everything they could. There was so much plunder, it took them three days to haul it off."},{"bookname":"2 Chronicles","chapter":"20","verse":"26","text":"On the fourth day they assembled in the Valley of Berachah, where they praised the Lord. So that place is called the Valley of Berachah to this very day."},{"bookname":"2 Chronicles","chapter":"20","verse":"27","text":"Then all the men of Judah and Jerusalem returned joyfully to Jerusalem with Jehoshaphat leading them; the Lord had given them reason to rejoice over their enemies."},{"bookname":"2 Chronicles","chapter":"20","verse":"28","text":"They entered Jerusalem to the sound of stringed instruments and trumpets and proceeded to the temple of the Lord."},{"bookname":"2 Chronicles","chapter":"20","verse":"29","text":"All the kingdoms of the surrounding lands were afraid of God when they heard how the Lord had fought against Israel’s enemies."},{"bookname":"2 Chronicles","chapter":"20","verse":"30","text":"Jehoshaphat’s kingdom enjoyed peace; his God made him secure on every side."},{"bookname":"2 Chronicles","chapter":"20","verse":"31","text":"Jehoshaphat reigned over Judah. He was thirty-five years old when he became king and he reigned for twenty-five years in Jerusalem. His mother was Azubah, the daughter of Shilhi.","title":"Jehoshaphat&#8217;s Reign Ends"},{"bookname":"2 Chronicles","chapter":"20","verse":"32","text":"He followed in his father Asa’s footsteps and was careful to do what the Lord approved."},{"bookname":"2 Chronicles","chapter":"20","verse":"33","text":"However, the high places were not eliminated; the people were still not devoted to the God of their ancestors."},{"bookname":"2 Chronicles","chapter":"20","verse":"34","text":"The rest of the events of Jehoshaphat’s reign, from start to finish, are recorded in the Annals of Jehu son of Hanani which are included in Scroll of the Kings of Israel."},{"bookname":"2 Chronicles","chapter":"20","verse":"35","text":"Later King Jehoshaphat of Judah made an alliance with King Ahaziah of Israel, who did evil."},{"bookname":"2 Chronicles","chapter":"20","verse":"36","text":"They agreed to make large seagoing merchant ships; they built the ships in Ezion Geber."},{"bookname":"2 Chronicles","chapter":"20","verse":"37","text":"Eliezer son of Dodavahu from Mareshah prophesied against Jehoshaphat, “Because you made an alliance with Ahaziah, the Lord will shatter what you have made.” The ships were wrecked and unable to go to sea."}],[{"bookname":"2 Chronicles","chapter":"21","verse":"1","text":"Jehoshaphat passed away and was buried with his ancestors in the City of David. His son Jehoram replaced him as king."},{"bookname":"2 Chronicles","chapter":"21","verse":"2","text":"His brothers, Jehoshaphat’s sons, were Azariah, Jechiel, Zechariah, Azariahu, Michael, and Shephatiah. All of these were sons of King Jehoshaphat of Israel.","title":"Jehoram&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"21","verse":"3","text":"Their father gave them many presents, including silver, gold, and other precious items, along with fortified cities in Judah. But he gave the kingdom to Jehoram because he was the firstborn."},{"bookname":"2 Chronicles","chapter":"21","verse":"4","text":"Jehoram took control of his father’s kingdom and became powerful. Then he killed all his brothers, as well as some of the officials of Israel."},{"bookname":"2 Chronicles","chapter":"21","verse":"5","text":"Jehoram was thirty-two years old when he became king and he reigned for eight years in Jerusalem."},{"bookname":"2 Chronicles","chapter":"21","verse":"6","text":"He followed in the footsteps of the kings of Israel, just as Ahab’s dynasty had done, for he married Ahab’s daughter. He did evil in the sight of the Lord."},{"bookname":"2 Chronicles","chapter":"21","verse":"7","text":"But the Lord was unwilling to destroy David’s dynasty because of the promise he had made to give David a perpetual dynasty."},{"bookname":"2 Chronicles","chapter":"21","verse":"8","text":"During Jehoram’s reign Edom freed themselves from Judah’s control and set up their own king."},{"bookname":"2 Chronicles","chapter":"21","verse":"9","text":"Jehoram crossed over to Zair with his officers and all his chariots. The Edomites, who had surrounded him, attacked at night and defeated him and his chariot officers."},{"bookname":"2 Chronicles","chapter":"21","verse":"10","text":"So Edom has remained free from Judah’s control to this very day. At that same time Libnah also rebelled and freed themselves from Judah’s control because Jehoram rejected the Lord God of his ancestors."},{"bookname":"2 Chronicles","chapter":"21","verse":"11","text":"He also built high places on the hills of Judah; he encouraged the residents of Jerusalem to be unfaithful to the Lord and led Judah away from the Lord."},{"bookname":"2 Chronicles","chapter":"21","verse":"12","text":"Jehoram received this letter from Elijah the prophet: “This is what the Lord God of your ancestor David says: ‘You have not followed in the footsteps of your father Jehoshaphat and of King Asa of Judah,"},{"bookname":"2 Chronicles","chapter":"21","verse":"13","text":"but have instead followed in the footsteps of the kings of Israel. You encouraged the people of Judah and the residents of Jerusalem to be unfaithful to the Lord, just as the family of Ahab does in Israel. You also killed your brothers, members of your father’s family, who were better than you."},{"bookname":"2 Chronicles","chapter":"21","verse":"14","text":"So look, the Lord is about to severely afflict your people, your sons, your wives, and all you own."},{"bookname":"2 Chronicles","chapter":"21","verse":"15","text":"And you will get a serious, chronic intestinal disease which will cause your intestines to come out.”"},{"bookname":"2 Chronicles","chapter":"21","verse":"16","text":"The Lord stirred up against Jehoram the Philistines and the Arabs who lived beside the Cushites."},{"bookname":"2 Chronicles","chapter":"21","verse":"17","text":"They attacked Judah and swept through it. They carried off everything they found in the royal palace, including his sons and wives. None of his sons was left, except for his youngest, Ahaziah."},{"bookname":"2 Chronicles","chapter":"21","verse":"18","text":"After all this happened, the Lord afflicted him with an incurable intestinal disease."},{"bookname":"2 Chronicles","chapter":"21","verse":"19","text":"After about two years his intestines came out because of the disease, so that he died a very painful death. His people did not make a bonfire to honor him, as they had done for his ancestors."},{"bookname":"2 Chronicles","chapter":"21","verse":"20","text":"Jehoram was thirty-two years old when he became king and he reigned eight years in Jerusalem. No one regretted his death; he was buried in the City of David, but not in the royal tombs."}],[{"bookname":"2 Chronicles","chapter":"22","verse":"1","text":"The residents of Jerusalem made his youngest son Ahaziah king in his place, for the raiding party that invaded the city with the Arabs had killed all the older sons. So Ahaziah son of Jehoram became king of Judah.","title":"Ahaziah&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"22","verse":"2","text":"Ahaziah was twenty-two years old when he became king and he reigned for one year in Jerusalem. His mother was Athaliah, the granddaughter of Omri."},{"bookname":"2 Chronicles","chapter":"22","verse":"3","text":"He followed in the footsteps of Ahab’s dynasty, for his mother gave him evil advice."},{"bookname":"2 Chronicles","chapter":"22","verse":"4","text":"He did evil in the sight of the Lord like Ahab’s dynasty because, after his father’s death, they gave him advice that led to his destruction."},{"bookname":"2 Chronicles","chapter":"22","verse":"5","text":"He followed their advice and joined Ahab’s son King Joram of Israel in a battle against King Hazael of Syria at Ramoth Gilead in which the Syrians defeated Joram."},{"bookname":"2 Chronicles","chapter":"22","verse":"6","text":"Joram returned to Jezreel to recover from the wounds he received from the Syrians in Ramah when he fought against King Hazael of Syria. Ahaziah son of King Jehoram of Judah went down to visit Joram son of Ahab in Jezreel, because he had been wounded."},{"bookname":"2 Chronicles","chapter":"22","verse":"7","text":"God brought about Ahaziah’s downfall through his visit to Joram. When Ahaziah arrived, he went out with Joram to meet Jehu son of Nimshi, whom the Lord had commissioned to wipe out Ahab’s family."},{"bookname":"2 Chronicles","chapter":"22","verse":"8","text":"While Jehu was dishing out punishment to Ahab’s family, he discovered the officials of Judah and the sons of Ahaziah’s relatives who were serving Ahaziah and killed them."},{"bookname":"2 Chronicles","chapter":"22","verse":"9","text":"He looked for Ahaziah, who was captured while hiding in Samaria. They brought him to Jehu and then executed him. They did give him a burial, for they reasoned, “He is the son of Jehoshaphat, who sought the Lord with his whole heart.” There was no one in Ahaziah’s family strong enough to rule in his place."},{"bookname":"2 Chronicles","chapter":"22","verse":"10","text":"When Athaliah the mother of Ahaziah saw that her son was dead, she was determined to destroy the entire royal line of Judah.","title":"Athaliah is Eliminated"},{"bookname":"2 Chronicles","chapter":"22","verse":"11","text":"So Jehoshabeath, the daughter of King Jehoram, took Ahaziah’s son Joash and sneaked him away from the rest of the royal descendants who were to be executed. She hid him and his nurse in the room where the bed covers were stored. So Jehoshabeath the daughter of King Jehoram, wife of Jehoiada the priest and sister of Ahaziah, hid him from Athaliah so she could not execute him."},{"bookname":"2 Chronicles","chapter":"22","verse":"12","text":"He remained in hiding in God’s temple for six years, while Athaliah was ruling over the land."}],[{"bookname":"2 Chronicles","chapter":"23","verse":"1","text":"In the seventh year Jehoiada made a bold move. He made a pact with the officers of the units of hundreds: Azariah son of Jehoram, Ishmael son of Jehochanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zikri."},{"bookname":"2 Chronicles","chapter":"23","verse":"2","text":"They traveled throughout Judah and assembled the Levites from all the cities of Judah, as well as the Israelite family leaders. They came to Jerusalem,"},{"bookname":"2 Chronicles","chapter":"23","verse":"3","text":"and the whole assembly made a covenant with the king in the temple of God. Jehoiada said to them, “The king’s son will rule, just as the Lord promised David’s descendants."},{"bookname":"2 Chronicles","chapter":"23","verse":"4","text":"This is what you must do. One third of you priests and Levites who are on duty during the Sabbath will guard the doors."},{"bookname":"2 Chronicles","chapter":"23","verse":"5","text":"Another third of you will be stationed at the royal palace and still another third at the Foundation Gate. All the others will stand in the courtyards of the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"23","verse":"6","text":"No one must enter the Lord’s temple except the priests and Levites who are on duty. They may enter because they are ceremonially pure. All the others should carry out their assigned service to the Lord."},{"bookname":"2 Chronicles","chapter":"23","verse":"7","text":"The Levites must surround the king. Each of you must hold his weapon in his hand. Whoever tries to enter the temple must be killed. You must accompany the king wherever he goes.”"},{"bookname":"2 Chronicles","chapter":"23","verse":"8","text":"The Levites and all the men of Judah did just as Jehoiada the priest ordered. Each of them took his men, those who were on duty during the Sabbath as well as those who were off duty on the Sabbath. Jehoiada the priest did not release his divisions from their duties."},{"bookname":"2 Chronicles","chapter":"23","verse":"9","text":"Jehoiada the priest gave to the officers of the units of hundreds King David’s spears and shields that were kept in God’s temple."},{"bookname":"2 Chronicles","chapter":"23","verse":"10","text":"He placed the men at their posts, each holding his weapon in his hand. They lined up from the south side of the temple to the north side and stood near the altar and the temple, surrounding the king."},{"bookname":"2 Chronicles","chapter":"23","verse":"11","text":"Jehoiada and his sons led out the king’s son and placed on him the crown and the royal insignia. They proclaimed him king and poured olive oil on his head. They declared, “Long live the king!”"},{"bookname":"2 Chronicles","chapter":"23","verse":"12","text":"When Athaliah heard the royal guard shouting and praising the king, she joined the crowd at the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"23","verse":"13","text":"Then she saw the king standing by his pillar at the entrance. The officers and trumpeters stood beside the king and all the people of the land were celebrating and blowing trumpets, and the musicians with various instruments were leading the celebration. Athaliah tore her clothes and yelled, “Treason! Treason!”"},{"bookname":"2 Chronicles","chapter":"23","verse":"14","text":"Jehoiada the priest sent out the officers of the units of hundreds, who were in charge of the army, and ordered them, “Bring her outside the temple to the guards. Put the sword to anyone who follows her.” The priest gave this order because he had decided she should not be executed in the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"23","verse":"15","text":"They seized her and took her into the precincts of the royal palace through the horses’ entrance. There they executed her."},{"bookname":"2 Chronicles","chapter":"23","verse":"16","text":"Jehoiada then drew up a covenant stipulating that he, all the people, and the king should be loyal to the Lord."},{"bookname":"2 Chronicles","chapter":"23","verse":"17","text":"All the people went and demolished the temple of Baal. They smashed its altars and idols. They killed Mattan the priest of Baal in front of the altars."},{"bookname":"2 Chronicles","chapter":"23","verse":"18","text":"Jehoiada then assigned the duties of the Lord’s temple to the priests, the Levites whom David had assigned to the Lord’s temple. They were responsible for offering burnt sacrifices to the Lord with joy and music, according to the law of Moses and the edict of David."},{"bookname":"2 Chronicles","chapter":"23","verse":"19","text":"He posted guards at the gates of the Lord’s temple, so no one who was ceremonially unclean in any way could enter."},{"bookname":"2 Chronicles","chapter":"23","verse":"20","text":"He summoned the officers of the units of hundreds, the nobles, the rulers of the people, and all the people of land, and he then led the king down from the Lord’s temple. They entered the royal palace through the Upper Gate and seated the king on the royal throne."},{"bookname":"2 Chronicles","chapter":"23","verse":"21","text":"All the people of the land celebrated, for the city had rest now that they had killed Athaliah."}],[{"bookname":"2 Chronicles","chapter":"24","verse":"1","text":"Joash was seven years old when he began to reign. He reigned for forty years in Jerusalem. His mother was Zibiah, who was from Beer Sheba.","title":"Joash&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"24","verse":"2","text":"Joash did what the Lord approved throughout the lifetime of Jehoiada the priest."},{"bookname":"2 Chronicles","chapter":"24","verse":"3","text":"Jehoiada chose two wives for him who gave him sons and daughters."},{"bookname":"2 Chronicles","chapter":"24","verse":"4","text":"Joash was determined to repair the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"24","verse":"5","text":"He assembled the priests and Levites and ordered them, “Go out to the cities of Judah and collect the annual quota of silver from all Israel for repairs on the temple of your God. Be quick about it!” But the Levites delayed."},{"bookname":"2 Chronicles","chapter":"24","verse":"6","text":"So the king summoned Jehoiada the chief priest, and said to him, “Why have you not made the Levites collect from Judah and Jerusalem the tax authorized by Moses the Lord’s servant and by the assembly of Israel at the tent containing the tablets of the law?”"},{"bookname":"2 Chronicles","chapter":"24","verse":"7","text":"(Wicked Athaliah and her sons had broken into God’s temple and used all the holy items of the Lord’s temple in their worship of the Baals.)"},{"bookname":"2 Chronicles","chapter":"24","verse":"8","text":"The king ordered a chest to be made and placed outside the gate of the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"24","verse":"9","text":"An edict was sent throughout Judah and Jerusalem requiring the people to bring to the Lord the tax that Moses, God’s servant, imposed on Israel in the wilderness."},{"bookname":"2 Chronicles","chapter":"24","verse":"10","text":"All the officials and all the people gladly brought their silver and threw it into the chest until it was full."},{"bookname":"2 Chronicles","chapter":"24","verse":"11","text":"Whenever the Levites brought the chest to the royal accountant and they saw there was a lot of silver, the royal scribe and the accountant of the high priest emptied the chest and then took it back to its place. They went through this routine every day and collected a large amount of silver."},{"bookname":"2 Chronicles","chapter":"24","verse":"12","text":"The king and Jehoiada gave it to the construction foremen assigned to the Lord’s temple. They hired carpenters and craftsmen to repair the Lord’s temple, as well as those skilled in working with iron and bronze to restore the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"24","verse":"13","text":"They worked hard and made the repairs. They followed the measurements specified for God’s temple and restored it."},{"bookname":"2 Chronicles","chapter":"24","verse":"14","text":"When they were finished, they brought the rest of the silver to the king and Jehoiada. They used it to make items for the Lord’s temple, including items used in the temple service and for burnt sacrifices, pans, and various other gold and silver items. Throughout Jehoiada’s lifetime, burnt sacrifices were offered regularly in the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"24","verse":"15","text":"Jehoiada grew old and died at the age of 130."},{"bookname":"2 Chronicles","chapter":"24","verse":"16","text":"He was buried in the City of David with the kings, because he had accomplished good in Israel and for God and his temple."},{"bookname":"2 Chronicles","chapter":"24","verse":"17","text":"After Jehoiada died, the officials of Judah visited the king and declared their loyalty to him. The king listened to their advice."},{"bookname":"2 Chronicles","chapter":"24","verse":"18","text":"They abandoned the temple of the Lord God of their ancestors, and worshiped the Asherah poles and idols. Because of this sinful activity, God was angry with Judah and Jerusalem."},{"bookname":"2 Chronicles","chapter":"24","verse":"19","text":"The Lord sent prophets among them to lead them back to him. They warned the people, but they would not pay attention."},{"bookname":"2 Chronicles","chapter":"24","verse":"20","text":"God’s Spirit energized Zechariah son of Jehoiada the priest. He stood up before the people and said to them, “This is what God says: ‘Why are you violating the commands of the Lord? You will not be prosperous! Because you have rejected the Lord, he has rejected you!’”"},{"bookname":"2 Chronicles","chapter":"24","verse":"21","text":"They plotted against him and by royal decree stoned him to death in the courtyard of the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"24","verse":"22","text":"King Joash disregarded the loyalty his father Jehoiada had shown him and killed Jehoiada’s son. As Zechariah was dying, he said, “May the Lord take notice and seek vengeance!”"},{"bookname":"2 Chronicles","chapter":"24","verse":"23","text":"At the beginning of the year the Syrian army attacked Joash and invaded Judah and Jerusalem. They wiped out all the leaders of the people and sent all the plunder they gathered to the king of Damascus."},{"bookname":"2 Chronicles","chapter":"24","verse":"24","text":"Even though the invading Syrian army was relatively weak, the Lord handed over to them Judah’s very large army, for the people of Judah had abandoned the Lord God of their ancestors. The Syrians gave Joash what he deserved."},{"bookname":"2 Chronicles","chapter":"24","verse":"25","text":"When they withdrew, they left Joash badly wounded. His servants plotted against him because of what he had done to the son of Jehoiada the priest. They murdered him on his bed. Thus he died and was buried in the City of David, but not in the tombs of the kings."},{"bookname":"2 Chronicles","chapter":"24","verse":"26","text":"The conspirators were Zabad son of Shimeath (an Ammonite woman) and Jehozabad son of Shimrith (a Moabite woman)."},{"bookname":"2 Chronicles","chapter":"24","verse":"27","text":"The list of Joash’s sons, the many prophetic oracles pertaining to him, and the account of his building project on God’s temple are included in the record of the Scroll of the Kings. His son Amaziah replaced him as king."}],[{"bookname":"2 Chronicles","chapter":"25","verse":"1","text":"Amaziah was twenty-five years old when he began to reign, and he reigned for twenty-nine years in Jerusalem. His mother was Jehoaddan, who was from Jerusalem.","title":"Amaziah&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"25","verse":"2","text":"He did what the Lord approved, but not with wholehearted devotion."},{"bookname":"2 Chronicles","chapter":"25","verse":"3","text":"When he had secured control of the kingdom, he executed the servants who had assassinated his father."},{"bookname":"2 Chronicles","chapter":"25","verse":"4","text":"However, he did not execute their sons. He obeyed the Lord’s commandment as recorded in the law scroll of Moses, “Fathers must not be executed for what their sons do, and sons must not be executed for what their fathers do. A man must be executed only for his own sin.”"},{"bookname":"2 Chronicles","chapter":"25","verse":"5","text":"Amaziah assembled the people of Judah and assigned them by families to the commanders of units of a thousand and the commanders of units of a hundred for all Judah and Benjamin. He counted those twenty years old and up and discovered there were 300,000 young men of fighting age equipped with spears and shields."},{"bookname":"2 Chronicles","chapter":"25","verse":"6","text":"He hired 100,000 Israelite warriors for a hundred talents of silver."},{"bookname":"2 Chronicles","chapter":"25","verse":"7","text":"But a prophet visited him and said: “O king, the Israelite troops must not go with you, for the Lord is not with Israel or any of the Ephraimites."},{"bookname":"2 Chronicles","chapter":"25","verse":"8","text":"Even if you go and fight bravely in battle, God will defeat you before the enemy. God is capable of helping or defeating.”"},{"bookname":"2 Chronicles","chapter":"25","verse":"9","text":"Amaziah asked the prophet: “But what should I do about the hundred talents of silver I paid the Israelite troops?” The prophet replied, “The Lord is capable of giving you more than that.”"},{"bookname":"2 Chronicles","chapter":"25","verse":"10","text":"So Amaziah dismissed the troops that had come to him from Ephraim and sent them home. They were very angry at Judah and returned home incensed."},{"bookname":"2 Chronicles","chapter":"25","verse":"11","text":"Amaziah boldly led his army to the Valley of Salt, where he defeated 10,000 Edomites."},{"bookname":"2 Chronicles","chapter":"25","verse":"12","text":"The men of Judah captured 10,000 men alive. They took them to the top of a cliff and threw them over. All the captives fell to their death."},{"bookname":"2 Chronicles","chapter":"25","verse":"13","text":"Now the troops Amaziah had dismissed and had not allowed to fight in the battle raided the cities of Judah from Samaria to Beth Horon. They killed 3,000 people and carried off a large amount of plunder."},{"bookname":"2 Chronicles","chapter":"25","verse":"14","text":"When Amaziah returned from defeating the Edomites, he brought back the gods of the people of Seir and made them his personal gods. He bowed down before them and offered them sacrifices."},{"bookname":"2 Chronicles","chapter":"25","verse":"15","text":"The Lord was angry at Amaziah and sent a prophet to him, who said, “Why are you following these gods that could not deliver their own people from your power?”"},{"bookname":"2 Chronicles","chapter":"25","verse":"16","text":"While he was speaking, Amaziah said to him, “Did we appoint you to be a royal counselor? Stop prophesying or else you will be killed!” So the prophet stopped, but added, “I know that the Lord has decided to destroy you, because you have done this thing and refused to listen to my advice.”"},{"bookname":"2 Chronicles","chapter":"25","verse":"17","text":"After King Amaziah of Judah consulted with his advisers, he sent this message to the king of Israel, Joash son of Jehoahaz, the son of Jehu, “Come, face me on the battlefield.”"},{"bookname":"2 Chronicles","chapter":"25","verse":"18","text":"King Joash of Israel sent this message back to King Amaziah of Judah, “A thorn bush in Lebanon sent this message to a cedar in Lebanon, ‘Give your daughter to my son as a wife.’ Then a wild animal of Lebanon came by and trampled down the thorn bush."},{"bookname":"2 Chronicles","chapter":"25","verse":"19","text":"You defeated Edom and it has gone to your head. Gloat over your success, but stay in your palace. Why bring calamity on yourself? Why bring down yourself and Judah along with you?”"},{"bookname":"2 Chronicles","chapter":"25","verse":"20","text":"But Amaziah did not heed the warning, for God wanted to hand them over to Joash because they followed the gods of Edom."},{"bookname":"2 Chronicles","chapter":"25","verse":"21","text":"So King Joash of Israel attacked. He and King Amaziah of Judah faced each other on the battlefield in Beth Shemesh of Judah."},{"bookname":"2 Chronicles","chapter":"25","verse":"22","text":"Judah was defeated by Israel, and each man ran back home."},{"bookname":"2 Chronicles","chapter":"25","verse":"23","text":"King Joash of Israel captured King Amaziah of Judah, son of Joash son of Jehoahaz, in Beth Shemesh and brought him to Jerusalem. He broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate &#8211; a distance of about six hundred feet."},{"bookname":"2 Chronicles","chapter":"25","verse":"24","text":"He took away all the gold and silver, all the items found in God’s temple that were in the care of Obed-Edom, the riches in the royal palace, and some hostages. Then he went back to Samaria."},{"bookname":"2 Chronicles","chapter":"25","verse":"25","text":"King Amaziah son of Joash of Judah lived for fifteen years after the death of King Joash son of Jehoahaz of Israel."},{"bookname":"2 Chronicles","chapter":"25","verse":"26","text":"The rest of the events of Amaziah’s reign, from start to finish, are recorded in the Scroll of the Kings of Judah and Israel."},{"bookname":"2 Chronicles","chapter":"25","verse":"27","text":"From the time Amaziah turned from following the Lord, conspirators plotted against him in Jerusalem, so he fled to Lachish. But they sent assassins after him and they killed him there."},{"bookname":"2 Chronicles","chapter":"25","verse":"28","text":"His body was carried back by horses, and he was buried in Jerusalem with his ancestors in the City of David."}],[{"bookname":"2 Chronicles","chapter":"26","verse":"1","text":"All the people of Judah took Uzziah, who was sixteen years old, and made him king in his father Amaziah’s place.","title":"Uzziah&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"26","verse":"2","text":"Uzziah built up Elat and restored it to Judah after King Amaziah had passed away."},{"bookname":"2 Chronicles","chapter":"26","verse":"3","text":"Uzziah was sixteen years old when he began to reign, and he reigned for fifty-two years in Jerusalem. His mother’s name was Jecholiah, who was from Jerusalem."},{"bookname":"2 Chronicles","chapter":"26","verse":"4","text":"He did what the Lord approved, just as his father Amaziah had done."},{"bookname":"2 Chronicles","chapter":"26","verse":"5","text":"He followed God during the lifetime of Zechariah, who taught him how to honor God. As long as he followed the Lord, God caused him to succeed."},{"bookname":"2 Chronicles","chapter":"26","verse":"6","text":"Uzziah attacked the Philistines and broke down the walls of Gath, Jabneh, and Ashdod. He built cities in the region of Ashdod and throughout Philistine territory."},{"bookname":"2 Chronicles","chapter":"26","verse":"7","text":"God helped him in his campaigns against the Philistines, the Arabs living in Gur Baal, and the Meunites."},{"bookname":"2 Chronicles","chapter":"26","verse":"8","text":"The Ammonites paid tribute to Uzziah and his fame reached the border of Egypt, for he grew in power."},{"bookname":"2 Chronicles","chapter":"26","verse":"9","text":"Uzziah built and fortified towers in Jerusalem at the Corner Gate, Valley Gate, and at the Angle."},{"bookname":"2 Chronicles","chapter":"26","verse":"10","text":"He built towers in the desert and dug many cisterns, for he owned many herds in the lowlands and on the plain. He had workers in the fields and vineyards in the hills and in Carmel, for he loved agriculture."},{"bookname":"2 Chronicles","chapter":"26","verse":"11","text":"Uzziah had an army of skilled warriors trained for battle. They were organized by divisions according to the muster rolls made by Jeiel the scribe and Maaseiah the officer under the authority of Hananiah, a royal official."},{"bookname":"2 Chronicles","chapter":"26","verse":"12","text":"The total number of family leaders who led warriors was 2,600."},{"bookname":"2 Chronicles","chapter":"26","verse":"13","text":"They commanded an army of 307,500 skilled and able warriors who were ready to defend the king against his enemies."},{"bookname":"2 Chronicles","chapter":"26","verse":"14","text":"Uzziah supplied shields, spears, helmets, breastplates, bows, and slingstones for the entire army."},{"bookname":"2 Chronicles","chapter":"26","verse":"15","text":"In Jerusalem he made war machines carefully designed to shoot arrows and large stones from the towers and corners of the walls. He became very famous, for he received tremendous support and became powerful."},{"bookname":"2 Chronicles","chapter":"26","verse":"16","text":"But once he became powerful, his pride destroyed him. He disobeyed the Lord his God. He entered the Lord’s temple to offer incense on the incense altar."},{"bookname":"2 Chronicles","chapter":"26","verse":"17","text":"Azariah the priest and eighty other brave priests of the Lord followed him in."},{"bookname":"2 Chronicles","chapter":"26","verse":"18","text":"They confronted King Uzziah and said to him, “It is not proper for you, Uzziah, to offer incense to the Lord. That is the responsibility of the priests, the descendants of Aaron, who are consecrated to offer incense. Leave the sanctuary, for you have disobeyed and the Lord God will not honor you!”"},{"bookname":"2 Chronicles","chapter":"26","verse":"19","text":"Uzziah, who had an incense censer in his hand, became angry. While he was ranting and raving at the priests, a skin disease appeared on his forehead right there in front of the priests in the Lord’s temple near the incense altar."},{"bookname":"2 Chronicles","chapter":"26","verse":"20","text":"When Azariah the high priest and the other priests looked at him, there was a skin disease on his forehead. They hurried him out of there; even the king himself wanted to leave quickly because the Lord had afflicted him."},{"bookname":"2 Chronicles","chapter":"26","verse":"21","text":"King Uzziah suffered from a skin disease until the day he died. He lived in separate quarters, afflicted by a skin disease and banned from the Lord’s temple. His son Jotham was in charge of the palace and ruled over the people of the land."},{"bookname":"2 Chronicles","chapter":"26","verse":"22","text":"The rest of the events of Uzziah’s reign, from start to finish, were recorded by the prophet Isaiah son of Amoz."},{"bookname":"2 Chronicles","chapter":"26","verse":"23","text":"Uzziah passed away and was buried near his ancestors in a cemetery belonging to the kings. (This was because he had a skin disease.) His son Jotham replaced him as king."}],[{"bookname":"2 Chronicles","chapter":"27","verse":"1","text":"Jotham was twenty-five years old when he began to reign, and he reigned for sixteen years in Jerusalem. His mother was Jerusha the daughter of Zadok.","title":"Jotham&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"27","verse":"2","text":"He did what the Lord approved, just as his father Uzziah had done. (He did not, however, have the audacity to enter the temple.) Yet the people were still sinning."},{"bookname":"2 Chronicles","chapter":"27","verse":"3","text":"He built the Upper Gate to the Lord’s temple and did a lot of work on the wall in the area known as Ophel."},{"bookname":"2 Chronicles","chapter":"27","verse":"4","text":"He built cities in the hill country of Judah and fortresses and towers in the forests."},{"bookname":"2 Chronicles","chapter":"27","verse":"5","text":"He launched a military campaign against the king of the Ammonites and defeated them. That year the Ammonites paid him 100 talents of silver, 10,000 kors of wheat, and 10,000 kors of barley. The Ammonites also paid this same amount of annual tribute the next two years."},{"bookname":"2 Chronicles","chapter":"27","verse":"6","text":"Jotham grew powerful because he was determined to please the Lord his God."},{"bookname":"2 Chronicles","chapter":"27","verse":"7","text":"The rest of the events of Jotham’s reign, including all his military campaigns and his accomplishments, are recorded in the scroll of the kings of Israel and Judah."},{"bookname":"2 Chronicles","chapter":"27","verse":"8","text":"He was twenty-five years old when he began to reign, and he reigned for sixteen years in Jerusalem."},{"bookname":"2 Chronicles","chapter":"27","verse":"9","text":"Jotham passed away and was buried in the City of David. His son Ahaz replaced him as king."}],[{"bookname":"2 Chronicles","chapter":"28","verse":"1","text":"Ahaz was twenty years old when he began to reign, and he reigned for sixteen years in Jerusalem. He did not do what pleased the Lord, in contrast to his ancestor David.","title":"Ahaz&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"28","verse":"2","text":"He followed in the footsteps of the kings of Israel; he also made images of the Baals."},{"bookname":"2 Chronicles","chapter":"28","verse":"3","text":"He offered sacrifices in the Valley of Ben-Hinnom and passed his sons through the fire, a horrible sin practiced by the nations whom the Lord drove out before the Israelites."},{"bookname":"2 Chronicles","chapter":"28","verse":"4","text":"He offered sacrifices and burned incense on the high places, on the hills, and under every green tree."},{"bookname":"2 Chronicles","chapter":"28","verse":"5","text":"The Lord his God handed him over to the king of Syria. The Syrians defeated him and deported many captives to Damascus. He was also handed over to the king of Israel, who thoroughly defeated him."},{"bookname":"2 Chronicles","chapter":"28","verse":"6","text":"In one day King Pekah son of Remaliah of Israel killed 120,000 warriors in Judah, because they had abandoned the Lord God of their ancestors."},{"bookname":"2 Chronicles","chapter":"28","verse":"7","text":"Zikri, an Ephraimite warrior, killed the king’s son Maaseiah, Azrikam, the supervisor of the palace, and Elkanah, the king’s second-in-command."},{"bookname":"2 Chronicles","chapter":"28","verse":"8","text":"The Israelites seized from their brothers 200,000 wives, sons, and daughters. They also carried off a huge amount of plunder and took it back to Samaria."},{"bookname":"2 Chronicles","chapter":"28","verse":"9","text":"Oded, a prophet of the Lord, was there. He went to meet the army as they arrived in Samaria and said to them: “Look, because the Lord God of your ancestors was angry with Judah he handed them over to you. You have killed them so mercilessly that God has taken notice."},{"bookname":"2 Chronicles","chapter":"28","verse":"10","text":"And now you are planning to enslave the people of Judah and Jerusalem. Yet are you not also guilty before the Lord your God?"},{"bookname":"2 Chronicles","chapter":"28","verse":"11","text":"Now listen to me! Send back those you have seized from your brothers, for the Lord is very angry at you!”"},{"bookname":"2 Chronicles","chapter":"28","verse":"12","text":"So some of the Ephraimite family leaders, Azariah son of Jehochanan, Berechiah son of Meshillemoth, Jechizkiah son of Shallum, and Amasa son of Hadlai confronted those returning from the battle."},{"bookname":"2 Chronicles","chapter":"28","verse":"13","text":"They said to them, “Don’t bring those captives here! Are you planning on making us even more sinful and guilty before the Lord? Our guilt is already great and the Lord is very angry at Israel.”"},{"bookname":"2 Chronicles","chapter":"28","verse":"14","text":"So the soldiers released the captives and the plunder before the officials and the entire assembly."},{"bookname":"2 Chronicles","chapter":"28","verse":"15","text":"Men were assigned to take the prisoners and find clothes among the plunder for those who were naked. So they clothed them, supplied them with sandals, gave them food and drink, and provided them with oil to rub on their skin. They put the ones who couldn’t walk on donkeys. They brought them back to their brothers at Jericho, the city of the date palm trees, and then returned to Samaria."},{"bookname":"2 Chronicles","chapter":"28","verse":"16","text":"At that time King Ahaz asked the king of Assyria for help."},{"bookname":"2 Chronicles","chapter":"28","verse":"17","text":"The Edomites had again invaded and defeated Judah and carried off captives."},{"bookname":"2 Chronicles","chapter":"28","verse":"18","text":"The Philistines had raided the cities of Judah in the lowlands and the Negev. They captured and settled in Beth Shemesh, Aijalon, Gederoth, Soco and its surrounding villages, Timnah and its surrounding villages, and Gimzo and its surrounding villages."},{"bookname":"2 Chronicles","chapter":"28","verse":"19","text":"The Lord humiliated Judah because of King Ahaz of Israel, for he encouraged Judah to sin and was very unfaithful to the Lord."},{"bookname":"2 Chronicles","chapter":"28","verse":"20","text":"King Tiglath-pileser of Assyria came, but he gave him more trouble than support."},{"bookname":"2 Chronicles","chapter":"28","verse":"21","text":"Ahaz gathered riches from the Lord’s temple, the royal palace, and the officials and gave them to the king of Assyria, but that did not help."},{"bookname":"2 Chronicles","chapter":"28","verse":"22","text":"During his time of trouble King Ahaz was even more unfaithful to the Lord."},{"bookname":"2 Chronicles","chapter":"28","verse":"23","text":"He offered sacrifices to the gods of Damascus whom he thought had defeated him. He reasoned, “Since the gods of the kings of Damascus helped them, I will sacrifice to them so they will help me.” But they caused him and all Israel to stumble."},{"bookname":"2 Chronicles","chapter":"28","verse":"24","text":"Ahaz gathered the items in God’s temple and removed them. He shut the doors of the Lord’s temple and erected altars on every street corner in Jerusalem."},{"bookname":"2 Chronicles","chapter":"28","verse":"25","text":"In every city throughout Judah he set up high places to offer sacrifices to other gods. He angered the Lord God of his ancestors."},{"bookname":"2 Chronicles","chapter":"28","verse":"26","text":"The rest of the events of Ahaz’s reign, including his accomplishments from start to finish, are recorded in the Scroll of the Kings of Judah and Israel."},{"bookname":"2 Chronicles","chapter":"28","verse":"27","text":"Ahaz passed away and was buried in the City of David; they did not bring him to the tombs of the kings of Israel. His son Hezekiah replaced him as king."}],[{"bookname":"2 Chronicles","chapter":"29","verse":"1","text":"Hezekiah was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother was Abijah, the daughter of Zechariah.","title":"Hezekiah Consecrates the Temple"},{"bookname":"2 Chronicles","chapter":"29","verse":"2","text":"He did what the Lord approved, just as his ancestor David had done."},{"bookname":"2 Chronicles","chapter":"29","verse":"3","text":"In the first month of the first year of his reign, he opened the doors of the Lord’s temple and repaired them."},{"bookname":"2 Chronicles","chapter":"29","verse":"4","text":"He brought in the priests and Levites and assembled them in the square on the east side."},{"bookname":"2 Chronicles","chapter":"29","verse":"5","text":"He said to them: “Listen to me, you Levites! Now consecrate yourselves, so you can consecrate the temple of the Lord God of your ancestors! Remove from the sanctuary what is ceremonially unclean!"},{"bookname":"2 Chronicles","chapter":"29","verse":"6","text":"For our fathers were unfaithful; they did what is evil in the sight of the Lord our God and abandoned him! They turned away from the Lord’s dwelling place and rejected him."},{"bookname":"2 Chronicles","chapter":"29","verse":"7","text":"They closed the doors of the temple porch and put out the lamps; they did not offer incense or burnt sacrifices in the sanctuary of the God of Israel."},{"bookname":"2 Chronicles","chapter":"29","verse":"8","text":"The Lord was angry at Judah and Jerusalem and made them an appalling object of horror at which people hiss out their scorn, as you can see with your own eyes."},{"bookname":"2 Chronicles","chapter":"29","verse":"9","text":"Look, our fathers died violently and our sons, daughters, and wives were carried off because of this."},{"bookname":"2 Chronicles","chapter":"29","verse":"10","text":"Now I intend to make a covenant with the Lord God of Israel, so that he may relent from his raging anger."},{"bookname":"2 Chronicles","chapter":"29","verse":"11","text":"My sons, do not be negligent now, for the Lord has chosen you to serve in his presence and offer sacrifices.”"},{"bookname":"2 Chronicles","chapter":"29","verse":"12","text":"The following Levites prepared to carry out the king’s orders: From the Kohathites: Mahath son of Amasai and Joel son of Azariah; from the Merarites: Kish son of Abdi and Azariah son of Jehallelel; from the Gershonites: Joah son of Zimmah and Eden son of Joah;"},{"bookname":"2 Chronicles","chapter":"29","verse":"13","text":"from the descendants of Elizaphan: Shimri and Jeiel; from the descendants of Asaph: Zechariah and Mattaniah;"},{"bookname":"2 Chronicles","chapter":"29","verse":"14","text":"from the descendants of Heman: Jehiel and Shimei; from the descendants of Jeduthun: Shemaiah and Uzziel."},{"bookname":"2 Chronicles","chapter":"29","verse":"15","text":"They assembled their brothers and consecrated themselves. Then they went in to purify the Lord’s temple, just as the king had ordered, in accordance with the word of the Lord."},{"bookname":"2 Chronicles","chapter":"29","verse":"16","text":"The priests then entered the Lord’s temple to purify it; they brought out to the courtyard of the Lord’s temple every ceremonially unclean thing they discovered inside. The Levites took them out to the Kidron Valley."},{"bookname":"2 Chronicles","chapter":"29","verse":"17","text":"On the first day of the first month they began consecrating; by the eighth day of the month they reached the porch of the Lord’s temple. For eight more days they consecrated the Lord’s temple. On the sixteenth day of the first month they were finished."},{"bookname":"2 Chronicles","chapter":"29","verse":"18","text":"They went to King Hezekiah and said: “We have purified the entire temple of the Lord, including the altar of burnt sacrifice and all its equipment, and the table for the Bread of the Presence and all its equipment."},{"bookname":"2 Chronicles","chapter":"29","verse":"19","text":"We have prepared and consecrated all the items that King Ahaz removed during his reign when he acted unfaithfully. They are in front of the altar of the Lord.”"},{"bookname":"2 Chronicles","chapter":"29","verse":"20","text":"Early the next morning King Hezekiah assembled the city officials and went up to the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"29","verse":"21","text":"They brought seven bulls, seven rams, seven lambs, and seven goats as a sin offering for the kingdom, the sanctuary, and Judah. The king told the priests, the descendants of Aaron, to offer burnt sacrifices on the altar of the Lord."},{"bookname":"2 Chronicles","chapter":"29","verse":"22","text":"They slaughtered the bulls, and the priests took the blood and splashed it on the altar. Then they slaughtered the rams and splashed the blood on the altar; next they slaughtered the lambs and splashed the blood on the altar."},{"bookname":"2 Chronicles","chapter":"29","verse":"23","text":"Finally they brought the goats for the sin offering before the king and the assembly, and they placed their hands on them."},{"bookname":"2 Chronicles","chapter":"29","verse":"24","text":"Then the priests slaughtered them. They offered their blood as a sin offering on the altar to make atonement for all Israel, because the king had decreed that the burnt sacrifice and sin offering were for all Israel."},{"bookname":"2 Chronicles","chapter":"29","verse":"25","text":"King Hezekiah stationed the Levites in the Lord’s temple with cymbals and stringed instruments, just as David, Gad the king’s prophet, and Nathan the prophet had ordered. (The Lord had actually given these orders through his prophets.)"},{"bookname":"2 Chronicles","chapter":"29","verse":"26","text":"The Levites had David’s musical instruments and the priests had trumpets."},{"bookname":"2 Chronicles","chapter":"29","verse":"27","text":"Hezekiah ordered the burnt sacrifice to be offered on the altar. As they began to offer the sacrifice, they also began to sing to the Lord, accompanied by the trumpets and the musical instruments of King David of Israel."},{"bookname":"2 Chronicles","chapter":"29","verse":"28","text":"The entire assembly worshiped, as the singers sang and the trumpeters played. They continued until the burnt sacrifice was completed."},{"bookname":"2 Chronicles","chapter":"29","verse":"29","text":"When the sacrifices were completed, the king and all who were with him bowed down and worshiped."},{"bookname":"2 Chronicles","chapter":"29","verse":"30","text":"King Hezekiah and the officials told the Levites to praise the Lord, using the psalms of David and Asaph the prophet. So they joyfully offered praise and bowed down and worshiped."},{"bookname":"2 Chronicles","chapter":"29","verse":"31","text":"Hezekiah said, “Now you have consecrated yourselves to the Lord. Come and bring sacrifices and thank offerings to the Lord’s temple.” So the assembly brought sacrifices and thank offerings, and whoever desired to do so brought burnt sacrifices."},{"bookname":"2 Chronicles","chapter":"29","verse":"32","text":"The assembly brought a total of 70 bulls, 100 rams, and 200 lambs as burnt sacrifices to the Lord,"},{"bookname":"2 Chronicles","chapter":"29","verse":"33","text":"and 600 bulls and 3,000 sheep were consecrated."},{"bookname":"2 Chronicles","chapter":"29","verse":"34","text":"But there were not enough priests to skin all the animals, so their brothers, the Levites, helped them until the work was finished and the priests could consecrate themselves. (The Levites had been more conscientious about consecrating themselves than the priests.)"},{"bookname":"2 Chronicles","chapter":"29","verse":"35","text":"There was a large number of burnt sacrifices, as well as fat from the peace offerings and drink offerings that accompanied the burnt sacrifices. So the service of the Lord’s temple was reinstituted."},{"bookname":"2 Chronicles","chapter":"29","verse":"36","text":"Hezekiah and all the people were happy about what God had done for them, for it had been done quickly."}],[{"bookname":"2 Chronicles","chapter":"30","verse":"1","text":"Hezekiah sent messages throughout Israel and Judah; he even wrote letters to Ephraim and Manasseh, summoning them to come to the Lord’s temple in Jerusalem and observe a Passover celebration for the Lord God of Israel.","title":"Hezekiah Observes the Passover"},{"bookname":"2 Chronicles","chapter":"30","verse":"2","text":"The king, his officials, and the entire assembly in Jerusalem decided to observe the Passover in the second month."},{"bookname":"2 Chronicles","chapter":"30","verse":"3","text":"They were unable to observe it at the regular time because not enough priests had consecrated themselves and the people had not assembled in Jerusalem."},{"bookname":"2 Chronicles","chapter":"30","verse":"4","text":"The proposal seemed appropriate to the king and the entire assembly."},{"bookname":"2 Chronicles","chapter":"30","verse":"5","text":"So they sent an edict throughout Israel from Beer Sheba to Dan, summoning the people to come and observe a Passover for the Lord God of Israel in Jerusalem, for they had not observed it on a nationwide scale as prescribed in the law."},{"bookname":"2 Chronicles","chapter":"30","verse":"6","text":"Messengers delivered the letters from the king and his officials throughout Israel and Judah. This royal edict read: “O Israelites, return to the Lord God of Abraham, Isaac, and Israel, so he may return to you who have been spared from the kings of Assyria."},{"bookname":"2 Chronicles","chapter":"30","verse":"7","text":"Don’t be like your fathers and brothers who were unfaithful to the Lord God of their ancestors, provoking him to destroy them, as you can see."},{"bookname":"2 Chronicles","chapter":"30","verse":"8","text":"Now, don’t be stubborn like your fathers! Submit to the Lord and come to his sanctuary which he has permanently consecrated. Serve the Lord your God so that he might relent from his raging anger."},{"bookname":"2 Chronicles","chapter":"30","verse":"9","text":"For if you return to the Lord, your brothers and sons will be shown mercy by their captors and return to this land. The Lord your God is merciful and compassionate; he will not reject you if you return to him.”"},{"bookname":"2 Chronicles","chapter":"30","verse":"10","text":"The messengers journeyed from city to city through the land of Ephraim and Manasseh as far as Zebulun, but people mocked and ridiculed them."},{"bookname":"2 Chronicles","chapter":"30","verse":"11","text":"But some men from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem."},{"bookname":"2 Chronicles","chapter":"30","verse":"12","text":"In Judah God moved the people to unite and carry out the edict the king and the officers had issued at the Lord’s command."},{"bookname":"2 Chronicles","chapter":"30","verse":"13","text":"A huge crowd assembled in Jerusalem to observe the Feast of Unleavened Bread in the second month."},{"bookname":"2 Chronicles","chapter":"30","verse":"14","text":"They removed the altars in Jerusalem; they also removed all the incense altars and threw them into the Kidron Valley."},{"bookname":"2 Chronicles","chapter":"30","verse":"15","text":"They slaughtered the Passover lamb on the fourteenth day of the second month. The priests and Levites were ashamed, so they consecrated themselves and brought burnt sacrifices to the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"30","verse":"16","text":"They stood at their posts according to the regulations outlined in the law of Moses, the man of God. The priests were splashing the blood as the Levites handed it to them."},{"bookname":"2 Chronicles","chapter":"30","verse":"17","text":"Because many in the assembly had not consecrated themselves, the Levites slaughtered the Passover lambs of all who were ceremonially unclean and could not consecrate their sacrifice to the Lord."},{"bookname":"2 Chronicles","chapter":"30","verse":"18","text":"The majority of the many people from Ephraim, Manasseh, Issachar, and Zebulun were ceremonially unclean, yet they ate the Passover in violation of what is prescribed in the law. For Hezekiah prayed for them, saying: “May the Lord, who is good, forgive"},{"bookname":"2 Chronicles","chapter":"30","verse":"19","text":"everyone who has determined to follow God, the Lord God of his ancestors, even if he is not ceremonially clean according to the standards of the temple.”"},{"bookname":"2 Chronicles","chapter":"30","verse":"20","text":"The Lord responded favorably to Hezekiah and forgave the people."},{"bookname":"2 Chronicles","chapter":"30","verse":"21","text":"The Israelites who were in Jerusalem observed the Feast of Unleavened Bread for seven days with great joy. The Levites and priests were praising the Lord every day with all their might."},{"bookname":"2 Chronicles","chapter":"30","verse":"22","text":"Hezekiah expressed his appreciation to all the Levites, who demonstrated great skill in serving the Lord. They feasted for the seven days of the festival, and were making peace offerings and giving thanks to the Lord God of their ancestors."},{"bookname":"2 Chronicles","chapter":"30","verse":"23","text":"The entire assembly then decided to celebrate for seven more days; so they joyfully celebrated for seven more days."},{"bookname":"2 Chronicles","chapter":"30","verse":"24","text":"King Hezekiah of Judah supplied 1,000 bulls and 7,000 sheep for the assembly, while the officials supplied them with 1,000 bulls and 10,000 sheep. Many priests consecrated themselves."},{"bookname":"2 Chronicles","chapter":"30","verse":"25","text":"The celebration included the entire assembly of Judah, the priests, the Levites, the entire assembly of those who came from Israel, the resident foreigners who came from the land of Israel, and the residents of Judah."},{"bookname":"2 Chronicles","chapter":"30","verse":"26","text":"There was a great celebration in Jerusalem, unlike anything that had occurred in Jerusalem since the time of King Solomon son of David of Israel."},{"bookname":"2 Chronicles","chapter":"30","verse":"27","text":"The priests and Levites got up and pronounced blessings on the people. The Lord responded favorably to them as their prayers reached his holy dwelling place in heaven."}],[{"bookname":"2 Chronicles","chapter":"31","verse":"1","text":"When all this was over, the Israelites who were in the cities of Judah went out and smashed the sacred pillars, cut down the Asherah poles, and demolished all the high places and altars throughout Judah, Benjamin, Ephraim, and Manasseh. Then all the Israelites returned to their own homes in their cities."},{"bookname":"2 Chronicles","chapter":"31","verse":"2","text":"Hezekiah appointed the divisions of the priests and Levites to do their assigned tasks &#8211; to offer burnt sacrifices and present offerings and to serve, give thanks, and offer praise in the gates of the Lord’s sanctuary.","title":"The People Contribute to the Temple"},{"bookname":"2 Chronicles","chapter":"31","verse":"3","text":"The king contributed some of what he owned for burnt sacrifices, including the morning and evening burnt sacrifices and the burnt sacrifices made on Sabbaths, new moon festivals, and at other appointed times prescribed in the law of the Lord."},{"bookname":"2 Chronicles","chapter":"31","verse":"4","text":"He ordered the people living in Jerusalem to contribute the portion prescribed for the priests and Levites so they might be obedient to the law of the Lord."},{"bookname":"2 Chronicles","chapter":"31","verse":"5","text":"When the edict was issued, the Israelites freely contributed the initial portion of their grain, wine, olive oil, honey, and all the produce of their fields. They brought a tenth of everything, which added up to a huge amount."},{"bookname":"2 Chronicles","chapter":"31","verse":"6","text":"The Israelites and people of Judah who lived in the cities of Judah also contributed a tenth of their cattle and sheep, as well as a tenth of the holy items consecrated to the Lord their God. They brought them and placed them in many heaps."},{"bookname":"2 Chronicles","chapter":"31","verse":"7","text":"In the third month they began piling their contributions in heaps and finished in the seventh month."},{"bookname":"2 Chronicles","chapter":"31","verse":"8","text":"When Hezekiah and the officials came and saw the heaps, they praised the Lord and pronounced blessings on his people Israel."},{"bookname":"2 Chronicles","chapter":"31","verse":"9","text":"When Hezekiah asked the priests and Levites about the heaps,"},{"bookname":"2 Chronicles","chapter":"31","verse":"10","text":"Azariah, the head priest from the family of Zadok, said to him, “Since the contributions began arriving in the Lord’s temple, we have had plenty to eat and have a large quantity left over. For the Lord has blessed his people, and this large amount remains.”"},{"bookname":"2 Chronicles","chapter":"31","verse":"11","text":"Hezekiah ordered that storerooms be prepared in the Lord’s temple. When this was done,"},{"bookname":"2 Chronicles","chapter":"31","verse":"12","text":"they brought in the contributions, tithes, and consecrated items that had been offered. Konaniah, a Levite, was in charge of all this, assisted by his brother Shimei."},{"bookname":"2 Chronicles","chapter":"31","verse":"13","text":"Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismakiah, Mahath, and Benaiah worked under the supervision of Konaniah and his brother Shimei, as directed by King Hezekiah and Azariah, the supervisor of God’s temple."},{"bookname":"2 Chronicles","chapter":"31","verse":"14","text":"Kore son of Imnah, a Levite and the guard on the east side, was in charge of the voluntary offerings made to God and disbursed the contributions made to the Lord and the consecrated items."},{"bookname":"2 Chronicles","chapter":"31","verse":"15","text":"In the cities of the priests, Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah faithfully assisted him in making disbursements to their fellow priests according to their divisions, regardless of age."},{"bookname":"2 Chronicles","chapter":"31","verse":"16","text":"They made disbursements to all the males three years old and up who were listed in the genealogical records &#8211; to all who would enter the Lord’s temple to serve on a daily basis and fulfill their duties as assigned to their divisions."},{"bookname":"2 Chronicles","chapter":"31","verse":"17","text":"They made disbursements to the priests listed in the genealogical records by their families, and to the Levites twenty years old and up, according to their duties as assigned to their divisions,"},{"bookname":"2 Chronicles","chapter":"31","verse":"18","text":"and to all the infants, wives, sons, and daughters of the entire assembly listed in the genealogical records, for they faithfully consecrated themselves."},{"bookname":"2 Chronicles","chapter":"31","verse":"19","text":"As for the descendants of Aaron, the priests who lived in the outskirts of all their cities, men were assigned to disburse portions to every male among the priests and to every Levite listed in the genealogical records."},{"bookname":"2 Chronicles","chapter":"31","verse":"20","text":"This is what Hezekiah did throughout Judah. He did what the Lord his God considered good and right and faithful."},{"bookname":"2 Chronicles","chapter":"31","verse":"21","text":"He wholeheartedly and successfully reinstituted service in God’s temple and obedience to the law, in order to follow his God."}],[{"bookname":"2 Chronicles","chapter":"32","verse":"1","text":"After these faithful deeds were accomplished, King Sennacherib of Assyria invaded Judah. He besieged the fortified cities, intending to seize them.","title":"Sennacherib Invades Judah"},{"bookname":"2 Chronicles","chapter":"32","verse":"2","text":"When Hezekiah saw that Sennacherib had invaded and intended to attack Jerusalem,"},{"bookname":"2 Chronicles","chapter":"32","verse":"3","text":"he consulted with his advisers and military officers about stopping up the springs outside the city, and they supported him."},{"bookname":"2 Chronicles","chapter":"32","verse":"4","text":"A large number of people gathered together and stopped up all the springs and the stream that flowed through the district. They reasoned, “Why should the kings of Assyria come and find plenty of water?”"},{"bookname":"2 Chronicles","chapter":"32","verse":"5","text":"Hezekiah energetically rebuilt every broken wall. He erected towers and an outer wall, and fortified the terrace of the City of David. He made many weapons and shields."},{"bookname":"2 Chronicles","chapter":"32","verse":"6","text":"He appointed military officers over the army and assembled them in the square at the city gate. He encouraged them, saying,"},{"bookname":"2 Chronicles","chapter":"32","verse":"7","text":"“Be strong and brave! Don’t be afraid and don’t panic because of the king of Assyria and this huge army that is with him! We have with us one who is stronger than those who are with him."},{"bookname":"2 Chronicles","chapter":"32","verse":"8","text":"He has with him mere human strength, but the Lord our God is with us to help us and fight our battles!” The army was encouraged by the words of King Hezekiah of Judah."},{"bookname":"2 Chronicles","chapter":"32","verse":"9","text":"Afterward King Sennacherib of Assyria, while attacking Lachish with all his military might, sent his messengers to Jerusalem. The message was for King Hezekiah of Judah and all the people of Judah who were in Jerusalem. It read:"},{"bookname":"2 Chronicles","chapter":"32","verse":"10","text":"“This is what King Sennacherib of Assyria says: ‘Why are you so confident that you remain in Jerusalem while it is under siege?"},{"bookname":"2 Chronicles","chapter":"32","verse":"11","text":"Hezekiah says, “The Lord our God will rescue us from the power of the king of Assyria.” But he is misleading you and you will die of hunger and thirst!"},{"bookname":"2 Chronicles","chapter":"32","verse":"12","text":"Hezekiah is the one who eliminated the Lord’s high places and altars and then told Judah and Jerusalem, “At one altar you must worship and offer sacrifices.”"},{"bookname":"2 Chronicles","chapter":"32","verse":"13","text":"Are you not aware of what I and my predecessors have done to all the nations of the surrounding lands? Have the gods of the surrounding lands actually been able to rescue their lands from my power?"},{"bookname":"2 Chronicles","chapter":"32","verse":"14","text":"Who among all the gods of these nations whom my predecessors annihilated was able to rescue his people from my power?"},{"bookname":"2 Chronicles","chapter":"32","verse":"15","text":"Now don’t let Hezekiah deceive you or mislead you like this. Don’t believe him, for no god of any nation or kingdom has been able to rescue his people from my power or the power of my predecessors. So how can your gods rescue you from my power?’”"},{"bookname":"2 Chronicles","chapter":"32","verse":"16","text":"Sennacherib’s servants further insulted the Lord God and his servant Hezekiah."},{"bookname":"2 Chronicles","chapter":"32","verse":"17","text":"He wrote letters mocking the Lord God of Israel and insulting him with these words: “The gods of the surrounding nations could not rescue their people from my power. Neither can Hezekiah’s god rescue his people from my power.”"},{"bookname":"2 Chronicles","chapter":"32","verse":"18","text":"They called out loudly in the Judahite dialect to the people of Jerusalem who were on the wall, trying to scare and terrify them so they could seize the city."},{"bookname":"2 Chronicles","chapter":"32","verse":"19","text":"They talked about the God of Jerusalem as if he were one of the man-made gods of the nations of the earth."},{"bookname":"2 Chronicles","chapter":"32","verse":"20","text":"King Hezekiah and the prophet Isaiah son of Amoz prayed about this and cried out to heaven."},{"bookname":"2 Chronicles","chapter":"32","verse":"21","text":"The Lord sent a messenger and he wiped out all the soldiers, princes, and officers in the army of the king of Assyria. So Sennacherib returned home humiliated. When he entered the temple of his god, some of his own sons struck him down with the sword."},{"bookname":"2 Chronicles","chapter":"32","verse":"22","text":"The Lord delivered Hezekiah and the residents of Jerusalem from the power of King Sennacherib of Assyria and from all the other nations. He made them secure on every side."},{"bookname":"2 Chronicles","chapter":"32","verse":"23","text":"Many were bringing presents to the Lord in Jerusalem and precious gifts to King Hezekiah of Judah. From that time on he was respected by all the nations."},{"bookname":"2 Chronicles","chapter":"32","verse":"24","text":"In those days Hezekiah was stricken with a terminal illness. He prayed to the Lord, who answered him and gave him a sign confirming that he would be healed.","title":"Hezekiah&#8217;s Shortcomings and Accomplishments"},{"bookname":"2 Chronicles","chapter":"32","verse":"25","text":"But Hezekiah was ungrateful; he had a proud attitude, provoking God to be angry at him, as well as Judah and Jerusalem."},{"bookname":"2 Chronicles","chapter":"32","verse":"26","text":"But then Hezekiah and the residents of Jerusalem humbled themselves and abandoned their pride, and the Lord was not angry with them for the rest of Hezekiah’s reign."},{"bookname":"2 Chronicles","chapter":"32","verse":"27","text":"Hezekiah was very wealthy and greatly respected. He made storehouses for his silver, gold, precious stones, spices, and all his other valuable possessions."},{"bookname":"2 Chronicles","chapter":"32","verse":"28","text":"He made storerooms for the harvest of grain, wine, and olive oil, and stalls for all his various kinds of livestock and his flocks."},{"bookname":"2 Chronicles","chapter":"32","verse":"29","text":"He built royal cities and owned a large number of sheep and cattle, for God gave him a huge amount of possessions."},{"bookname":"2 Chronicles","chapter":"32","verse":"30","text":"Hezekiah dammed up the source of the waters of the Upper Gihon and directed them down to the west side of the City of David. Hezekiah succeeded in all that he did."},{"bookname":"2 Chronicles","chapter":"32","verse":"31","text":"So when the envoys arrived from the Babylonian officials to visit him and inquire about the sign that occurred in the land, God left him alone to test him, in order to know his true motives."},{"bookname":"2 Chronicles","chapter":"32","verse":"32","text":"The rest of the events of Hezekiah’s reign, including his faithful deeds, are recorded in the vision of the prophet Isaiah son of Amoz, included in the Scroll of the Kings of Judah and Israel."},{"bookname":"2 Chronicles","chapter":"32","verse":"33","text":"Hezekiah passed away and was buried on the ascent of the tombs of the descendants of David. All the people of Judah and the residents of Jerusalem buried him with great honor. His son Manasseh replaced him as king."}],[{"bookname":"2 Chronicles","chapter":"33","verse":"1","text":"Manasseh was twelve years old when he became king, and he reigned for fifty-five years in Jerusalem.","title":"Manasseh&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"33","verse":"2","text":"He did evil in the sight of the Lord and committed the same horrible sins practiced by the nations whom the Lord drove out ahead of the Israelites."},{"bookname":"2 Chronicles","chapter":"33","verse":"3","text":"He rebuilt the high places that his father Hezekiah had destroyed; he set up altars for the Baals and made Asherah poles. He bowed down to all the stars in the sky and worshiped them."},{"bookname":"2 Chronicles","chapter":"33","verse":"4","text":"He built altars in the Lord’s temple, about which the Lord had said, “Jerusalem will be my permanent home.”"},{"bookname":"2 Chronicles","chapter":"33","verse":"5","text":"In the two courtyards of the Lord’s temple he built altars for all the stars in the sky."},{"bookname":"2 Chronicles","chapter":"33","verse":"6","text":"He passed his sons through the fire in the Valley of Ben-Hinnom and practiced divination, omen reading, and sorcery. He set up a ritual pit to conjure up underworld spirits and appointed magicians to supervise it. He did a great amount of evil in the sight of the Lord and angered him."},{"bookname":"2 Chronicles","chapter":"33","verse":"7","text":"He put an idolatrous image he had made in God’s temple, about which God had said to David and to his son Solomon, “This temple in Jerusalem, which I have chosen out of all the tribes of Israel, will be my permanent home."},{"bookname":"2 Chronicles","chapter":"33","verse":"8","text":"I will not make Israel again leave the land I gave to their ancestors, provided that they carefully obey all I commanded them, the whole law, the rules and regulations given to Moses.”"},{"bookname":"2 Chronicles","chapter":"33","verse":"9","text":"But Manasseh misled the people of Judah and the residents of Jerusalem so that they sinned more than the nations whom the Lord had destroyed ahead of the Israelites."},{"bookname":"2 Chronicles","chapter":"33","verse":"10","text":"The Lord confronted Manasseh and his people, but they paid no attention."},{"bookname":"2 Chronicles","chapter":"33","verse":"11","text":"So the Lord brought against them the commanders of the army of the king of Assyria. They seized Manasseh, put hooks in his nose, bound him with bronze chains, and carried him away to Babylon."},{"bookname":"2 Chronicles","chapter":"33","verse":"12","text":"In his pain Manasseh asked the Lord his God for mercy and truly humbled himself before the God of his ancestors."},{"bookname":"2 Chronicles","chapter":"33","verse":"13","text":"When he prayed to the Lord, the Lord responded to him and answered favorably his cry for mercy. The Lord brought him back to Jerusalem to his kingdom. Then Manasseh realized that the Lord is the true God."},{"bookname":"2 Chronicles","chapter":"33","verse":"14","text":"After this Manasseh built up the outer wall of the City of David on the west side of the Gihon in the valley to the entrance of the Fish Gate and all around the terrace; he made it much higher. He placed army officers in all the fortified cities in Judah."},{"bookname":"2 Chronicles","chapter":"33","verse":"15","text":"He removed the foreign gods and images from the Lord’s temple and all the altars he had built on the hill of the Lord’s temple and in Jerusalem; he threw them outside the city."},{"bookname":"2 Chronicles","chapter":"33","verse":"16","text":"He erected the altar of the Lord and offered on it peace offerings and thank offerings. He told the people of Judah to serve the Lord God of Israel."},{"bookname":"2 Chronicles","chapter":"33","verse":"17","text":"The people continued to offer sacrifices at the high places, but only to the Lord their God."},{"bookname":"2 Chronicles","chapter":"33","verse":"18","text":"The rest of the events of Manasseh’s reign, including his prayer to his God and the words the prophets spoke to him in the name of the Lord God of Israel, are recorded in the Annals of the Kings of Israel."},{"bookname":"2 Chronicles","chapter":"33","verse":"19","text":"The Annals of the Prophets include his prayer, give an account of how the Lord responded to it, record all his sins and unfaithful acts, and identify the sites where he built high places and erected Asherah poles and idols before he humbled himself."},{"bookname":"2 Chronicles","chapter":"33","verse":"20","text":"Manasseh passed away and was buried in his palace. His son Amon replaced him as king."},{"bookname":"2 Chronicles","chapter":"33","verse":"21","text":"Amon was twenty-two years old when he became king, and he reigned for two years in Jerusalem.","title":"Amon&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"33","verse":"22","text":"He did evil in the sight of the Lord, just like his father Manasseh had done. He offered sacrifices to all the idols his father Manasseh had made, and worshiped them."},{"bookname":"2 Chronicles","chapter":"33","verse":"23","text":"He did not humble himself before the Lord as his father Manasseh had done. Amon was guilty of great sin."},{"bookname":"2 Chronicles","chapter":"33","verse":"24","text":"His servants conspired against him and killed him in his palace."},{"bookname":"2 Chronicles","chapter":"33","verse":"25","text":"The people of the land executed all who had conspired against King Amon, and they made his son Josiah king in his place."}],[{"bookname":"2 Chronicles","chapter":"34","verse":"1","text":"Josiah was eight years old when he became king, and he reigned for thirty-one years in Jerusalem.","title":"Josiah Institutes Religious Reforms"},{"bookname":"2 Chronicles","chapter":"34","verse":"2","text":"He did what the Lord approved and followed in his ancestor David’s footsteps; he did not deviate to the right or the left."},{"bookname":"2 Chronicles","chapter":"34","verse":"3","text":"In the eighth year of his reign, while he was still young, he began to seek the God of his ancestor David. In his twelfth year he began ridding Judah and Jerusalem of the high places, Asherah poles, idols, and images."},{"bookname":"2 Chronicles","chapter":"34","verse":"4","text":"He ordered the altars of the Baals to be torn down, and broke the incense altars that were above them. He smashed the Asherah poles, idols and images, crushed them up and sprinkled the dust over the tombs of those who had sacrificed to them."},{"bookname":"2 Chronicles","chapter":"34","verse":"5","text":"He burned the bones of the pagan priests on their altars; he purified Judah and Jerusalem."},{"bookname":"2 Chronicles","chapter":"34","verse":"6","text":"In the cities of Manasseh, Ephraim, and Simeon, as far as Naphtali, and in the ruins around them,"},{"bookname":"2 Chronicles","chapter":"34","verse":"7","text":"he tore down the altars and Asherah poles, demolished the idols, and smashed all the incense altars throughout the land of Israel. Then he returned to Jerusalem."},{"bookname":"2 Chronicles","chapter":"34","verse":"8","text":"In the eighteenth year of his reign, he continued his policy of purifying the land and the temple. He sent Shaphan son of Azaliah, Maaseiah the city official, and Joah son of Joahaz the secretary to repair the temple of the Lord his God."},{"bookname":"2 Chronicles","chapter":"34","verse":"9","text":"They went to Hilkiah the high priest and gave him the silver that had been brought to God’s temple. The Levites who guarded the door had collected it from the people of Manasseh and Ephraim and from all who were left in Israel, as well as from all the people of Judah and Benjamin and the residents of Jerusalem."},{"bookname":"2 Chronicles","chapter":"34","verse":"10","text":"They handed it over to the construction foremen assigned to the Lord’s temple. They in turn paid the temple workers to restore and repair it."},{"bookname":"2 Chronicles","chapter":"34","verse":"11","text":"They gave money to the craftsmen and builders to buy chiseled stone and wood for the braces and rafters of the buildings that the kings of Judah had allowed to fall into disrepair."},{"bookname":"2 Chronicles","chapter":"34","verse":"12","text":"The men worked faithfully. Their supervisors were Jahath and Obadiah (Levites descended from Merari), as well as Zechariah and Meshullam (descendants of Kohath). The Levites, all of whom were skilled musicians,"},{"bookname":"2 Chronicles","chapter":"34","verse":"13","text":"supervised the laborers and all the foremen on their various jobs. Some of the Levites were scribes, officials, and guards."},{"bookname":"2 Chronicles","chapter":"34","verse":"14","text":"When they took out the silver that had been brought to the Lord’s temple, Hilkiah the priest found the law scroll the Lord had given to Moses."},{"bookname":"2 Chronicles","chapter":"34","verse":"15","text":"Hilkiah informed Shaphan the scribe, “I found the law scroll in the Lord’s temple.” Hilkiah gave the scroll to Shaphan."},{"bookname":"2 Chronicles","chapter":"34","verse":"16","text":"Shaphan brought the scroll to the king and reported, “Your servants are doing everything assigned to them."},{"bookname":"2 Chronicles","chapter":"34","verse":"17","text":"They melted down the silver in the Lord’s temple and handed it over to the supervisors of the construction foremen.”"},{"bookname":"2 Chronicles","chapter":"34","verse":"18","text":"Then Shaphan the scribe told the king, “Hilkiah the priest has given me a scroll.” Shaphan read it out loud before the king."},{"bookname":"2 Chronicles","chapter":"34","verse":"19","text":"When the king heard the words of the law scroll, he tore his clothes."},{"bookname":"2 Chronicles","chapter":"34","verse":"20","text":"The king ordered Hilkiah, Ahikam son of Shaphan, Abdon son of Micah, Shaphan the scribe, and Asaiah the king’s servant,"},{"bookname":"2 Chronicles","chapter":"34","verse":"21","text":"“Go, seek an oracle from the Lord for me and those who remain in Israel and Judah. Find out about the words of this scroll that has been discovered. For the Lord’s fury has been ignited against us, because our ancestors have not obeyed the word of the Lord by doing all that this scroll instructs!”"},{"bookname":"2 Chronicles","chapter":"34","verse":"22","text":"So Hilkiah and the others sent by the king went to Huldah the prophetess, the wife of Shallum son of Tokhath, the son of Hasrah, the supervisor of the wardrobe. (She lived in Jerusalem in the Mishneh district.) They stated their business,"},{"bookname":"2 Chronicles","chapter":"34","verse":"23","text":"and she said to them: “This is what the Lord God of Israel says: ‘Say this to the man who sent you to me:"},{"bookname":"2 Chronicles","chapter":"34","verse":"24","text":"“This is what the Lord says: ‘I am about to bring disaster on this place and its residents, the details of which are recorded in the scroll which they read before the king of Judah."},{"bookname":"2 Chronicles","chapter":"34","verse":"25","text":"This will happen because they have abandoned me and offered sacrifices to other gods, angering me with all the idols they have made. My anger will ignite against this place and will not be extinguished!’”"},{"bookname":"2 Chronicles","chapter":"34","verse":"26","text":"Say this to the king of Judah, who sent you to seek an oracle from the Lord: “This is what the Lord God of Israel says concerning the words you have heard:"},{"bookname":"2 Chronicles","chapter":"34","verse":"27","text":"‘You displayed a sensitive spirit and humbled yourself before God when you heard his words concerning this place and its residents. You humbled yourself before me, tore your clothes and wept before me, and I have heard you,’ says the Lord."},{"bookname":"2 Chronicles","chapter":"34","verse":"28","text":"‘Therefore I will allow you to die and be buried in peace. You will not have to witness all the disaster I will bring on this place and its residents.’”’” Then they reported back to the king."},{"bookname":"2 Chronicles","chapter":"34","verse":"29","text":"The king summoned all the leaders of Judah and Jerusalem."},{"bookname":"2 Chronicles","chapter":"34","verse":"30","text":"The king went up to the Lord’s temple, accompanied by all the people of Judah, the residents of Jerusalem, the priests, and the Levites. All the people were there, from the oldest to the youngest. He read aloud all the words of the scroll of the covenant that had been discovered in the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"34","verse":"31","text":"The king stood by his pillar and renewed the covenant before the Lord, agreeing to follow the Lord and to obey his commandments, laws, and rules with all his heart and being, by carrying out the terms of this covenant recorded on this scroll."},{"bookname":"2 Chronicles","chapter":"34","verse":"32","text":"He made all who were in Jerusalem and Benjamin agree to it. The residents of Jerusalem acted in accordance with the covenant of God, the God of their ancestors."},{"bookname":"2 Chronicles","chapter":"34","verse":"33","text":"Josiah removed all the detestable idols from all the areas belonging to the Israelites and encouraged all who were in Israel to worship the Lord their God. Throughout the rest of his reign they did not turn aside from following the Lord God of their ancestors."}],[{"bookname":"2 Chronicles","chapter":"35","verse":"1","text":"Josiah observed a Passover festival for the Lord in Jerusalem. They slaughtered the Passover lambs on the fourteenth day of the first month.","title":"Josiah Observes the Passover"},{"bookname":"2 Chronicles","chapter":"35","verse":"2","text":"He appointed the priests to fulfill their duties and encouraged them to carry out their service in the Lord’s temple."},{"bookname":"2 Chronicles","chapter":"35","verse":"3","text":"He told the Levites, who instructed all Israel about things consecrated to the Lord, “Place the holy ark in the temple which King Solomon son of David of Israel built. Don’t carry it on your shoulders. Now serve the Lord your God and his people Israel!"},{"bookname":"2 Chronicles","chapter":"35","verse":"4","text":"Prepare yourselves by your families according to your divisions, as instructed by King David of Israel and his son Solomon."},{"bookname":"2 Chronicles","chapter":"35","verse":"5","text":"Stand in the sanctuary and, together with the Levites, represent the family divisions of your countrymen."},{"bookname":"2 Chronicles","chapter":"35","verse":"6","text":"Slaughter the Passover lambs, consecrate yourselves, and make preparations for your countrymen to do what the Lord commanded through Moses.”"},{"bookname":"2 Chronicles","chapter":"35","verse":"7","text":"From his own royal flocks and herds, Josiah supplied the people with 30,000 lambs and goats for the Passover sacrifice, as well as 3,000 cattle."},{"bookname":"2 Chronicles","chapter":"35","verse":"8","text":"His officials also willingly contributed to the people, priests, and Levites. Hilkiah, Zechariah, and Jehiel, the leaders of God’s temple, supplied 2,600 Passover sacrifices and 300 cattle."},{"bookname":"2 Chronicles","chapter":"35","verse":"9","text":"Konaniah and his brothers Shemaiah and Nethanel, along with Hashabiah, Jeiel, and Jozabad, the officials of the Levites, supplied the Levites with 5,000 Passover sacrifices and 500 cattle."},{"bookname":"2 Chronicles","chapter":"35","verse":"10","text":"Preparations were made, and the priests stood at their posts and the Levites in their divisions as prescribed by the king."},{"bookname":"2 Chronicles","chapter":"35","verse":"11","text":"They slaughtered the Passover lambs and the priests splashed the blood, while the Levites skinned the animals."},{"bookname":"2 Chronicles","chapter":"35","verse":"12","text":"They reserved the burnt offerings and the cattle for the family divisions of the people to present to the Lord, as prescribed in the scroll of Moses."},{"bookname":"2 Chronicles","chapter":"35","verse":"13","text":"They cooked the Passover sacrifices over the open fire as prescribed and cooked the consecrated offerings in pots, kettles, and pans. They quickly served them to all the people."},{"bookname":"2 Chronicles","chapter":"35","verse":"14","text":"Afterward they made preparations for themselves and for the priests, because the priests, the descendants of Aaron, were offering burnt sacrifices and fat portions until evening. The Levites made preparations for themselves and for the priests, the descendants of Aaron."},{"bookname":"2 Chronicles","chapter":"35","verse":"15","text":"The musicians, the descendants of Asaph, manned their posts, as prescribed by David, Asaph, Heman, and Jeduthun the king’s prophet. The guards at the various gates did not need to leave their posts, for their fellow Levites made preparations for them."},{"bookname":"2 Chronicles","chapter":"35","verse":"16","text":"So all the preparations for the Lord’s service were made that day, as the Passover was observed and the burnt sacrifices were offered on the altar of the Lord, as prescribed by King Josiah."},{"bookname":"2 Chronicles","chapter":"35","verse":"17","text":"So the Israelites who were present observed the Passover at that time, as well as the Feast of Unleavened Bread for seven days."},{"bookname":"2 Chronicles","chapter":"35","verse":"18","text":"A Passover like this had not been observed in Israel since the days of Samuel the prophet. None of the kings of Israel had observed a Passover like the one celebrated by Josiah, the priests, the Levites, all the people of Judah and Israel who were there, and the residents of Jerusalem."},{"bookname":"2 Chronicles","chapter":"35","verse":"19","text":"This Passover was observed in the eighteenth year of Josiah’s reign."},{"bookname":"2 Chronicles","chapter":"35","verse":"20","text":"After Josiah had done all this for the temple, King Necho of Egypt marched up to do battle at Carchemish on the Euphrates River. Josiah marched out to oppose him.","title":"Josiah&#8217;s Reign Ends"},{"bookname":"2 Chronicles","chapter":"35","verse":"21","text":"Necho sent messengers to him, saying, “Why are you opposing me, O king of Judah? I am not attacking you today, but the kingdom with which I am at war. God told me to hurry. Stop opposing God, who is with me, or else he will destroy you.”"},{"bookname":"2 Chronicles","chapter":"35","verse":"22","text":"But Josiah did not turn back from him; he disguised himself for battle. He did not take seriously the words of Necho which he had received from God; he went to fight him in the Plain of Megiddo."},{"bookname":"2 Chronicles","chapter":"35","verse":"23","text":"Archers shot King Josiah; the king ordered his servants, “Take me out of this chariot, for I am seriously wounded.”"},{"bookname":"2 Chronicles","chapter":"35","verse":"24","text":"So his servants took him out of the chariot, put him in another chariot that he owned, and brought him to Jerusalem, where he died. He was buried in the tombs of his ancestors; all the people of Judah and Jerusalem mourned Josiah."},{"bookname":"2 Chronicles","chapter":"35","verse":"25","text":"Jeremiah composed laments for Josiah which all the male and female singers use to mourn Josiah to this very day. It has become customary in Israel to sing these; they are recorded in the Book of Laments."},{"bookname":"2 Chronicles","chapter":"35","verse":"26","text":"The rest of the events of Josiah’s reign, including the faithful acts he did in obedience to what is written in the law of the Lord"},{"bookname":"2 Chronicles","chapter":"35","verse":"27","text":"and his accomplishments, from start to finish, are recorded in the Scroll of the Kings of Israel and Judah."}],[{"bookname":"2 Chronicles","chapter":"36","verse":"1","text":"The people of the land took Jehoahaz son of Josiah and made him king in his father’s place in Jerusalem.","title":"Jehoahaz&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"36","verse":"2","text":"Jehoahaz was twenty-three years old when he became king, and he reigned three months in Jerusalem."},{"bookname":"2 Chronicles","chapter":"36","verse":"3","text":"The king of Egypt prevented him from ruling in Jerusalem and imposed on the land a special tax of one hundred talents of silver and a talent of gold."},{"bookname":"2 Chronicles","chapter":"36","verse":"4","text":"The king of Egypt made Jehoahaz’s brother Eliakim king over Judah and Jerusalem, and changed his name to Jehoiakim. Necho seized his brother Jehoahaz and took him to Egypt."},{"bookname":"2 Chronicles","chapter":"36","verse":"5","text":"Jehoiakim was twenty-five years old when he became king, and he reigned for eleven years in Jerusalem. He did evil in the sight of the Lord his God.","title":"Jehoiakim&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"36","verse":"6","text":"King Nebuchadnezzar of Babylon attacked him, bound him with bronze chains, and carried him away to Babylon."},{"bookname":"2 Chronicles","chapter":"36","verse":"7","text":"Nebuchadnezzar took some of the items in the Lord’s temple to Babylon and put them in his palace there."},{"bookname":"2 Chronicles","chapter":"36","verse":"8","text":"The rest of the events of Jehoiakim’s reign, including the horrible sins he committed and his shortcomings, are recorded in the Scroll of the Kings of Israel and Judah. His son Jehoiachin replaced him as king."},{"bookname":"2 Chronicles","chapter":"36","verse":"9","text":"Jehoiachin was eighteen years old when he became king, and he reigned three months and ten days in Jerusalem. He did evil in the sight of the Lord.","title":"Jehoiachin&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"36","verse":"10","text":"At the beginning of the year King Nebuchadnezzar ordered him to be brought to Babylon, along with the valuable items in the Lord’s temple. In his place he made his relative Zedekiah king over Judah and Jerusalem."},{"bookname":"2 Chronicles","chapter":"36","verse":"11","text":"Zedekiah was twenty-one years old when he became king, and he ruled for eleven years in Jerusalem.","title":"Zedekiah&#8217;s Reign"},{"bookname":"2 Chronicles","chapter":"36","verse":"12","text":"He did evil in the sight of the Lord his God. He did not humble himself before Jeremiah the prophet, the Lord’s spokesman."},{"bookname":"2 Chronicles","chapter":"36","verse":"13","text":"He also rebelled against King Nebuchadnezzar, who had made him vow allegiance in the name of God. He was stubborn and obstinate, and refused to return to the Lord God of Israel."},{"bookname":"2 Chronicles","chapter":"36","verse":"14","text":"All the leaders of the priests and people became more unfaithful and committed the same horrible sins practiced by the nations. They defiled the Lord’s temple which he had consecrated in Jerusalem."},{"bookname":"2 Chronicles","chapter":"36","verse":"15","text":"The Lord God of their ancestors continually warned them through his messengers, for he felt compassion for his people and his dwelling place.","title":"The Babylonians Destroy Jerusalem"},{"bookname":"2 Chronicles","chapter":"36","verse":"16","text":"But they mocked God’s messengers, despised his warnings, and ridiculed his prophets. Finally the Lord got very angry at his people and there was no one who could prevent his judgment."},{"bookname":"2 Chronicles","chapter":"36","verse":"17","text":"He brought against them the king of the Babylonians, who slaughtered their young men in their temple. He did not spare young men or women, or even the old and aging. God handed everyone over to him."},{"bookname":"2 Chronicles","chapter":"36","verse":"18","text":"He carried away to Babylon all the items in God’s temple, whether large or small, as well as what was in the treasuries of the Lord’s temple and in the treasuries of the king and his officials."},{"bookname":"2 Chronicles","chapter":"36","verse":"19","text":"They burned down the Lord’s temple and tore down the wall of Jerusalem. They burned all its fortified buildings and destroyed all its valuable items."},{"bookname":"2 Chronicles","chapter":"36","verse":"20","text":"He deported to Babylon all who escaped the sword. They served him and his sons until the Persian kingdom rose to power."},{"bookname":"2 Chronicles","chapter":"36","verse":"21","text":"This took place to fulfill the Lord’s message delivered through Jeremiah. The land experienced its sabbatical years; it remained desolate for seventy years, as prophesied."},{"bookname":"2 Chronicles","chapter":"36","verse":"22","text":"In the first year of the reign of King Cyrus of Persia, in fulfillment of the promise he delivered through Jeremiah, the Lord moved King Cyrus of Persia to issue a written decree throughout his kingdom.","title":"Cyrus Allows the Exiles to Go Home"},{"bookname":"2 Chronicles","chapter":"36","verse":"23","text":"It read: “This is what King Cyrus of Persia says: ‘The Lord God of the heavens has given to me all the kingdoms of the earth. He has appointed me to build for him a temple in Jerusalem in Judah. May the Lord your God energize you who belong to his people, so you may be able to go back there!”"}]]}