{"book":{"id":21,"abbrev":"ecc","name":"Ecclesiastes","chapters":12},"chapters":[[{"bookname":"Ecclesiastes","chapter":"1","verse":"1","text":"The words of the Teacher, the son of David, king in Jerusalem:","title":"Title"},{"bookname":"Ecclesiastes","chapter":"1","verse":"2","text":"“Futile! Futile!” laments the Teacher, “Absolutely futile! Everything is futile!”","title":"Introduction: Utter Futility"},{"bookname":"Ecclesiastes","chapter":"1","verse":"3","text":"What benefit do people get from all the effort which they expend on earth?","title":"Futility Illustrated from Nature"},{"bookname":"Ecclesiastes","chapter":"1","verse":"4","text":"A generation comes and a generation goes, but the earth remains the same through the ages."},{"bookname":"Ecclesiastes","chapter":"1","verse":"5","text":"The sun rises and the sun sets; it hurries away to a place from which it rises again."},{"bookname":"Ecclesiastes","chapter":"1","verse":"6","text":"The wind goes to the south and circles around to the north; round and round the wind goes and on its rounds it returns."},{"bookname":"Ecclesiastes","chapter":"1","verse":"7","text":"All the streams flow into the sea, but the sea is not full, and to the place where the streams flow, there they will flow again."},{"bookname":"Ecclesiastes","chapter":"1","verse":"8","text":"All this monotony is tiresome; no one can bear to describe it: The eye is never satisfied with seeing, nor is the ear ever content with hearing."},{"bookname":"Ecclesiastes","chapter":"1","verse":"9","text":"What exists now is what will be, and what has been done is what will be done; there is nothing truly new on earth."},{"bookname":"Ecclesiastes","chapter":"1","verse":"10","text":"Is there anything about which someone can say, “Look at this! It is new!”? It was already done long ago, before our time."},{"bookname":"Ecclesiastes","chapter":"1","verse":"11","text":"No one remembers the former events, nor will anyone remember the events that are yet to happen; they will not be remembered by the future generations."},{"bookname":"Ecclesiastes","chapter":"1","verse":"12","text":"I, the Teacher, have been king over Israel in Jerusalem.","title":"Futility of Secular Accomplishment"},{"bookname":"Ecclesiastes","chapter":"1","verse":"13","text":"I decided to carefully and thoroughly examine all that has been accomplished on earth. I concluded: God has given people a burdensome task that keeps them occupied."},{"bookname":"Ecclesiastes","chapter":"1","verse":"14","text":"I reflected on everything that is accomplished by man on earth, and I concluded: Everything he has accomplished is futile &#8211; like chasing the wind!"},{"bookname":"Ecclesiastes","chapter":"1","verse":"15","text":"What is bent cannot be straightened, and what is missing cannot be supplied."},{"bookname":"Ecclesiastes","chapter":"1","verse":"16","text":"I thought to myself, “I have become much wiser than any of my predecessors who ruled over Jerusalem; I have acquired much wisdom and knowledge.”","title":"Futility of Secular Wisdom"},{"bookname":"Ecclesiastes","chapter":"1","verse":"17","text":"So I decided to discern the benefit of wisdom and knowledge over foolish behavior and ideas; however, I concluded that even this endeavor is like trying to chase the wind!"},{"bookname":"Ecclesiastes","chapter":"1","verse":"18","text":"For with great wisdom comes great frustration; whoever increases his knowledge merely increases his heartache. "}],[{"bookname":"Ecclesiastes","chapter":"2","verse":"1","text":" I thought to myself, “Come now, I will try self-indulgent pleasure to see if it is worthwhile.” But I found that it also is futile.","title":"Futility of Self-Indulgent Pleasure"},{"bookname":"Ecclesiastes","chapter":"2","verse":"2","text":"I said of partying, “It is folly,” and of self-indulgent pleasure, “It accomplishes nothing!”"},{"bookname":"Ecclesiastes","chapter":"2","verse":"3","text":"I thought deeply about the effects of indulging myself with wine (all the while my mind was guiding me with wisdom) and the effects of behaving foolishly, so that I might discover what is profitable for people to do on earth during the few days of their lives."},{"bookname":"Ecclesiastes","chapter":"2","verse":"4","text":"I increased my possessions: I built houses for myself; I planted vineyards for myself.","title":"Futility of Materialism"},{"bookname":"Ecclesiastes","chapter":"2","verse":"5","text":"I designed royal gardens and parks for myself, and I planted all kinds of fruit trees in them."},{"bookname":"Ecclesiastes","chapter":"2","verse":"6","text":"I constructed pools of water for myself, to irrigate my grove of flourishing trees."},{"bookname":"Ecclesiastes","chapter":"2","verse":"7","text":"I purchased male and female slaves, and I owned slaves who were born in my house; I also possessed more livestock &#8211; both herds and flocks &#8211; than any of my predecessors in Jerusalem."},{"bookname":"Ecclesiastes","chapter":"2","verse":"8","text":"I also amassed silver and gold for myself, as well as valuable treasures taken from kingdoms and provinces. I acquired male singers and female singers for myself, and what gives a man sensual delight &#8211; a harem of beautiful concubines!"},{"bookname":"Ecclesiastes","chapter":"2","verse":"9","text":"So I was far wealthier than all my predecessors in Jerusalem, yet I maintained my objectivity:"},{"bookname":"Ecclesiastes","chapter":"2","verse":"10","text":"I did not restrain myself from getting whatever I wanted; I did not deny myself anything that would bring me pleasure. So all my accomplishments gave me joy; this was my reward for all my effort."},{"bookname":"Ecclesiastes","chapter":"2","verse":"11","text":"Yet when I reflected on everything I had accomplished and on all the effort that I had expended to accomplish it, I concluded: “All these achievements and possessions are ultimately profitless &#8211; like chasing the wind! There is nothing gained from them on earth.”"},{"bookname":"Ecclesiastes","chapter":"2","verse":"12","text":"Next, I decided to consider wisdom, as well as foolish behavior and ideas. For what more can the king’s successor do than what the king has already done?","title":"Wisdom is Better than Folly"},{"bookname":"Ecclesiastes","chapter":"2","verse":"13","text":"I realized that wisdom is preferable to folly, just as light is preferable to darkness:"},{"bookname":"Ecclesiastes","chapter":"2","verse":"14","text":"The wise man can see where he is going, but the fool walks in darkness. Yet I also realized that the same fate happens to them both."},{"bookname":"Ecclesiastes","chapter":"2","verse":"15","text":"So I thought to myself, “The fate of the fool will happen even to me! Then what did I gain by becoming so excessively wise?” So I lamented to myself, “The benefits of wisdom are ultimately meaningless!”"},{"bookname":"Ecclesiastes","chapter":"2","verse":"16","text":"For the wise man, like the fool, will not be remembered for very long, because in the days to come, both will already have been forgotten. Alas, the wise man dies &#8211; just like the fool!"},{"bookname":"Ecclesiastes","chapter":"2","verse":"17","text":"So I loathed life because what happens on earth seems awful to me; for all the benefits of wisdom are futile &#8211; like chasing the wind."},{"bookname":"Ecclesiastes","chapter":"2","verse":"18","text":"So I loathed all the fruit of my effort, for which I worked so hard on earth, because I must leave it behind in the hands of my successor.","title":"Futility of Being a Workaholic"},{"bookname":"Ecclesiastes","chapter":"2","verse":"19","text":"Who knows if he will be a wise man or a fool? Yet he will be master over all the fruit of my labor for which I worked so wisely on earth! This also is futile!"},{"bookname":"Ecclesiastes","chapter":"2","verse":"20","text":"So I began to despair about all the fruit of my labor for which I worked so hard on earth."},{"bookname":"Ecclesiastes","chapter":"2","verse":"21","text":"For a man may do his work with wisdom, knowledge, and skill; however, he must hand over the fruit of his labor as an inheritance to someone else who did not work for it. This also is futile, and an awful injustice!"},{"bookname":"Ecclesiastes","chapter":"2","verse":"22","text":"What does a man acquire from all his labor and from the anxiety that accompanies his toil on earth?","title":"Painful Days and Restless Nights"},{"bookname":"Ecclesiastes","chapter":"2","verse":"23","text":"For all day long his work produces pain and frustration, and even at night his mind cannot relax! This also is futile!"},{"bookname":"Ecclesiastes","chapter":"2","verse":"24","text":"There is nothing better for people than to eat and drink, and to find enjoyment in their work. I also perceived that this ability to find enjoyment comes from God.","title":"Enjoy Work and its Benefits"},{"bookname":"Ecclesiastes","chapter":"2","verse":"25","text":"For no one can eat and drink or experience joy apart from him."},{"bookname":"Ecclesiastes","chapter":"2","verse":"26","text":"For to the one who pleases him, God gives wisdom, knowledge, and joy, but to the sinner, he gives the task of amassing wealth &#8211; only to give it to the one who pleases God. This task of the wicked is futile &#8211; like chasing the wind!"}],[{"bookname":"Ecclesiastes","chapter":"3","verse":"1","text":"For everything there is an appointed time, and an appropriate time for every activity on earth:","title":"A Time for All Events in Life"},{"bookname":"Ecclesiastes","chapter":"3","verse":"2","text":"A time to be born, and a time to die; a time to plant, and a time to uproot what was planted;"},{"bookname":"Ecclesiastes","chapter":"3","verse":"3","text":"A time to kill, and a time to heal; a time to break down, and a time to build up;"},{"bookname":"Ecclesiastes","chapter":"3","verse":"4","text":"A time to weep, and a time to laugh; a time to mourn, and a time to dance."},{"bookname":"Ecclesiastes","chapter":"3","verse":"5","text":"A time to throw away stones, and a time to gather stones; a time to embrace, and a time to refrain from embracing;"},{"bookname":"Ecclesiastes","chapter":"3","verse":"6","text":"A time to search, and a time to give something up as lost; a time to keep, and a time to throw away;"},{"bookname":"Ecclesiastes","chapter":"3","verse":"7","text":"A time to rip, and a time to sew; a time to keep silent, and a time to speak."},{"bookname":"Ecclesiastes","chapter":"3","verse":"8","text":"A time to love, and a time to hate; a time for war, and a time for peace."},{"bookname":"Ecclesiastes","chapter":"3","verse":"9","text":"What benefit can a worker gain from his toil?","title":"Man is Ignorant of God&#8217;s Timing"},{"bookname":"Ecclesiastes","chapter":"3","verse":"10","text":"I have observed the burden that God has given to people to keep them occupied."},{"bookname":"Ecclesiastes","chapter":"3","verse":"11","text":"God has made everything fit beautifully in its appropriate time, but he has also placed ignorance in the human heart so that people cannot discover what God has ordained, from the beginning to the end of their lives."},{"bookname":"Ecclesiastes","chapter":"3","verse":"12","text":"I have concluded that there is nothing better for people than to be happy and to enjoy themselves as long as they live,","title":"Enjoy Life in the Present"},{"bookname":"Ecclesiastes","chapter":"3","verse":"13","text":"and also that everyone should eat and drink, and find enjoyment in all his toil, for these things are a gift from God."},{"bookname":"Ecclesiastes","chapter":"3","verse":"14","text":"I also know that whatever God does will endure forever; nothing can be added to it, and nothing taken away from it. God has made it this way, so that men will fear him.","title":"God&#8217;s Sovereignty"},{"bookname":"Ecclesiastes","chapter":"3","verse":"15","text":"Whatever exists now has already been, and whatever will be has already been; for God will seek to do again what has occurred in the past."},{"bookname":"Ecclesiastes","chapter":"3","verse":"16","text":"I saw something else on earth: In the place of justice, there was wickedness, and in the place of fairness, there was wickedness.","title":"The Problem of Injustice and Oppression"},{"bookname":"Ecclesiastes","chapter":"3","verse":"17","text":"I thought to myself, “God will judge both the righteous and the wicked; for there is an appropriate time for every activity, and there is a time of judgment for every deed. "},{"bookname":"Ecclesiastes","chapter":"3","verse":"18","text":"I also thought to myself, “It is for the sake of people, so God can clearly show them that they are like animals."},{"bookname":"Ecclesiastes","chapter":"3","verse":"19","text":"For the fate of humans and the fate of animals are the same: As one dies, so dies the other; both have the same breath. There is no advantage for humans over animals, for both are fleeting."},{"bookname":"Ecclesiastes","chapter":"3","verse":"20","text":"Both go to the same place, both come from the dust, and to dust both return."},{"bookname":"Ecclesiastes","chapter":"3","verse":"21","text":"Who really knows if the human spirit ascends upward, and the animal’s spirit descends into the earth?"},{"bookname":"Ecclesiastes","chapter":"3","verse":"22","text":"So I perceived there is nothing better than for people to enjoy their work, because that is their reward; for who can show them what the future holds?"}],[{"bookname":"Ecclesiastes","chapter":"4","verse":"1","text":"So I again considered all the oppression that continually occurs on earth. This is what I saw: The oppressed were in tears, but no one was comforting them; no one delivers them from the power of their oppressors.","title":"Evil Oppression on Earth"},{"bookname":"Ecclesiastes","chapter":"4","verse":"2","text":"So I considered those who are dead and gone more fortunate than those who are still alive."},{"bookname":"Ecclesiastes","chapter":"4","verse":"3","text":"But better than both is the one who has not been born and has not seen the evil things that are done on earth."},{"bookname":"Ecclesiastes","chapter":"4","verse":"4","text":"Then I considered all the skillful work that is done: Surely it is nothing more than competition between one person and another. This also is profitless &#8211; like chasing the wind.","title":"Labor Motivated by Envy"},{"bookname":"Ecclesiastes","chapter":"4","verse":"5","text":"The fool folds his hands and does no work, so he has nothing to eat but his own flesh."},{"bookname":"Ecclesiastes","chapter":"4","verse":"6","text":"Better is one handful with some rest than two hands full of toil and chasing the wind."},{"bookname":"Ecclesiastes","chapter":"4","verse":"7","text":"So I again considered another futile thing on earth:","title":"Labor Motivated by Greed"},{"bookname":"Ecclesiastes","chapter":"4","verse":"8","text":"A man who is all alone with no companion, he has no children nor siblings; yet there is no end to all his toil, and he is never satisfied with riches. He laments, “For whom am I toiling and depriving myself of pleasure?” This also is futile and a burdensome task!"},{"bookname":"Ecclesiastes","chapter":"4","verse":"9","text":"Two people are better than one, because they can reap more benefit from their labor.","title":"Labor is Beneficial When Its Rewards Are Shared"},{"bookname":"Ecclesiastes","chapter":"4","verse":"10","text":"For if they fall, one will help his companion up, but pity the person who falls down and has no one to help him up."},{"bookname":"Ecclesiastes","chapter":"4","verse":"11","text":"Furthermore, if two lie down together, they can keep each other warm, but how can one person keep warm by himself?"},{"bookname":"Ecclesiastes","chapter":"4","verse":"12","text":"Although an assailant may overpower one person, two can withstand him. Moreover, a three-stranded cord is not quickly broken."},{"bookname":"Ecclesiastes","chapter":"4","verse":"13","text":"A poor but wise youth is better than an old and foolish king who no longer knows how to receive advice.","title":"Labor Motivated by Prestige-Seeking"},{"bookname":"Ecclesiastes","chapter":"4","verse":"14","text":"For he came out of prison to become king, even though he had been born poor in what would become his kingdom."},{"bookname":"Ecclesiastes","chapter":"4","verse":"15","text":"I considered all the living who walk on earth, as well as the successor who would arise in his place."},{"bookname":"Ecclesiastes","chapter":"4","verse":"16","text":"There is no end to all the people nor to the past generations, yet future generations will not rejoice in him. This also is profitless and like chasing the wind."}],[{"bookname":"Ecclesiastes","chapter":"5","verse":"1","text":"Be careful what you do when you go to the temple of God; draw near to listen rather than to offer a sacrifice like fools, for they do not realize that they are doing wrong.","title":"Rash Vows"},{"bookname":"Ecclesiastes","chapter":"5","verse":"2","text":"Do not be rash with your mouth or hasty in your heart to bring up a matter before God, for God is in heaven and you are on earth! Therefore, let your words be few."},{"bookname":"Ecclesiastes","chapter":"5","verse":"3","text":"Just as dreams come when there are many cares, so the rash vow of a fool occurs when there are many words."},{"bookname":"Ecclesiastes","chapter":"5","verse":"4","text":"When you make a vow to God, do not delay in paying it. For God takes no pleasure in fools: Pay what you vow!"},{"bookname":"Ecclesiastes","chapter":"5","verse":"5","text":"It is better for you not to vow than to vow and not pay it."},{"bookname":"Ecclesiastes","chapter":"5","verse":"6","text":"Do not let your mouth cause you to sin, and do not tell the priest, “It was a mistake!” Why make God angry at you so that he would destroy the work of your hands?”"},{"bookname":"Ecclesiastes","chapter":"5","verse":"7","text":"Just as there is futility in many dreams, so also in many words. Therefore, fear God!"},{"bookname":"Ecclesiastes","chapter":"5","verse":"8","text":"If you see the extortion of the poor, or the perversion of justice and fairness in the government, do not be astonished by the matter. For the high official is watched by a higher official, and there are higher ones over them!","title":"Government Corruption"},{"bookname":"Ecclesiastes","chapter":"5","verse":"9","text":"The produce of the land is seized by all of them, even the king is served by the fields."},{"bookname":"Ecclesiastes","chapter":"5","verse":"10","text":"The one who loves money will never be satisfied with money, he who loves wealth will never be satisfied with his income. This also is futile.","title":"Covetousness"},{"bookname":"Ecclesiastes","chapter":"5","verse":"11","text":"When someone’s prosperity increases, those who consume it also increase; so what does its owner gain, except that he gets to see it with his eyes?"},{"bookname":"Ecclesiastes","chapter":"5","verse":"12","text":"The sleep of the laborer is pleasant &#8211; whether he eats little or much &#8211; but the wealth of the rich will not allow him to sleep."},{"bookname":"Ecclesiastes","chapter":"5","verse":"13","text":"Here is a misfortune on earth that I have seen: Wealth hoarded by its owner to his own misery.","title":"Materialism Thwarts Enjoyment of Life"},{"bookname":"Ecclesiastes","chapter":"5","verse":"14","text":"Then that wealth was lost through bad luck; although he fathered a son, he has nothing left to give him."},{"bookname":"Ecclesiastes","chapter":"5","verse":"15","text":"Just as he came forth from his mother's womb, naked will he return as he came, and he will take nothing in his hand that he may carry away from his toil."},{"bookname":"Ecclesiastes","chapter":"5","verse":"16","text":"This is another misfortune: Just as he came, so will he go. What did he gain from toiling for the wind?"},{"bookname":"Ecclesiastes","chapter":"5","verse":"17","text":"Surely, he ate in darkness every day of his life, and he suffered greatly with sickness and anger."},{"bookname":"Ecclesiastes","chapter":"5","verse":"18","text":"I have seen personally what is the only beneficial and appropriate course of action for people: to eat and drink, and find enjoyment in all their hard work on earth during the few days of their life which God has given them, for this is their reward.","title":"Enjoy the Fruit of Your Labor"},{"bookname":"Ecclesiastes","chapter":"5","verse":"19","text":"To every man whom God has given wealth, and possessions, he has also given him the ability to eat from them, to receive his reward and to find enjoyment in his toil; these things are the gift of God."},{"bookname":"Ecclesiastes","chapter":"5","verse":"20","text":"For he does not think much about the fleeting days of his life because God keeps him preoccupied with the joy he derives from his activity."}],[{"bookname":"Ecclesiastes","chapter":"6","verse":"1","text":"Here is another misfortune that I have seen on earth, and it weighs heavily on people:","title":"Not Everyone Enjoys Life"},{"bookname":"Ecclesiastes","chapter":"6","verse":"2","text":"God gives a man riches, property, and wealth so that he lacks nothing that his heart desires, yet God does not enable him to enjoy the fruit of his labor &#8211; instead, someone else enjoys it! This is fruitless and a grave misfortune."},{"bookname":"Ecclesiastes","chapter":"6","verse":"3","text":"Even if a man fathers a hundred children and lives many years &#8211; even if he lives a long, long time, but cannot enjoy his prosperity &#8211; even if he were to live forever &#8211;  I would say, “A stillborn child is better off than he is!”"},{"bookname":"Ecclesiastes","chapter":"6","verse":"4","text":"Though the stillborn child came into the world for no reason and departed into darkness, though its name is shrouded in darkness,"},{"bookname":"Ecclesiastes","chapter":"6","verse":"5","text":"though it never saw the light of day nor knew anything, yet it has more rest than that man &#8211;"},{"bookname":"Ecclesiastes","chapter":"6","verse":"6","text":"if he should live a thousand years twice, yet does not enjoy his prosperity. For both of them die!"},{"bookname":"Ecclesiastes","chapter":"6","verse":"7","text":"All of man’s labor is for nothing more than to fill his stomach &#8211; yet his appetite is never satisfied!"},{"bookname":"Ecclesiastes","chapter":"6","verse":"8","text":"So what advantage does a wise man have over a fool? And what advantage does a pauper gain by knowing how to survive?"},{"bookname":"Ecclesiastes","chapter":"6","verse":"9","text":"It is better to be content with what the eyes can see than for one’s heart always to crave more. This continual longing is futile &#8211; like chasing the wind."},{"bookname":"Ecclesiastes","chapter":"6","verse":"10","text":"Whatever has happened was foreordained, and what happens to a person was also foreknown. It is useless for him to argue with God about his fate because God is more powerful than he is.","title":"The Futile Way Life Works"},{"bookname":"Ecclesiastes","chapter":"6","verse":"11","text":"The more one argues with words, the less he accomplishes. How does that benefit him?"},{"bookname":"Ecclesiastes","chapter":"6","verse":"12","text":"For no one knows what is best for a person during his life &#8211; during the few days of his fleeting life &#8211;  for they pass away like a shadow. Nor can anyone tell him what the future will hold for him on earth."}],[{"bookname":"Ecclesiastes","chapter":"7","verse":"1","text":"A good reputation is better than precious perfume; likewise, the day of one’s death is better than the day of one’s birth.","title":"Life is Brief and Death is Certain!"},{"bookname":"Ecclesiastes","chapter":"7","verse":"2","text":"It is better to go to a funeral than a feast. For death is the destiny of every person, and the living should take this to heart."},{"bookname":"Ecclesiastes","chapter":"7","verse":"3","text":"Sorrow is better than laughter, because sober reflection is good for the heart."},{"bookname":"Ecclesiastes","chapter":"7","verse":"4","text":"The heart of the wise is in the house of mourning, but the heart of fools is in the house of merrymaking."},{"bookname":"Ecclesiastes","chapter":"7","verse":"5","text":"It is better for a person to receive a rebuke from those who are wise than to listen to the song of fools.","title":"Frivolous Living Versus Wisdom"},{"bookname":"Ecclesiastes","chapter":"7","verse":"6","text":"For like the crackling of quick-burning thorns under a cooking pot, so is the laughter of the fool. This kind of folly also is useless."},{"bookname":"Ecclesiastes","chapter":"7","verse":"7","text":"Surely oppression can turn a wise person into a fool; likewise, a bribe corrupts the heart.","title":"Human Wisdom Overturned by Adversity"},{"bookname":"Ecclesiastes","chapter":"7","verse":"8","text":"The end of a matter is better than its beginning; likewise, patience is better than pride."},{"bookname":"Ecclesiastes","chapter":"7","verse":"9","text":"Do not let yourself be quickly provoked, for anger resides in the lap of fools."},{"bookname":"Ecclesiastes","chapter":"7","verse":"10","text":"Do not say, “Why were the old days better than these days?” for it is not wise to ask that."},{"bookname":"Ecclesiastes","chapter":"7","verse":"11","text":"Wisdom, like an inheritance, is a good thing; it benefits those who see the light of day.","title":"Wisdom Can Lengthen One&#8217;s Life"},{"bookname":"Ecclesiastes","chapter":"7","verse":"12","text":"For wisdom provides protection, just as money provides protection. But the advantage of knowledge is this: Wisdom preserves the life of its owner."},{"bookname":"Ecclesiastes","chapter":"7","verse":"13","text":"Consider the work of God: For who can make straight what he has bent?","title":"Wisdom Acknowledges God&#8217;s Orchestration of Life"},{"bookname":"Ecclesiastes","chapter":"7","verse":"14","text":"In times of prosperity be joyful, but in times of adversity consider this: God has made one as well as the other, so that no one can discover what the future holds."},{"bookname":"Ecclesiastes","chapter":"7","verse":"15","text":"During the days of my fleeting life I have seen both of these things: Sometimes a righteous person dies prematurely in spite of his righteousness, and sometimes a wicked person lives long in spite of his evil deeds.","title":"Exceptions to the Law of Retribution"},{"bookname":"Ecclesiastes","chapter":"7","verse":"16","text":"So do not be excessively righteous or excessively wise; otherwise you might be disappointed."},{"bookname":"Ecclesiastes","chapter":"7","verse":"17","text":"Do not be excessively wicked and do not be a fool; otherwise you might die before your time."},{"bookname":"Ecclesiastes","chapter":"7","verse":"18","text":"It is best to take hold of one warning without letting go of the other warning; for the one who fears God will follow both warnings."},{"bookname":"Ecclesiastes","chapter":"7","verse":"19","text":"Wisdom gives a wise person more protection than ten rulers in a city.","title":"Wisdom Needed Because No One is Truly Righteous"},{"bookname":"Ecclesiastes","chapter":"7","verse":"20","text":"For there is not one truly righteous person on the earth who continually does good and never sins."},{"bookname":"Ecclesiastes","chapter":"7","verse":"21","text":"Also, do not pay attention to everything that people say; otherwise, you might even hear your servant cursing you."},{"bookname":"Ecclesiastes","chapter":"7","verse":"22","text":"For you know in your own heart that you also have cursed others many times."},{"bookname":"Ecclesiastes","chapter":"7","verse":"23","text":"I have examined all this by wisdom; I said, “I am determined to comprehend this” &#8211; but it was beyond my grasp.","title":"Human Wisdom is Limited"},{"bookname":"Ecclesiastes","chapter":"7","verse":"24","text":"Whatever has happened is beyond human understanding; it is far deeper than anyone can fathom."},{"bookname":"Ecclesiastes","chapter":"7","verse":"25","text":"I tried to understand, examine, and comprehend the role of wisdom in the scheme of things, and to understand the stupidity of wickedness and the insanity of folly.","title":"True Righteousness and Wisdom are Virtually Nonexistent"},{"bookname":"Ecclesiastes","chapter":"7","verse":"26","text":"I discovered this: More bitter than death is the kind of woman who is like a hunter’s snare; her heart is like a hunter’s net and her hands are like prison chains. The man who pleases God escapes her, but the sinner is captured by her."},{"bookname":"Ecclesiastes","chapter":"7","verse":"27","text":"The Teacher says: I discovered this while trying to discover the scheme of things, item by item."},{"bookname":"Ecclesiastes","chapter":"7","verse":"28","text":"What I have continually sought, I have not found; I have found only one upright man among a thousand, but I have not found one upright woman among all of them."},{"bookname":"Ecclesiastes","chapter":"7","verse":"29","text":"This alone have I discovered: God made humankind upright, but they have sought many evil schemes."}],[{"bookname":"Ecclesiastes","chapter":"8","verse":"1","text":"Who is a wise person? Who knows the solution to a problem? A person’s wisdom brightens his appearance, and softens his harsh countenance.","title":"Human Government Demonstrates Limitations of Wisdom"},{"bookname":"Ecclesiastes","chapter":"8","verse":"2","text":"Obey the king’s command, because you took an oath before God to be loyal to him."},{"bookname":"Ecclesiastes","chapter":"8","verse":"3","text":"Do not rush out of the king’s presence in haste &#8211; do not delay when the matter is unpleasant, for he can do whatever he pleases."},{"bookname":"Ecclesiastes","chapter":"8","verse":"4","text":"Surely the king’s authority is absolute; no one can say to him, “What are you doing?”"},{"bookname":"Ecclesiastes","chapter":"8","verse":"5","text":"Whoever obeys his command will not experience harm, and a wise person knows the proper time and procedure."},{"bookname":"Ecclesiastes","chapter":"8","verse":"6","text":"For there is a proper time and procedure for every matter, for the oppression of the king is severe upon his victim."},{"bookname":"Ecclesiastes","chapter":"8","verse":"7","text":"Surely no one knows the future, and no one can tell another person what will happen."},{"bookname":"Ecclesiastes","chapter":"8","verse":"8","text":"Just as no one has power over the wind to restrain it, so no one has power over the day of his death. Just as no one can be discharged during the battle, so wickedness cannot rescue the wicked."},{"bookname":"Ecclesiastes","chapter":"8","verse":"9","text":"While applying my mind to everything that happens in this world, I have seen all this: Sometimes one person dominates other people to their harm."},{"bookname":"Ecclesiastes","chapter":"8","verse":"10","text":"Not only that, but I have seen the wicked approaching and entering the temple, and as they left the holy temple, they boasted in the city that they had done so. This also is an enigma.","title":"Contradictions to the Law of Retribution"},{"bookname":"Ecclesiastes","chapter":"8","verse":"11","text":"When a sentence is not executed at once against a crime, the human heart is encouraged to do evil."},{"bookname":"Ecclesiastes","chapter":"8","verse":"12","text":"Even though a sinner might commit a hundred crimes and still live a long time, yet I know that it will go well with God-fearing people &#8211; for they stand in fear before him."},{"bookname":"Ecclesiastes","chapter":"8","verse":"13","text":"But it will not go well with the wicked, nor will they prolong their days like a shadow, because they do not stand in fear before God."},{"bookname":"Ecclesiastes","chapter":"8","verse":"14","text":"Here is another enigma that occurs on earth: Sometimes there are righteous people who get what the wicked deserve, and sometimes there are wicked people who get what the righteous deserve. I said, “This also is an enigma.”"},{"bookname":"Ecclesiastes","chapter":"8","verse":"15","text":"So I recommend the enjoyment of life, for there is nothing better on earth for a person to do except to eat, drink, and enjoy life. So joy will accompany him in his toil during the days of his life which God gives him on earth.","title":"Enjoy Life In Spite of Its Injustices"},{"bookname":"Ecclesiastes","chapter":"8","verse":"16","text":"When I tried to gain wisdom and to observe the activity on earth &#8211; even though it prevents anyone from sleeping day or night &#8211;","title":"Limitations of Human Wisdom"},{"bookname":"Ecclesiastes","chapter":"8","verse":"17","text":"then I discerned all that God has done: No one really comprehends what happens on earth. Despite all human efforts to discover it, no one can ever grasp it. Even if a wise person claimed that he understood, he would not really comprehend it."}],[{"bookname":"Ecclesiastes","chapter":"9","verse":"1","text":"So I reflected on all this, attempting to clear it all up. I concluded that the righteous and the wise, as well as their works, are in the hand of God; whether a person will be loved or hated &#8211; no one knows what lies ahead.","title":"Everyone Will Die"},{"bookname":"Ecclesiastes","chapter":"9","verse":"2","text":"Everyone shares the same fate &#8211; the righteous and the wicked, the good and the bad, the ceremonially clean and unclean, those who offer sacrifices and those who do not. What happens to the good person, also happens to the sinner; what happens to those who make vows, also happens to those who are afraid to make vows."},{"bookname":"Ecclesiastes","chapter":"9","verse":"3","text":"This is the unfortunate fact about everything that happens on earth: the same fate awaits everyone. In addition to this, the hearts of all people are full of evil, and there is folly in their hearts during their lives &#8211; then they die."},{"bookname":"Ecclesiastes","chapter":"9","verse":"4","text":"But whoever is among the living has hope; a live dog is better than a dead lion.","title":"Better to Be Poor but Alive than Rich but Dead"},{"bookname":"Ecclesiastes","chapter":"9","verse":"5","text":"For the living know that they will die, but the dead do not know anything; they have no further reward &#8211; and even the memory of them disappears."},{"bookname":"Ecclesiastes","chapter":"9","verse":"6","text":"What they loved, as well as what they hated and envied, perished long ago, and they no longer have a part in anything that happens on earth."},{"bookname":"Ecclesiastes","chapter":"9","verse":"7","text":"Go, eat your food with joy, and drink your wine with a happy heart, because God has already approved your works.","title":"Life is Brief, so Cherish its Joys"},{"bookname":"Ecclesiastes","chapter":"9","verse":"8","text":"Let your clothes always be white, and do not spare precious ointment on your head."},{"bookname":"Ecclesiastes","chapter":"9","verse":"9","text":"Enjoy life with your beloved wife during all the days of your fleeting life that God has given you on earth during all your fleeting days; for that is your reward in life and in your burdensome work on earth."},{"bookname":"Ecclesiastes","chapter":"9","verse":"10","text":"Whatever you find to do with your hands, do it with all your might, because there is neither work nor planning nor knowledge nor wisdom in the grave, the place where you will eventually go."},{"bookname":"Ecclesiastes","chapter":"9","verse":"11","text":"Again, I observed this on the earth: the race is not always won by the swiftest, the battle is not always won by the strongest; prosperity does not always belong to those who are the wisest, wealth does not always belong to those who are the most discerning, nor does success always come to those with the most knowledge &#8211; for time and chance may overcome them all.","title":"Wisdom Cannot Protect against Seemingly Chance Events"},{"bookname":"Ecclesiastes","chapter":"9","verse":"12","text":"Surely, no one knows his appointed time! Like fish that are caught in a deadly net, and like birds that are caught in a snare &#8211; just like them, all people are ensnared at an unfortunate time that falls upon them suddenly."},{"bookname":"Ecclesiastes","chapter":"9","verse":"13","text":"This is what I also observed about wisdom on earth, and it is a great burden to me:","title":"Most People Are Not Receptive to Wise Counsel"},{"bookname":"Ecclesiastes","chapter":"9","verse":"14","text":"There was once a small city with a few men in it, and a mighty king attacked it, besieging it and building strong siege works against it."},{"bookname":"Ecclesiastes","chapter":"9","verse":"15","text":"However, a poor but wise man lived in the city, and he could have delivered the city by his wisdom, but no one listened to that poor man."},{"bookname":"Ecclesiastes","chapter":"9","verse":"16","text":"So I concluded that wisdom is better than might, but a poor man’s wisdom is despised; no one ever listens to his advice."},{"bookname":"Ecclesiastes","chapter":"9","verse":"17","text":"The words of the wise are heard in quiet, more than the shouting of a ruler is heard among fools.","title":"Wisdom versus Fools, Sin, and Folly"},{"bookname":"Ecclesiastes","chapter":"9","verse":"18","text":"Wisdom is better than weapons of war, but one sinner can destroy much that is good."}],[{"bookname":"Ecclesiastes","chapter":"10","verse":"1","text":"One dead fly makes the perfumer’s ointment give off a rancid stench, so a little folly can outweigh much wisdom."},{"bookname":"Ecclesiastes","chapter":"10","verse":"2","text":"A wise person’s good sense protects him, but a fool’s lack of sense leaves him vulnerable.","title":"Wisdom Can Be Nullified By the Caprice of Rulers"},{"bookname":"Ecclesiastes","chapter":"10","verse":"3","text":"Even when a fool walks along the road he lacks sense, and shows everyone what a fool he is."},{"bookname":"Ecclesiastes","chapter":"10","verse":"4","text":"If the anger of the ruler flares up against you, do not resign from your position, for a calm response can undo great offenses."},{"bookname":"Ecclesiastes","chapter":"10","verse":"5","text":"I have seen another misfortune on the earth: It is an error a ruler makes."},{"bookname":"Ecclesiastes","chapter":"10","verse":"6","text":"Fools are placed in many positions of authority, while wealthy men sit in lowly positions."},{"bookname":"Ecclesiastes","chapter":"10","verse":"7","text":"I have seen slaves on horseback and princes walking on foot like slaves."},{"bookname":"Ecclesiastes","chapter":"10","verse":"8","text":"One who digs a pit may fall into it, and one who breaks through a wall may be bitten by a snake.","title":"Wisdom is Needed to Avert Dangers in Everyday Life"},{"bookname":"Ecclesiastes","chapter":"10","verse":"9","text":"One who quarries stones may be injured by them; one who splits logs may be endangered by them."},{"bookname":"Ecclesiastes","chapter":"10","verse":"10","text":"If an iron axhead is blunt and a workman does not sharpen its edge, he must exert a great deal of effort; so wisdom has the advantage of giving success."},{"bookname":"Ecclesiastes","chapter":"10","verse":"11","text":"If the snake should bite before it is charmed, the snake charmer is in trouble."},{"bookname":"Ecclesiastes","chapter":"10","verse":"12","text":"The words of a wise person win him favor, but the words of a fool are self-destructive.","title":"Words and Works of Wise Men and Fools"},{"bookname":"Ecclesiastes","chapter":"10","verse":"13","text":"At the beginning his words are foolish and at the end his talk is wicked madness,"},{"bookname":"Ecclesiastes","chapter":"10","verse":"14","text":"yet a fool keeps on babbling. No one knows what will happen; who can tell him what will happen in the future?"},{"bookname":"Ecclesiastes","chapter":"10","verse":"15","text":"The toil of a stupid fool wears him out, because he does not even know the way to the city."},{"bookname":"Ecclesiastes","chapter":"10","verse":"16","text":"Woe to you, O land, when your king is childish, and your princes feast in the morning!","title":"The Problem with Foolish Rulers"},{"bookname":"Ecclesiastes","chapter":"10","verse":"17","text":"Blessed are you, O land, when your king is the son of nobility, and your princes feast at the proper time &#8211; with self-control and not in drunkenness."},{"bookname":"Ecclesiastes","chapter":"10","verse":"18","text":"Because of laziness the roof caves in, and because of idle hands the house leaks."},{"bookname":"Ecclesiastes","chapter":"10","verse":"19","text":"Feasts are made for laughter, and wine makes life merry, but money is the answer for everything."},{"bookname":"Ecclesiastes","chapter":"10","verse":"20","text":"Do not curse a king even in your thoughts, and do not curse the rich while in your bedroom; for a bird might report what you are thinking, or some winged creature might repeat your words."}],[{"bookname":"Ecclesiastes","chapter":"11","verse":"1","text":"Send your grain overseas, for after many days you will get a return.","title":"Ignorance of the Future Demands Diligence in the Present"},{"bookname":"Ecclesiastes","chapter":"11","verse":"2","text":"Divide your merchandise among seven or even eight investments, for you do not know what calamity may happen on earth."},{"bookname":"Ecclesiastes","chapter":"11","verse":"3","text":"If the clouds are full of rain, they will empty themselves on the earth, and whether a tree falls to the south or to the north, the tree will lie wherever it falls."},{"bookname":"Ecclesiastes","chapter":"11","verse":"4","text":"He who watches the wind will not sow, and he who observes the clouds will not reap."},{"bookname":"Ecclesiastes","chapter":"11","verse":"5","text":"Just as you do not know the path of the wind, or how the bones form in the womb of a pregnant woman, so you do not know the work of God who makes everything."},{"bookname":"Ecclesiastes","chapter":"11","verse":"6","text":"Sow your seed in the morning, and do not stop working until the evening; for you do not know which activity will succeed &#8211; whether this one or that one, or whether both will prosper equally."},{"bookname":"Ecclesiastes","chapter":"11","verse":"7","text":"Light is sweet, and it is pleasant for a person to see the sun.","title":"Life Should Be Enjoyed Because Death is Inevitable"},{"bookname":"Ecclesiastes","chapter":"11","verse":"8","text":"So, if a man lives many years, let him rejoice in them all, but let him remember that the days of darkness will be many &#8211; all that is about to come is obscure."},{"bookname":"Ecclesiastes","chapter":"11","verse":"9","text":"Rejoice, young man, while you are young, and let your heart cheer you in the days of your youth. Follow the impulses of your heart and the desires of your eyes, but know that God will judge your motives and actions.","title":"Enjoy Life to the Fullest under the Fear of God"},{"bookname":"Ecclesiastes","chapter":"11","verse":"10","text":"Banish emotional stress from your mind. and put away pain from your body; for youth and the prime of life are fleeting."}],[{"bookname":"Ecclesiastes","chapter":"12","verse":"1","text":"So remember your Creator in the days of your youth &#8211; before the difficult days come, and the years draw near when you will say, “I have no pleasure in them”;","title":"Fear God Now Because Old Age and Death Come Quickly"},{"bookname":"Ecclesiastes","chapter":"12","verse":"2","text":"before the sun and the light of the moon and the stars grow dark, and the clouds disappear after the rain;"},{"bookname":"Ecclesiastes","chapter":"12","verse":"3","text":"when those who keep watch over the house begin to tremble, and the virile men begin to stoop over, and the grinders begin to cease because they grow few, and those who look through the windows grow dim,"},{"bookname":"Ecclesiastes","chapter":"12","verse":"4","text":"and the doors along the street are shut; when the sound of the grinding mill grows low, and one is awakened by the sound of a bird, and all their songs grow faint,"},{"bookname":"Ecclesiastes","chapter":"12","verse":"5","text":"and they are afraid of heights and the dangers in the street; the almond blossoms grow white, and the grasshopper drags itself along, and the caper berry shrivels up &#8211; because man goes to his eternal home, and the mourners go about in the streets &#8211;"},{"bookname":"Ecclesiastes","chapter":"12","verse":"6","text":"before the silver cord is removed, or the golden bowl is broken, or the pitcher is shattered at the well, or the water wheel is broken at the cistern &#8211;"},{"bookname":"Ecclesiastes","chapter":"12","verse":"7","text":"and the dust returns to the earth as it was, and the life’s breath returns to God who gave it."},{"bookname":"Ecclesiastes","chapter":"12","verse":"8","text":"“Absolutely futile!” laments the Teacher, “All of these things are futile!”","title":"Concluding Refrain: Qoheleth Restates His Thesis"},{"bookname":"Ecclesiastes","chapter":"12","verse":"9","text":"Not only was the Teacher wise, but he also taught knowledge to the people; he carefully evaluated and arranged many proverbs.","title":"Concluding Epilogue: Qoheleth&#8217;s Advice is Wise"},{"bookname":"Ecclesiastes","chapter":"12","verse":"10","text":"The Teacher sought to find delightful words, and to write accurately truthful sayings."},{"bookname":"Ecclesiastes","chapter":"12","verse":"11","text":"The words of the sages are like prods, and the collected sayings are like firmly fixed nails; they are given by one shepherd."},{"bookname":"Ecclesiastes","chapter":"12","verse":"12","text":"Be warned, my son, of anything in addition to them. There is no end to the making of many books, and much study is exhausting to the body.","title":"Concluding Exhortation: Fear God and Obey His Commands!"},{"bookname":"Ecclesiastes","chapter":"12","verse":"13","text":"Having heard everything, I have reached this conclusion: Fear God and keep his commandments, because this is the whole duty of man."},{"bookname":"Ecclesiastes","chapter":"12","verse":"14","text":"For God will evaluate every deed, including every secret thing, whether good or evil."}]]}