{"book":{"id":25,"abbrev":"lam","name":"Lamentations","chapters":5},"chapters":[[{"bookname":"Lamentations","chapter":"1","verse":"1","text":"<b>&#1488;<\/b> (Alef)Alas! The city once full of people now sits all alone! The prominent lady among the nations has become a widow! The princess who once ruled the provinces has become a forced laborer!","title":"The Prophet Speaks:"},{"bookname":"Lamentations","chapter":"1","verse":"2","text":"&#1489; (Bet) She weeps bitterly at night; tears stream down her cheeks. She has no one to comfort her among all her lovers. All her friends have betrayed her; they have become her enemies."},{"bookname":"Lamentations","chapter":"1","verse":"3","text":"&#1490; (Gimel) Judah has departed into exile under affliction and harsh oppression. She lives among the nations; she has found no resting place. All who pursued her overtook her in narrow straits."},{"bookname":"Lamentations","chapter":"1","verse":"4","text":"&#1491; (Dalet) The roads to Zion mourn because no one travels to the festivals. All her city gates are deserted; her priests groan. Her virgins grieve; she is in bitter anguish!"},{"bookname":"Lamentations","chapter":"1","verse":"5","text":"&#1492; (He) Her foes subjugated her; her enemies are at ease. For the Lord afflicted her because of her many acts of rebellion. Her children went away captive before the enemy."},{"bookname":"Lamentations","chapter":"1","verse":"6","text":"&#1493; (Vav) All of Daughter Zion’s splendor has departed. Her leaders became like deer; they found no pasture, so they were too exhausted to escape from the hunter."},{"bookname":"Lamentations","chapter":"1","verse":"7","text":"&#1494; (Zayin) Jerusalem remembers, when she became a poor homeless person, all her treasures that she owned in days of old. When her people fell into an enemy’s grip, none of her allies came to her rescue. Her enemies gloated over her; they sneered at her downfall."},{"bookname":"Lamentations","chapter":"1","verse":"8","text":"&#1495; (Khet) Jerusalem committed terrible sin; therefore she became an object of scorn. All who admired her have despised her because they have seen her nakedness. She groans aloud and turns away in shame."},{"bookname":"Lamentations","chapter":"1","verse":"9","text":"&#1496; (Tet) Her menstrual flow has soiled her clothing; she did not consider the consequences of her sin. Her demise was astonishing, and there was no one to comfort her. She cried, “Look, O Lord, on my affliction because my enemy boasts!”"},{"bookname":"Lamentations","chapter":"1","verse":"10","text":"&#1497; (Yod) An enemy grabbed all her valuables. Indeed she watched in horror as Gentiles invaded her holy temple &#8211; those whom you had commanded: “They must not enter your assembly place.”"},{"bookname":"Lamentations","chapter":"1","verse":"11","text":"&#1499; (Kaf) All her people groaned as they searched for a morsel of bread. They exchanged their valuables for just enough food to stay alive.“Look, O Lord! Consider that I have become worthless!”","title":"Jerusalem Speaks:"},{"bookname":"Lamentations","chapter":"1","verse":"12","text":"&#1500; (Lamed) Is it nothing to you, all you who pass by on the road? Look and see! Is there any pain like mine? The Lord has afflicted me, he has inflicted it on me when he burned with anger."},{"bookname":"Lamentations","chapter":"1","verse":"13","text":"&#1502; (Mem) He sent down fire into my bones, and it overcame them. He spread out a trapper’s net for my feet; he made me turn back. He has made me desolate; I am faint all day long."},{"bookname":"Lamentations","chapter":"1","verse":"14","text":"&#1504; (Nun) My sins are bound around my neck like a yoke; they are fastened together by his hand. He has placed his yoke on my neck; he has sapped my strength. The Lord has handed me over to those whom I cannot resist."},{"bookname":"Lamentations","chapter":"1","verse":"15","text":"&#1505; (Samek) He rounded up all my mighty ones; The Lord did this in my midst. He summoned an assembly against me to shatter my young men. The Lord has stomped like grapes the virgin daughter, Judah."},{"bookname":"Lamentations","chapter":"1","verse":"16","text":"&#1506; (Ayin) I weep because of these things; my eyes flow with tears. For there is no one in sight who can comfort me or encourage me. My children are desolated because an enemy has prevailed."},{"bookname":"Lamentations","chapter":"1","verse":"17","text":"&#1508; (Pe) Zion spread out her hands, but there is no one to comfort her. The Lord has issued a decree against Jacob; his neighbors have become his enemies. Jerusalem has become like filthy garbage in their midst.","title":"The Prophet Speaks:"},{"bookname":"Lamentations","chapter":"1","verse":"18","text":"&#1510; (Tsade) The Lord is right to judge me! Yes, I rebelled against his commands. Please listen, all you nations, and look at my suffering! My young women and men have gone into exile.","title":"Jerusalem Speaks:"},{"bookname":"Lamentations","chapter":"1","verse":"19","text":"&#1511; (Qof) I called for my lovers, but they had deceived me. My priests and my elders perished in the city. Truly they had searched for food to keep themselves alive."},{"bookname":"Lamentations","chapter":"1","verse":"20","text":"&#1512; (Resh) Look, O Lord! I am distressed; my stomach is in knots! My heart is pounding inside me. Yes, I was terribly rebellious! Out in the street the sword bereaves a mother of her children; Inside the house death is present."},{"bookname":"Lamentations","chapter":"1","verse":"21","text":"&#1513; (Sin\/Shin) They have heard that I groan, yet there is no one to comfort me. All my enemies have heard of my trouble; they are glad that you have brought it about. Bring about the day of judgment that you promised so that they may end up like me!"},{"bookname":"Lamentations","chapter":"1","verse":"22","text":"&#1514; (Tav) Let all their wickedness come before you; afflict them just as you have afflicted me because of all my acts of rebellion. For my groans are many, and my heart is sick with sorrow."}],[{"bookname":"Lamentations","chapter":"2","verse":"1","text":"&#1488; (Alef) Alas! The Lord has covered Daughter Zion with his anger. He has thrown down the splendor of Israel from heaven to earth; he did not protect his temple when he displayed his anger.","title":"The Prophet Speaks:"},{"bookname":"Lamentations","chapter":"2","verse":"2","text":"&#1489; (Bet) The Lord destroyed mercilessly all the homes of Jacob’s descendants. In his anger he tore down the fortified cities of Daughter Judah. He knocked to the ground and humiliated the kingdom and its rulers."},{"bookname":"Lamentations","chapter":"2","verse":"3","text":"&#1490; (Gimel) In fierce anger he destroyed the whole army of Israel. He withdrew his right hand as the enemy attacked. He was like a raging fire in the land of Jacob; it consumed everything around it."},{"bookname":"Lamentations","chapter":"2","verse":"4","text":"&#1491; (Dalet) He prepared his bow like an enemy; his right hand was ready to shoot. Like a foe he killed everyone, even our strong young men; he has poured out his anger like fire on the tent of Daughter Zion."},{"bookname":"Lamentations","chapter":"2","verse":"5","text":"&#1492; (He) The Lord, like an enemy, destroyed Israel. He destroyed all her palaces; he ruined her fortified cities. He made everyone in Daughter Judah mourn and lament."},{"bookname":"Lamentations","chapter":"2","verse":"6","text":"&#1493; (Vav) He destroyed his temple as if it were a vineyard; he destroyed his appointed meeting place. The Lord has made those in Zion forget both the festivals and the Sabbaths. In his fierce anger he has spurned both king and priest."},{"bookname":"Lamentations","chapter":"2","verse":"7","text":"&#1494; (Zayin) The Lord rejected his altar and abhorred his temple. He handed over to the enemy her palace walls; the enemy shouted in the Lord’s temple as if it were a feast day."},{"bookname":"Lamentations","chapter":"2","verse":"8","text":"&#1495; (Khet) The Lord was determined to tear down Daughter Zion’s wall. He prepared to knock it down; he did not withdraw his hand from destroying. He made the ramparts and fortified walls lament; together they mourned their ruin."},{"bookname":"Lamentations","chapter":"2","verse":"9","text":"&#1496; (Tet) Her city gates have fallen to the ground; he smashed to bits the bars that lock her gates. Her king and princes were taken into exile; there is no more guidance available. As for her prophets, they no longer receive a vision from the Lord."},{"bookname":"Lamentations","chapter":"2","verse":"10","text":"&#1497; (Yod) The elders of Daughter Zion sit on the ground in silence. They have thrown dirt on their heads; They have dressed in sackcloth. Jerusalem’s young women stare down at the ground."},{"bookname":"Lamentations","chapter":"2","verse":"11","text":"&#1499; (Kaf) My eyes are worn out from weeping; my stomach is in knots. My heart is poured out on the ground due to the destruction of my helpless people; children and infants faint in the town squares."},{"bookname":"Lamentations","chapter":"2","verse":"12","text":"&#1500; (Lamed) Children say to their mothers, “Where are food and drink?” They faint like a wounded warrior in the city squares. They die slowly in their mothers’ arms."},{"bookname":"Lamentations","chapter":"2","verse":"13","text":"&#1502; (Mem) With what can I equate you? To what can I compare you, O Daughter Jerusalem? To what can I liken you so that I might comfort you, O Virgin Daughter Zion? Your wound is as deep as the sea. Who can heal you?"},{"bookname":"Lamentations","chapter":"2","verse":"14","text":"&#1504; (Nun) Your prophets saw visions for you that were worthless lies. They failed to expose your sin so as to restore your fortunes. They saw oracles for you that were worthless lies."},{"bookname":"Lamentations","chapter":"2","verse":"15","text":"&#1505; (Samek) All who passed by on the road clapped their hands to mock you. They sneered and shook their heads at Daughter Jerusalem. “Ha! Is this the city they called ‘The perfection of beauty, the source of joy of the whole earth!’?”"},{"bookname":"Lamentations","chapter":"2","verse":"16","text":"&#1508; (Pe) All your enemies gloated over you. They sneered and gnashed their teeth; they said, “We have destroyed her! Ha! We have waited a long time for this day. We have lived to see it!”"},{"bookname":"Lamentations","chapter":"2","verse":"17","text":"&#1506; (Ayin) The Lord has done what he planned; he has fulfilled his promise that he threatened long ago: He has overthrown you without mercy and has enabled the enemy to gloat over you; he has exalted your adversaries’ power."},{"bookname":"Lamentations","chapter":"2","verse":"18","text":"<b>&#1510;<\/b> (Tsade) Cry out from your heart to the Lord, O wall of Daughter Zion! Make your tears flow like a river all day and all night long! Do not rest; do not let your tears stop!"},{"bookname":"Lamentations","chapter":"2","verse":"19","text":"&#1511; (Qof) Get up! Cry out in the night when the night watches start! Pour out your heart like water before the face of the Lord! Lift up your hands to him for your children’s lives; they are fainting at every street corner."},{"bookname":"Lamentations","chapter":"2","verse":"20","text":"&#1512; (Resh) Look, O Lord! Consider! Whom have you ever afflicted like this? Should women eat their offspring, their healthy infants? Should priest and prophet be killed in the Lord’s sanctuary?","title":"Jerusalem Speaks:"},{"bookname":"Lamentations","chapter":"2","verse":"21","text":"&#1513; (Sin\/Shin) The young boys and old men lie dead on the ground in the streets. My young women and my young men have fallen by the sword. You killed them when you were angry; you slaughtered them without mercy."},{"bookname":"Lamentations","chapter":"2","verse":"22","text":"&#1514; (Tav) As if it were a feast day, you call enemies to terrify me on every side. On the day of the Lord’s anger no one escaped or survived. My enemy has finished off those healthy infants whom I bore and raised."}],[{"bookname":"Lamentations","chapter":"3","verse":"1","text":"&#1488; (Alef) I am the man who has experienced affliction from the rod of his wrath.","title":"The Prophet Speaks:"},{"bookname":"Lamentations","chapter":"3","verse":"2","text":"He drove me into captivity and made me walk in darkness and not light."},{"bookname":"Lamentations","chapter":"3","verse":"3","text":"He repeatedly attacks me, he turns his hand against me all day long."},{"bookname":"Lamentations","chapter":"3","verse":"4","text":"&#1489; (Bet) He has made my mortal skin waste away; he has broken my bones."},{"bookname":"Lamentations","chapter":"3","verse":"5","text":"He has besieged and surrounded me with bitter hardship."},{"bookname":"Lamentations","chapter":"3","verse":"6","text":"He has made me reside in deepest darkness like those who died long ago."},{"bookname":"Lamentations","chapter":"3","verse":"7","text":"&#1490; (Gimel) He has walled me in so that I cannot get out; he has weighted me down with heavy prison chains."},{"bookname":"Lamentations","chapter":"3","verse":"8","text":"Also, when I cry out desperately for help, he has shut out my prayer."},{"bookname":"Lamentations","chapter":"3","verse":"9","text":"He has blocked every road I take with a wall of hewn stones; he has made every path impassable."},{"bookname":"Lamentations","chapter":"3","verse":"10","text":"&#1491; (Dalet) To me he is like a bear lying in ambush, like a hidden lion stalking its prey."},{"bookname":"Lamentations","chapter":"3","verse":"11","text":"He has obstructed my paths and torn me to pieces; he has made me desolate."},{"bookname":"Lamentations","chapter":"3","verse":"12","text":"He drew his bow and made me the target for his arrow."},{"bookname":"Lamentations","chapter":"3","verse":"13","text":"&#1492; (He) He shot his arrows into my heart."},{"bookname":"Lamentations","chapter":"3","verse":"14","text":"I have become the laughingstock of all people, their mocking song all day long."},{"bookname":"Lamentations","chapter":"3","verse":"15","text":"He has given me my fill of bitter herbs and made me drunk with bitterness."},{"bookname":"Lamentations","chapter":"3","verse":"16","text":"&#1493; (Vav) He ground my teeth in gravel; he trampled me in the dust."},{"bookname":"Lamentations","chapter":"3","verse":"17","text":"I am deprived of peace; I have forgotten what happiness is."},{"bookname":"Lamentations","chapter":"3","verse":"18","text":"So I said, “My endurance has expired; I have lost all hope of deliverance from the Lord.”"},{"bookname":"Lamentations","chapter":"3","verse":"19","text":"&#1494; (Zayin) Remember my impoverished and homeless condition, which is a bitter poison."},{"bookname":"Lamentations","chapter":"3","verse":"20","text":"I continually think about this, and I am depressed."},{"bookname":"Lamentations","chapter":"3","verse":"21","text":"But this I call to mind; therefore I have hope:"},{"bookname":"Lamentations","chapter":"3","verse":"22","text":"&#1495; (Khet) The Lord’s loyal kindness never ceases; his compassions never end."},{"bookname":"Lamentations","chapter":"3","verse":"23","text":"They are fresh every morning; your faithfulness is abundant!"},{"bookname":"Lamentations","chapter":"3","verse":"24","text":"“My portion is the Lord,” I have said to myself, so I will put my hope in him."},{"bookname":"Lamentations","chapter":"3","verse":"25","text":"&#1496; (Tet) The Lord is good to those who trust in him, to the one who seeks him."},{"bookname":"Lamentations","chapter":"3","verse":"26","text":"It is good to wait patiently for deliverance from the Lord."},{"bookname":"Lamentations","chapter":"3","verse":"27","text":"It is good for a man to bear the yoke while he is young."},{"bookname":"Lamentations","chapter":"3","verse":"28","text":"&#1497; (Yod) Let a person sit alone in silence, when the Lord is disciplining him."},{"bookname":"Lamentations","chapter":"3","verse":"29","text":"Let him bury his face in the dust; perhaps there is hope."},{"bookname":"Lamentations","chapter":"3","verse":"30","text":"Let him offer his cheek to the one who hits him; let him have his fill of insults."},{"bookname":"Lamentations","chapter":"3","verse":"31","text":"&#1499; (Kaf) For the Lord will not reject us forever."},{"bookname":"Lamentations","chapter":"3","verse":"32","text":"Though he causes us grief, he then has compassion on us according to the abundance of his loyal kindness."},{"bookname":"Lamentations","chapter":"3","verse":"33","text":"For he is not predisposed to afflict or to grieve people."},{"bookname":"Lamentations","chapter":"3","verse":"34","text":"&#1500; (Lamed) To crush underfoot all the earth’s prisoners,"},{"bookname":"Lamentations","chapter":"3","verse":"35","text":"to deprive a person of his rights in the presence of the Most High,"},{"bookname":"Lamentations","chapter":"3","verse":"36","text":"to defraud a person in a lawsuit &#8211; the Lord does not approve of such things!"},{"bookname":"Lamentations","chapter":"3","verse":"37","text":"&#1502; (Mem) Whose command was ever fulfilled unless the Lord decreed it?"},{"bookname":"Lamentations","chapter":"3","verse":"38","text":"Is it not from the mouth of the Most High that everything comes &#8211; both calamity and blessing?"},{"bookname":"Lamentations","chapter":"3","verse":"39","text":"Why should any living person complain when punished for his sins?"},{"bookname":"Lamentations","chapter":"3","verse":"40","text":"&#1504; (Nun) Let us carefully examine our ways, and let us return to the Lord."},{"bookname":"Lamentations","chapter":"3","verse":"41","text":"Let us lift up our hearts and our hands to God in heaven:"},{"bookname":"Lamentations","chapter":"3","verse":"42","text":"“We have blatantly rebelled; you have not forgiven.”"},{"bookname":"Lamentations","chapter":"3","verse":"43","text":"&#1505; (Samek) You shrouded yourself with anger and then pursued us; you killed without mercy."},{"bookname":"Lamentations","chapter":"3","verse":"44","text":"You shrouded yourself with a cloud so that no prayer can get through."},{"bookname":"Lamentations","chapter":"3","verse":"45","text":"You make us like filthy scum in the estimation of the nations."},{"bookname":"Lamentations","chapter":"3","verse":"46","text":"&#1508; (Pe) All our enemies have gloated over us;"},{"bookname":"Lamentations","chapter":"3","verse":"47","text":"Panic and pitfall have come upon us, devastation and destruction."},{"bookname":"Lamentations","chapter":"3","verse":"48","text":"Streams of tears flow from my eyes because my people are destroyed."},{"bookname":"Lamentations","chapter":"3","verse":"49","text":"&#1506; (Ayin) Tears flow from my eyes and will not stop; there will be no break"},{"bookname":"Lamentations","chapter":"3","verse":"50","text":"until the Lord looks down from heaven and sees what has happened."},{"bookname":"Lamentations","chapter":"3","verse":"51","text":"What my eyes see grieves me &#8211; all the suffering of the daughters in my city."},{"bookname":"Lamentations","chapter":"3","verse":"52","text":"&#1510; (Tsade) For no good reason my enemies hunted me down like a bird."},{"bookname":"Lamentations","chapter":"3","verse":"53","text":"They shut me up in a pit and threw stones at me."},{"bookname":"Lamentations","chapter":"3","verse":"54","text":"The waters closed over my head; I thought I was about to die."},{"bookname":"Lamentations","chapter":"3","verse":"55","text":"&#1511; (Qof) I have called on your name, O Lord, from the deepest pit."},{"bookname":"Lamentations","chapter":"3","verse":"56","text":"You heard my plea: “Do not close your ears to my cry for relief!”"},{"bookname":"Lamentations","chapter":"3","verse":"57","text":"You came near on the day I called to you; you said, “Do not fear!”"},{"bookname":"Lamentations","chapter":"3","verse":"58","text":"&#1512; (Resh) O Lord, you championed my cause, you redeemed my life."},{"bookname":"Lamentations","chapter":"3","verse":"59","text":"You have seen the wrong done to me, O Lord; pronounce judgment on my behalf!"},{"bookname":"Lamentations","chapter":"3","verse":"60","text":"You have seen all their vengeance, all their plots against me."},{"bookname":"Lamentations","chapter":"3","verse":"61","text":"&#1513; (Sin\/Shin) You have heard their taunts, O Lord, all their plots against me."},{"bookname":"Lamentations","chapter":"3","verse":"62","text":"My assailants revile and conspire against me all day long."},{"bookname":"Lamentations","chapter":"3","verse":"63","text":"Watch them from morning to evening; I am the object of their mocking songs."},{"bookname":"Lamentations","chapter":"3","verse":"64","text":"&#1514; (Tav) Pay them back what they deserve, O Lord, according to what they have done."},{"bookname":"Lamentations","chapter":"3","verse":"65","text":"Give them a distraught heart; may your curse be on them!"},{"bookname":"Lamentations","chapter":"3","verse":"66","text":"Pursue them in anger and eradicate them from under the Lord’s heaven."}],[{"bookname":"Lamentations","chapter":"4","verse":"1","text":"&#1488; (Alef)Alas! Gold has lost its luster; pure gold loses value. Jewels are scattered on every street corner.","title":"The Prophet Speaks:"},{"bookname":"Lamentations","chapter":"4","verse":"2","text":"&#1489; (Bet) The precious sons of Zion were worth their weight in gold &#8211; Alas! &#8211; but now they are treated like broken clay pots, made by a potter."},{"bookname":"Lamentations","chapter":"4","verse":"3","text":"&#1490; (Gimel) Even the jackals nurse their young at their breast, but my people are cruel, like ostriches in the desert."},{"bookname":"Lamentations","chapter":"4","verse":"4","text":"&#1491; (Dalet) The infant’s tongue sticks to the roof of its mouth due to thirst; little children beg for bread, but no one gives them even a morsel."},{"bookname":"Lamentations","chapter":"4","verse":"5","text":"&#1492; (He) Those who once feasted on delicacies are now starving to death in the streets. Those who grew up wearing expensive clothes are now dying amid garbage."},{"bookname":"Lamentations","chapter":"4","verse":"6","text":"&#1493; (Vav) The punishment of my people exceeded that of of Sodom, which was overthrown in a moment with no one to help her."},{"bookname":"Lamentations","chapter":"4","verse":"7","text":"&#1494; (Zayin) Her consecrated ones were brighter than snow, whiter than milk; their bodies more ruddy than corals, their hair like lapis lazuli."},{"bookname":"Lamentations","chapter":"4","verse":"8","text":"&#1495; (Khet) Now their appearance is darker than soot; they are not recognized in the streets. Their skin has shriveled on their bones; it is dried up, like tree bark."},{"bookname":"Lamentations","chapter":"4","verse":"9","text":"&#1496; (Tet) Those who died by the sword are better off than those who die of hunger, those who waste away, struck down from lack of food."},{"bookname":"Lamentations","chapter":"4","verse":"10","text":"&#1497; (Yod) The hands of tenderhearted women cooked their own children, who became their food, when my people were destroyed."},{"bookname":"Lamentations","chapter":"4","verse":"11","text":"&#1499; (Kaf) The Lord fully vented his wrath; he poured out his fierce anger. He started a fire in Zion; it consumed her foundations."},{"bookname":"Lamentations","chapter":"4","verse":"12","text":"&#1500; (Lamed) Neither the kings of the earth nor the people of the lands ever thought that enemy or foe would enter the gates of Jerusalem."},{"bookname":"Lamentations","chapter":"4","verse":"13","text":"&#1502; (Mem) But it happened due to the sins of her prophets and the iniquities of her priests, who poured out in her midst the blood of the righteous."},{"bookname":"Lamentations","chapter":"4","verse":"14","text":"&#1504; (Nun) They wander blindly through the streets, defiled by the blood they shed, while no one dares to touch their garments."},{"bookname":"Lamentations","chapter":"4","verse":"15","text":"&#1505; (Samek) People cry to them, “Turn away! You are unclean! Turn away! Turn away! Don’t touch us!” So they have fled and wander about; but the nations say, “They may not stay here any longer.”"},{"bookname":"Lamentations","chapter":"4","verse":"16","text":"&#1508; (Pe) The Lord himself has scattered them; he no longer watches over them. They did not honor the priests; they did not show favor to the elders."},{"bookname":"Lamentations","chapter":"4","verse":"17","text":"&#1506; (Ayin) Our eyes continually failed us as we looked in vain for help. From our watchtowers we watched for a nation that could not rescue us.","title":"The People of Jerusalem Lament:"},{"bookname":"Lamentations","chapter":"4","verse":"18","text":"&#1510; (Tsade) Our enemies hunted us down at every step so that we could not walk about in our streets. Our end drew near, our days were numbered, for our end had come!"},{"bookname":"Lamentations","chapter":"4","verse":"19","text":"&#1511; (Qof) Those who pursued us were swifter than eagles in the sky. They chased us over the mountains; they ambushed us in the wilderness."},{"bookname":"Lamentations","chapter":"4","verse":"20","text":"&#1512; (Resh) Our very life breath &#8211; the Lord’s anointed king &#8211; was caught in their traps, of whom we thought, “Under his protection we will survive among the nations.”"},{"bookname":"Lamentations","chapter":"4","verse":"21","text":"&#1513; (Sin\/Shin) Rejoice and be glad for now, O people of Edom, who reside in the land of Uz. But the cup of judgment will pass to you also; you will get drunk and take off your clothes.","title":"The Prophet Speaks:"},{"bookname":"Lamentations","chapter":"4","verse":"22","text":"&#1514; (Tav) O people of Zion, your punishment will come to an end; he will not prolong your exile. But, O people of Edom, he will punish your sin and reveal your offenses!"}],[{"bookname":"Lamentations","chapter":"5","verse":"1","text":"O Lord, reflect on what has happened to us; consider and look at our disgrace.","title":"The People of Jerusalem Pray:"},{"bookname":"Lamentations","chapter":"5","verse":"2","text":"Our inheritance is turned over to strangers; foreigners now occupy our homes."},{"bookname":"Lamentations","chapter":"5","verse":"3","text":"We have become fatherless orphans; our mothers have become widows."},{"bookname":"Lamentations","chapter":"5","verse":"4","text":"We must pay money for our own water; we must buy our own wood at a steep price."},{"bookname":"Lamentations","chapter":"5","verse":"5","text":"We are pursued &#8211; they are breathing down our necks; we are weary and have no rest."},{"bookname":"Lamentations","chapter":"5","verse":"6","text":"We have submitted to Egypt and Assyria in order to buy food to eat."},{"bookname":"Lamentations","chapter":"5","verse":"7","text":"Our forefathers sinned and are dead, but we suffer their punishment."},{"bookname":"Lamentations","chapter":"5","verse":"8","text":"Slaves rule over us; there is no one to rescue us from their power."},{"bookname":"Lamentations","chapter":"5","verse":"9","text":"At the risk of our lives we get our food because robbers lurk in the countryside."},{"bookname":"Lamentations","chapter":"5","verse":"10","text":"Our skin is hot as an oven due to a fever from hunger."},{"bookname":"Lamentations","chapter":"5","verse":"11","text":"They raped women in Zion, virgins in the towns of Judah."},{"bookname":"Lamentations","chapter":"5","verse":"12","text":"Princes were hung by their hands; elders were mistreated."},{"bookname":"Lamentations","chapter":"5","verse":"13","text":"The young men perform menial labor; boys stagger from their labor."},{"bookname":"Lamentations","chapter":"5","verse":"14","text":"The elders are gone from the city gate; the young men have stopped playing their music."},{"bookname":"Lamentations","chapter":"5","verse":"15","text":"Our hearts no longer have any joy; our dancing is turned to mourning."},{"bookname":"Lamentations","chapter":"5","verse":"16","text":"The crown has fallen from our head; woe to us, for we have sinned!"},{"bookname":"Lamentations","chapter":"5","verse":"17","text":"Because of this, our hearts are sick; because of these things, we can hardly see through our tears."},{"bookname":"Lamentations","chapter":"5","verse":"18","text":"For wild animals are prowling over Mount Zion, which lies desolate."},{"bookname":"Lamentations","chapter":"5","verse":"19","text":"But you, O Lord, reign forever; your throne endures from generation to generation."},{"bookname":"Lamentations","chapter":"5","verse":"20","text":"Why do you keep on forgetting us? Why do you forsake us so long?"},{"bookname":"Lamentations","chapter":"5","verse":"21","text":"Bring us back to yourself, O Lord, so that we may return to you; renew our life as in days before,"},{"bookname":"Lamentations","chapter":"5","verse":"22","text":"unless you have utterly rejected us and are angry with us beyond measure."}]]}