{"book":{"id":26,"abbrev":"eze","name":"Ezekiel","chapters":48},"chapters":[[{"bookname":"Ezekiel","chapter":"1","verse":"1","text":"In the thirtieth year, on the fifth day of the fourth month, while I was among the exiles at the Kebar River, the heavens opened and I saw a divine vision.","title":"A Vision of God&#8217;s Glory"},{"bookname":"Ezekiel","chapter":"1","verse":"2","text":"(On the fifth day of the month &#8211; it was the fifth year of King Jehoiachin’s exile &#8211;"},{"bookname":"Ezekiel","chapter":"1","verse":"3","text":"the word of the Lord came to the priest Ezekiel the son of Buzi, at the Kebar River in the land of the Babylonians. The hand of the Lord came on him there)."},{"bookname":"Ezekiel","chapter":"1","verse":"4","text":"As I watched, I noticed a windstorm coming from the north &#8211; an enormous cloud, with lightning flashing, such that bright light rimmed it and came from it like glowing amber from the middle of a fire."},{"bookname":"Ezekiel","chapter":"1","verse":"5","text":"In the fire were what looked like four living beings. In their appearance they had human form,"},{"bookname":"Ezekiel","chapter":"1","verse":"6","text":"but each had four faces and four wings."},{"bookname":"Ezekiel","chapter":"1","verse":"7","text":"Their legs were straight, but the soles of their feet were like calves’ feet. They gleamed like polished bronze."},{"bookname":"Ezekiel","chapter":"1","verse":"8","text":"They had human hands under their wings on their four sides. As for the faces and wings of the four of them,"},{"bookname":"Ezekiel","chapter":"1","verse":"9","text":"their wings touched each other; they did not turn as they moved, but went straight ahead."},{"bookname":"Ezekiel","chapter":"1","verse":"10","text":"Their faces had this appearance: Each of the four had the face of a man, with the face of a lion on the right, the face of an ox on the left and also the face of an eagle."},{"bookname":"Ezekiel","chapter":"1","verse":"11","text":"Their wings were spread out above them; each had two wings touching the wings of one of the other beings on either side and two wings covering their bodies."},{"bookname":"Ezekiel","chapter":"1","verse":"12","text":"Each moved straight ahead &#8211; wherever the spirit would go, they would go, without turning as they went."},{"bookname":"Ezekiel","chapter":"1","verse":"13","text":"In the middle of the living beings was something like burning coals of fire or like torches. It moved back and forth among the living beings. It was bright, and lightning was flashing out of the fire."},{"bookname":"Ezekiel","chapter":"1","verse":"14","text":"The living beings moved backward and forward as quickly as flashes of lightning."},{"bookname":"Ezekiel","chapter":"1","verse":"15","text":"Then I looked, and I saw one wheel on the ground beside each of the four beings."},{"bookname":"Ezekiel","chapter":"1","verse":"16","text":"The appearance of the wheels and their construction was like gleaming jasper, and all four wheels looked alike. Their structure was like a wheel within a wheel."},{"bookname":"Ezekiel","chapter":"1","verse":"17","text":"When they moved they would go in any of the four directions they faced without turning as they moved."},{"bookname":"Ezekiel","chapter":"1","verse":"18","text":"Their rims were high and awesome, and the rims of all four wheels were full of eyes all around."},{"bookname":"Ezekiel","chapter":"1","verse":"19","text":"When the living beings moved, the wheels beside them moved; when the living beings rose up from the ground, the wheels rose up too."},{"bookname":"Ezekiel","chapter":"1","verse":"20","text":"Wherever the spirit would go, they would go, and the wheels would rise up beside them because the spirit of the living being was in the wheel."},{"bookname":"Ezekiel","chapter":"1","verse":"21","text":"When the living beings moved, the wheels moved, and when they stopped moving, the wheels stopped. When they rose up from the ground, the wheels rose up from the ground; the wheels rose up beside them because the spirit of the living being was in the wheel."},{"bookname":"Ezekiel","chapter":"1","verse":"22","text":"Over the heads of the living beings was something like a platform, glittering awesomely like ice, stretched out over their heads."},{"bookname":"Ezekiel","chapter":"1","verse":"23","text":"Under the platform their wings were stretched out, each toward the other. Each of the beings also had two wings covering its body."},{"bookname":"Ezekiel","chapter":"1","verse":"24","text":"When they moved, I heard the sound of their wings &#8211; it was like the sound of rushing waters, or the voice of the Almighty, or the tumult of an army. When they stood still, they lowered their wings."},{"bookname":"Ezekiel","chapter":"1","verse":"25","text":"Then there was a voice from above the platform over their heads when they stood still."},{"bookname":"Ezekiel","chapter":"1","verse":"26","text":"Above the platform over their heads was something like a sapphire shaped like a throne. High above on the throne was a form that appeared to be a man."},{"bookname":"Ezekiel","chapter":"1","verse":"27","text":"I saw an amber glow like a fire enclosed all around from his waist up. From his waist down I saw something that looked like fire. There was a brilliant light around it,"},{"bookname":"Ezekiel","chapter":"1","verse":"28","text":"like the appearance of a rainbow in the clouds after the rain. This was the appearance of the surrounding brilliant light; it looked like the glory of the Lord. When I saw it, I threw myself face down, and I heard a voice speaking."}],[{"bookname":"Ezekiel","chapter":"2","verse":"1","text":"He said to me, “Son of man, stand on your feet and I will speak with you.”","title":"Ezekiel&#8217;s Commission"},{"bookname":"Ezekiel","chapter":"2","verse":"2","text":"As he spoke to me, a wind came into me and stood me on my feet, and I heard the one speaking to me."},{"bookname":"Ezekiel","chapter":"2","verse":"3","text":"He said to me, “Son of man, I am sending you to the house of Israel, to rebellious nations who have rebelled against me; both they and their fathers have revolted against me to this very day."},{"bookname":"Ezekiel","chapter":"2","verse":"4","text":"The people to whom I am sending you are obstinate and hard-hearted, and you must say to them, ‘This is what the sovereign Lord says.’"},{"bookname":"Ezekiel","chapter":"2","verse":"5","text":"And as for them, whether they listen or not &#8211; for they are a rebellious house &#8211; they will know that a prophet has been among them."},{"bookname":"Ezekiel","chapter":"2","verse":"6","text":"But you, son of man, do not fear them, and do not fear their words &#8211; even though briers and thorns surround you and you live among scorpions &#8211; do not fear their words and do not be terrified of the looks they give you, for they are a rebellious house!"},{"bookname":"Ezekiel","chapter":"2","verse":"7","text":"You must speak my words to them whether they listen or not, for they are rebellious."},{"bookname":"Ezekiel","chapter":"2","verse":"8","text":"As for you, son of man, listen to what I am saying to you: Do not rebel like that rebellious house! Open your mouth and eat what I am giving you.”"},{"bookname":"Ezekiel","chapter":"2","verse":"9","text":"Then I looked and realized a hand was stretched out to me, and in it was a written scroll."},{"bookname":"Ezekiel","chapter":"2","verse":"10","text":"He unrolled it before me, and it had writing on the front and back; written on it were laments, mourning, and woe."}],[{"bookname":"Ezekiel","chapter":"3","verse":"1","text":"He said to me, “Son of man, eat what you see in front of you &#8211; eat this scroll &#8211; and then go and speak to the house of Israel.”"},{"bookname":"Ezekiel","chapter":"3","verse":"2","text":"So I opened my mouth and he fed me the scroll."},{"bookname":"Ezekiel","chapter":"3","verse":"3","text":"He said to me, “Son of man, feed your stomach and fill your belly with this scroll I am giving to you.” So I ate it, and it was sweet like honey in my mouth."},{"bookname":"Ezekiel","chapter":"3","verse":"4","text":"He said to me, “Son of man, go to the house of Israel and speak my words to them."},{"bookname":"Ezekiel","chapter":"3","verse":"5","text":"For you are not being sent to a people of unintelligible speech and difficult language, but to the house of Israel &#8211;"},{"bookname":"Ezekiel","chapter":"3","verse":"6","text":"not to many peoples of unintelligible speech and difficult language, whose words you cannot understand &#8211; surely if I had sent you to them, they would listen to you!"},{"bookname":"Ezekiel","chapter":"3","verse":"7","text":"But the house of Israel is unwilling to listen to you, because they are not willing to listen to me, for the whole house of Israel is hard-headed and hard-hearted."},{"bookname":"Ezekiel","chapter":"3","verse":"8","text":"“I have made your face adamant to match their faces, and your forehead hard to match their foreheads."},{"bookname":"Ezekiel","chapter":"3","verse":"9","text":"I have made your forehead harder than flint &#8211; like diamond! Do not fear them or be terrified of the looks they give you, for they are a rebellious house.”"},{"bookname":"Ezekiel","chapter":"3","verse":"10","text":"And he said to me, “Son of man, take all my words that I speak to you to heart and listen carefully."},{"bookname":"Ezekiel","chapter":"3","verse":"11","text":"Go to the exiles, to your fellow countrymen, and speak to them &#8211; say to them, ‘This is what the sovereign Lord says,’ whether they pay attention or not.”"},{"bookname":"Ezekiel","chapter":"3","verse":"12","text":"Then a wind lifted me up and I heard a great rumbling sound behind me as the glory of the Lord rose from its place,","title":"Ezekiel Before the Exiles"},{"bookname":"Ezekiel","chapter":"3","verse":"13","text":"and the sound of the living beings’ wings brushing against each other, and the sound of the wheels alongside them, a great rumbling sound."},{"bookname":"Ezekiel","chapter":"3","verse":"14","text":"A wind lifted me up and carried me away. I went bitterly, my spirit full of fury, and the hand of the Lord rested powerfully on me."},{"bookname":"Ezekiel","chapter":"3","verse":"15","text":"I came to the exiles at Tel Abib, who lived by the Kebar River. I sat dumbfounded among them there, where they were living, for seven days."},{"bookname":"Ezekiel","chapter":"3","verse":"16","text":"At the end of seven days the word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"3","verse":"17","text":"“Son of man, I have appointed you a watchman for the house of Israel. Whenever you hear a word from my mouth, you must give them a warning from me."},{"bookname":"Ezekiel","chapter":"3","verse":"18","text":"When I say to the wicked, “You will certainly die,” and you do not warn him &#8211; you do not speak out to warn the wicked to turn from his wicked deed and wicked lifestyle so that he may live &#8211; that wicked person will die for his iniquity, but I will hold you accountable for his death."},{"bookname":"Ezekiel","chapter":"3","verse":"19","text":"But as for you, if you warn the wicked and he does not turn from his wicked deed and from his wicked lifestyle, he will die for his iniquity but you will have saved your own life."},{"bookname":"Ezekiel","chapter":"3","verse":"20","text":"“When a righteous person turns from his righteousness and commits iniquity, and I set an obstacle before him, he will die. If you have not warned him, he will die for his sin. The righteous deeds he performed will not be considered, but I will hold you accountable for his death."},{"bookname":"Ezekiel","chapter":"3","verse":"21","text":"However, if you warn the righteous person not to sin, and he does not sin, he will certainly live because he was warned, and you will have saved your own life.”"},{"bookname":"Ezekiel","chapter":"3","verse":"22","text":"The hand of the Lord rested on me there, and he said to me, “Get up, go out to the valley, and I will speak with you there.”","title":"Isolated and Silenced"},{"bookname":"Ezekiel","chapter":"3","verse":"23","text":"So I got up and went out to the valley, and the glory of the Lord was standing there, just like the glory I had seen by the Kebar River, and I threw myself face down."},{"bookname":"Ezekiel","chapter":"3","verse":"24","text":"Then a wind came into me and stood me on my feet. The Lord spoke to me and said, “Go shut yourself in your house."},{"bookname":"Ezekiel","chapter":"3","verse":"25","text":"As for you, son of man, they will put ropes on you and tie you up with them, so you cannot go out among them."},{"bookname":"Ezekiel","chapter":"3","verse":"26","text":"I will make your tongue stick to the roof of your mouth so that you will be silent and unable to reprove them, for they are a rebellious house."},{"bookname":"Ezekiel","chapter":"3","verse":"27","text":"But when I speak with you, I will loosen your tongue and you must say to them, ‘This is what the sovereign Lord says.’ Those who listen will listen, but the indifferent will refuse, for they are a rebellious house."}],[{"bookname":"Ezekiel","chapter":"4","verse":"1","text":"“And you, son of man, take a brick and set it in front of you. Inscribe a city on it &#8211; Jerusalem.","title":"Ominous Object Lessons"},{"bookname":"Ezekiel","chapter":"4","verse":"2","text":"Lay siege to it! Build siege works against it. Erect a siege ramp against it! Post soldiers outside it and station battering rams around it."},{"bookname":"Ezekiel","chapter":"4","verse":"3","text":"Then for your part take an iron frying pan and set it up as an iron wall between you and the city. Set your face toward it. It is to be under siege; you are to besiege it. This is a sign for the house of Israel."},{"bookname":"Ezekiel","chapter":"4","verse":"4","text":"“Also for your part lie on your left side and place the iniquity of the house of Israel on it. For the number of days you lie on your side you will bear their iniquity."},{"bookname":"Ezekiel","chapter":"4","verse":"5","text":"I have determined that the number of the years of their iniquity are to be the number of days for you &#8211; 390 days. So bear the iniquity of the house of Israel."},{"bookname":"Ezekiel","chapter":"4","verse":"6","text":"“When you have completed these days, then lie down a second time, but on your right side, and bear the iniquity of the house of Judah 40 days &#8211; I have assigned one day for each year."},{"bookname":"Ezekiel","chapter":"4","verse":"7","text":"You must turn your face toward the siege of Jerusalem with your arm bared and prophesy against it."},{"bookname":"Ezekiel","chapter":"4","verse":"8","text":"Look here, I will tie you up with ropes, so you cannot turn from one side to the other until you complete the days of your siege."},{"bookname":"Ezekiel","chapter":"4","verse":"9","text":"“As for you, take wheat, barley, beans, lentils, millet, and spelt, put them in a single container, and make food from them for yourself. For the same number of days that you lie on your side &#8211; 390 days &#8211; you will eat it."},{"bookname":"Ezekiel","chapter":"4","verse":"10","text":"The food you eat will be eight ounces a day by weight; you must eat it at fixed times."},{"bookname":"Ezekiel","chapter":"4","verse":"11","text":"And you must drink water by measure, a pint and a half; you must drink it at fixed times."},{"bookname":"Ezekiel","chapter":"4","verse":"12","text":"And you must eat the food like you would a barley cake. You must bake it in front of them over a fire made with dried human excrement.”"},{"bookname":"Ezekiel","chapter":"4","verse":"13","text":"And the Lord said, “This is how the people of Israel will eat their unclean food among the nations where I will banish them.”"},{"bookname":"Ezekiel","chapter":"4","verse":"14","text":"And I said, “Ah, sovereign Lord, I have never been ceremonially defiled before. I have never eaten a carcass or an animal torn by wild beasts; from my youth up, unclean meat has never entered my mouth.”"},{"bookname":"Ezekiel","chapter":"4","verse":"15","text":"So he said to me, “All right then, I will substitute cow’s manure instead of human excrement. You will cook your food over it.”"},{"bookname":"Ezekiel","chapter":"4","verse":"16","text":"Then he said to me, “Son of man, I am about to remove the bread supply in Jerusalem. They will eat their bread ration anxiously, and they will drink their water ration in terror"},{"bookname":"Ezekiel","chapter":"4","verse":"17","text":"because they will lack bread and water. Each one will be terrified, and they will rot for their iniquity."}],[{"bookname":"Ezekiel","chapter":"5","verse":"1","text":"“As for you, son of man, take a sharp sword and use it as a barber’s razor. Shave off some of the hair from your head and your beard. Then take scales and divide up the hair you cut off."},{"bookname":"Ezekiel","chapter":"5","verse":"2","text":"Burn a third of it in the fire inside the city when the days of your siege are completed. Take a third and slash it with a sword all around the city. Scatter a third to the wind, and I will unleash a sword behind them."},{"bookname":"Ezekiel","chapter":"5","verse":"3","text":"But take a few strands of hair from those and tie them in the ends of your garment."},{"bookname":"Ezekiel","chapter":"5","verse":"4","text":"Again, take more of them and throw them into the fire, and burn them up. From there a fire will spread to all the house of Israel."},{"bookname":"Ezekiel","chapter":"5","verse":"5","text":"“This is what the sovereign Lord says: This is Jerusalem; I placed her in the center of the nations with countries all around her."},{"bookname":"Ezekiel","chapter":"5","verse":"6","text":"Then she defied my regulations and my statutes, becoming more wicked than the nations and the countries around her. Indeed, they have rejected my regulations, and they do not follow my statutes."},{"bookname":"Ezekiel","chapter":"5","verse":"7","text":"“Therefore this is what the sovereign Lord says: Because you are more arrogant than the nations around you, you have not followed my statutes and have not carried out my regulations. You have not even carried out the regulations of the nations around you!"},{"bookname":"Ezekiel","chapter":"5","verse":"8","text":"“Therefore this is what the sovereign Lord says: I &#8211; even I &#8211; am against you, and I will execute judgment among you while the nations watch."},{"bookname":"Ezekiel","chapter":"5","verse":"9","text":"I will do to you what I have never done before and will never do again because of all your abominable practices."},{"bookname":"Ezekiel","chapter":"5","verse":"10","text":"Therefore fathers will eat their sons within you, Jerusalem, and sons will eat their fathers. I will execute judgments on you, and I will scatter any survivors to the winds."},{"bookname":"Ezekiel","chapter":"5","verse":"11","text":"“Therefore, as surely as I live, says the sovereign Lord, because you defiled my sanctuary with all your detestable idols and with all your abominable practices, I will withdraw; my eye will not pity you, nor will I spare you."},{"bookname":"Ezekiel","chapter":"5","verse":"12","text":"A third of your people will die of plague or be overcome by the famine within you. A third of your people will fall by the sword surrounding you, and a third I will scatter to the winds. I will unleash a sword behind them."},{"bookname":"Ezekiel","chapter":"5","verse":"13","text":"Then my anger will be fully vented; I will exhaust my rage on them, and I will be appeased. Then they will know that I, the Lord, have spoken in my jealousy when I have fully vented my rage against them."},{"bookname":"Ezekiel","chapter":"5","verse":"14","text":"“I will make you desolate and an object of scorn among the nations around you, in the sight of everyone who passes by."},{"bookname":"Ezekiel","chapter":"5","verse":"15","text":"You will be an object of scorn and taunting, a prime example of destruction among the nations around you when I execute judgments against you in anger and raging fury. I, the Lord, have spoken!"},{"bookname":"Ezekiel","chapter":"5","verse":"16","text":"I will shoot against them deadly, destructive arrows of famine, which I will shoot to destroy you. I will prolong a famine on you and will remove the bread supply."},{"bookname":"Ezekiel","chapter":"5","verse":"17","text":"I will send famine and wild beasts against you and they will take your children from you. Plague and bloodshed will overwhelm you, and I will bring a sword against you. I, the Lord, have spoken!”"}],[{"bookname":"Ezekiel","chapter":"6","verse":"1","text":"The word of the Lord came to me:","title":"Judgment on the Mountains of Israel"},{"bookname":"Ezekiel","chapter":"6","verse":"2","text":"“Son of man, turn toward the mountains of Israel and prophesy against them:"},{"bookname":"Ezekiel","chapter":"6","verse":"3","text":"Say, ‘Mountains of Israel, Hear the word of the sovereign Lord! This is what the sovereign Lord says to the mountains and the hills, to the ravines and the valleys: I am bringing a sword against you, and I will destroy your high places."},{"bookname":"Ezekiel","chapter":"6","verse":"4","text":"Your altars will be ruined and your incense altars will be broken. I will throw down your slain in front of your idols."},{"bookname":"Ezekiel","chapter":"6","verse":"5","text":"I will place the corpses of the people of Israel in front of their idols, and I will scatter your bones around your altars."},{"bookname":"Ezekiel","chapter":"6","verse":"6","text":"In all your dwellings, the cities will be laid waste and the high places ruined so that your altars will be laid waste and ruined, your idols will be shattered and demolished, your incense altars will be broken down, and your works wiped out."},{"bookname":"Ezekiel","chapter":"6","verse":"7","text":"The slain will fall among you and then you will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"6","verse":"8","text":"“‘But I will spare some of you. Some will escape the sword when you are scattered in foreign lands."},{"bookname":"Ezekiel","chapter":"6","verse":"9","text":"Then your survivors will remember me among the nations where they are exiled. They will realize how I was crushed by their unfaithful heart which turned from me and by their eyes which lusted after their idols. They will loathe themselves because of the evil they have done and because of all their abominable practices."},{"bookname":"Ezekiel","chapter":"6","verse":"10","text":"They will know that I am the Lord; my threats to bring this catastrophe on them were not empty.’"},{"bookname":"Ezekiel","chapter":"6","verse":"11","text":"“‘This is what the sovereign Lord says: Clap your hands, stamp your feet, and say, “Ah!” because of all the evil, abominable practices of the house of Israel, for they will fall by the sword, famine, and pestilence."},{"bookname":"Ezekiel","chapter":"6","verse":"12","text":"The one far away will die by pestilence, the one close by will fall by the sword, and whoever is left and has escaped these will die by famine. I will fully vent my rage against them."},{"bookname":"Ezekiel","chapter":"6","verse":"13","text":"Then you will know that I am the Lord &#8211; when their dead lie among their idols around their altars, on every high hill and all the mountaintops, under every green tree and every leafy oak, the places where they have offered fragrant incense to all their idols."},{"bookname":"Ezekiel","chapter":"6","verse":"14","text":"I will stretch out my hand against them and make the land a desolate waste from the wilderness to Riblah, in all the places where they live. Then they will know that I am the Lord!”"}],[{"bookname":"Ezekiel","chapter":"7","verse":"1","text":"The word of the Lord came to me:","title":"The End Arrives"},{"bookname":"Ezekiel","chapter":"7","verse":"2","text":"“You, son of man &#8211; this is what the sovereign Lord says to the land of Israel: An end! The end is coming on the four corners of the land!"},{"bookname":"Ezekiel","chapter":"7","verse":"3","text":"The end is now upon you, and I will release my anger against you; I will judge you according to your behavior, I will hold you accountable for all your abominable practices."},{"bookname":"Ezekiel","chapter":"7","verse":"4","text":"My eye will not pity you; I will not spare you. For I will hold you responsible for your behavior, and you will suffer the consequences of your abominable practices. Then you will know that I am the Lord!"},{"bookname":"Ezekiel","chapter":"7","verse":"5","text":"“This is what the sovereign Lord says: A disaster &#8211; a one-of-a-kind disaster &#8211; is coming!"},{"bookname":"Ezekiel","chapter":"7","verse":"6","text":"An end comes &#8211; the end comes! It has awakened against you &#8211; the end is upon you! Look, it is coming!"},{"bookname":"Ezekiel","chapter":"7","verse":"7","text":"Doom is coming upon you who live in the land! The time is coming, the day is near. There are sounds of tumult, not shouts of joy, on the mountains."},{"bookname":"Ezekiel","chapter":"7","verse":"8","text":"Soon now I will pour out my rage on you; I will fully vent my anger against you. I will judge you according to your behavior. I will hold you accountable for all your abominable practices."},{"bookname":"Ezekiel","chapter":"7","verse":"9","text":"My eye will not pity you; I will not spare you. For your behavior I will hold you accountable, and you will suffer the consequences of your abominable practices. Then you will know that it is I, the Lord, who is striking you."},{"bookname":"Ezekiel","chapter":"7","verse":"10","text":"“Look, the day! Look, it is coming! Doom has gone out! The staff has budded, pride has blossomed!"},{"bookname":"Ezekiel","chapter":"7","verse":"11","text":"Violence has grown into a staff that supports wickedness. Not one of them will be left &#8211; not from their crowd, not from their wealth, not from their prominence."},{"bookname":"Ezekiel","chapter":"7","verse":"12","text":"The time has come; the day has struck! The customer should not rejoice, nor the seller mourn; for divine wrath comes against their whole crowd."},{"bookname":"Ezekiel","chapter":"7","verse":"13","text":"The customer will no longer pay the seller while both parties are alive, for the vision against their whole crowd will not be revoked. Each person, for his iniquity, will fail to preserve his life."},{"bookname":"Ezekiel","chapter":"7","verse":"14","text":"“They have blown the trumpet and everyone is ready, but no one goes to battle, because my anger is against their whole crowd."},{"bookname":"Ezekiel","chapter":"7","verse":"15","text":"The sword is outside; pestilence and famine are inside the house. Whoever is in the open field will die by the sword, and famine and pestilence will consume everyone in the city."},{"bookname":"Ezekiel","chapter":"7","verse":"16","text":"Their survivors will escape to the mountains and become like doves of the valleys; all of them will moan &#8211; each one for his iniquity."},{"bookname":"Ezekiel","chapter":"7","verse":"17","text":"All of their hands will hang limp; their knees will be wet with urine."},{"bookname":"Ezekiel","chapter":"7","verse":"18","text":"They will wear sackcloth, terror will cover them; shame will be on all their faces, and all of their heads will be shaved bald."},{"bookname":"Ezekiel","chapter":"7","verse":"19","text":"They will discard their silver in the streets, and their gold will be treated like filth. Their silver and gold will not be able to deliver them on the day of the Lord’s fury. They will not satisfy their hunger or fill their stomachs because their wealth was the obstacle leading to their iniquity."},{"bookname":"Ezekiel","chapter":"7","verse":"20","text":"They rendered the beauty of his ornaments into pride, and with it they made their abominable images &#8211; their detestable idols. Therefore I will render it filthy to them."},{"bookname":"Ezekiel","chapter":"7","verse":"21","text":"I will give it to foreigners as loot, to the world’s wicked ones as plunder, and they will desecrate it."},{"bookname":"Ezekiel","chapter":"7","verse":"22","text":"I will turn my face away from them and they will desecrate my treasured place. Vandals will enter it and desecrate it."},{"bookname":"Ezekiel","chapter":"7","verse":"23","text":"(Make the chain, because the land is full of murder and the city is full of violence.)"},{"bookname":"Ezekiel","chapter":"7","verse":"24","text":"I will bring the most wicked of the nations and they will take possession of their houses. I will put an end to the arrogance of the strong, and their sanctuaries will be desecrated."},{"bookname":"Ezekiel","chapter":"7","verse":"25","text":"Terror is coming! They will seek peace, but find none."},{"bookname":"Ezekiel","chapter":"7","verse":"26","text":"Disaster after disaster will come, and one rumor after another. They will seek a vision from a prophet; priestly instruction will disappear, along with counsel from the elders."},{"bookname":"Ezekiel","chapter":"7","verse":"27","text":"The king will mourn and the prince will be clothed with shuddering; the hands of the people of the land will tremble. Based on their behavior I will deal with them, and by their standard of justice I will judge them. Then they will know that I am the Lord!”"}],[{"bookname":"Ezekiel","chapter":"8","verse":"1","text":"In the sixth year, in the sixth month, on the fifth of the month, as I was sitting in my house with the elders of Judah sitting in front of me, the hand of the sovereign Lord seized me.","title":"A Desecrated Temple"},{"bookname":"Ezekiel","chapter":"8","verse":"2","text":"As I watched, I noticed a form that appeared to be a man. From his waist downward was something like fire, and from his waist upward something like a brightness, like an amber glow."},{"bookname":"Ezekiel","chapter":"8","verse":"3","text":"He stretched out the form of a hand and grabbed me by a lock of hair on my head. Then a wind lifted me up between the earth and sky and brought me to Jerusalem by means of divine visions, to the door of the inner gate which faces north where the statue which provokes to jealousy was located."},{"bookname":"Ezekiel","chapter":"8","verse":"4","text":"Then I perceived that the glory of the God of Israel was there, as in the vision I had seen earlier in the valley."},{"bookname":"Ezekiel","chapter":"8","verse":"5","text":"He said to me, “Son of man, look up toward the north.” So I looked up toward the north, and I noticed to the north of the altar gate was this statue of jealousy at the entrance."},{"bookname":"Ezekiel","chapter":"8","verse":"6","text":"He said to me, “Son of man, do you see what they are doing &#8211; the great abominations that the people of Israel are practicing here, to drive me far from my sanctuary? But you will see greater abominations than these!”"},{"bookname":"Ezekiel","chapter":"8","verse":"7","text":"He brought me to the entrance of the court, and as I watched, I noticed a hole in the wall."},{"bookname":"Ezekiel","chapter":"8","verse":"8","text":"He said to me, “Son of man, dig into the wall.” So I dug into the wall and discovered a doorway."},{"bookname":"Ezekiel","chapter":"8","verse":"9","text":"He said to me, “Go in and see the evil abominations they are practicing here.”"},{"bookname":"Ezekiel","chapter":"8","verse":"10","text":"So I went in and looked. I noticed every figure of creeping thing and beast &#8211; detestable images &#8211; and every idol of the house of Israel, engraved on the wall all around."},{"bookname":"Ezekiel","chapter":"8","verse":"11","text":"Seventy men from the elders of the house of Israel (with Jaazaniah son of Shaphan standing among them) were standing in front of them, each with a censer in his hand, and fragrant vapors from a cloud of incense were swirling upward."},{"bookname":"Ezekiel","chapter":"8","verse":"12","text":"He said to me, “Do you see, son of man, what the elders of the house of Israel are doing in the dark, each in the chamber of his idolatrous images? For they think, ‘The Lord does not see us! The Lord has abandoned the land!’”"},{"bookname":"Ezekiel","chapter":"8","verse":"13","text":"He said to me, “You will see them practicing even greater abominations!”"},{"bookname":"Ezekiel","chapter":"8","verse":"14","text":"Then he brought me to the entrance of the north gate of the Lord’s house. I noticed women sitting there weeping for Tammuz."},{"bookname":"Ezekiel","chapter":"8","verse":"15","text":"He said to me, “Do you see this, son of man? You will see even greater abominations than these!”"},{"bookname":"Ezekiel","chapter":"8","verse":"16","text":"Then he brought me to the inner court of the Lord’s house. Right there at the entrance to the Lord’s temple, between the porch and the altar, were about twenty-five men with their backs to the Lord’s temple, facing east &#8211; they were worshiping the sun toward the east!"},{"bookname":"Ezekiel","chapter":"8","verse":"17","text":"He said to me, “Do you see, son of man? Is it a trivial thing that the house of Judah commits these abominations they are practicing here? For they have filled the land with violence and provoked me to anger still further. Look, they are putting the branch to their nose!"},{"bookname":"Ezekiel","chapter":"8","verse":"18","text":"Therefore I will act with fury! My eye will not pity them nor will I spare them. When they have shouted in my ears, I will not listen to them.”"}],[{"bookname":"Ezekiel","chapter":"9","verse":"1","text":"Then he shouted in my ears, “Approach, you who are to visit destruction on the city, each with his destructive weapon in his hand!”","title":"The Execution of Idolaters"},{"bookname":"Ezekiel","chapter":"9","verse":"2","text":"Next, I noticed six men coming from the direction of the upper gate which faces north, each with his war club in his hand. Among them was a man dressed in linen with a writing kit at his side. They came and stood beside the bronze altar."},{"bookname":"Ezekiel","chapter":"9","verse":"3","text":"Then the glory of the God of Israel went up from the cherub where it had rested to the threshold of the temple. He called to the man dressed in linen who had the writing kit at his side."},{"bookname":"Ezekiel","chapter":"9","verse":"4","text":"The Lord said to him, “Go through the city of Jerusalem and put a mark on the foreheads of the people who moan and groan over all the abominations practiced in it.”"},{"bookname":"Ezekiel","chapter":"9","verse":"5","text":"While I listened, he said to the others, “Go through the city after him and strike people down; do no let your eye pity nor spare anyone!"},{"bookname":"Ezekiel","chapter":"9","verse":"6","text":"Old men, young men, young women, little children, and women &#8211; wipe them out! But do not touch anyone who has the mark. Begin at my sanctuary!” So they began with the elders who were at the front of the temple."},{"bookname":"Ezekiel","chapter":"9","verse":"7","text":"He said to them, “Defile the temple and fill the courtyards with corpses. Go!” So they went out and struck people down throughout the city."},{"bookname":"Ezekiel","chapter":"9","verse":"8","text":"While they were striking them down, I was left alone, and I threw myself face down and cried out, “Ah, sovereign Lord! Will you destroy the entire remnant of Israel when you pour out your fury on Jerusalem?”"},{"bookname":"Ezekiel","chapter":"9","verse":"9","text":"He said to me, “The sin of the house of Israel and Judah is extremely great; the land is full of murder, and the city is full of corruption, for they say, ‘The Lord has abandoned the land, and the Lord does not see!’"},{"bookname":"Ezekiel","chapter":"9","verse":"10","text":"But as for me, my eye will not pity them nor will I spare them; I hereby repay them for what they have done.”"},{"bookname":"Ezekiel","chapter":"9","verse":"11","text":"Next I noticed the man dressed in linen with the writing kit at his side bringing back word: “I have done just as you commanded me.”"}],[{"bookname":"Ezekiel","chapter":"10","verse":"1","text":"As I watched, I saw on the platform above the top of the cherubim something like a sapphire, resembling the shape of a throne, appearing above them.","title":"God&#8217;s Glory Leaves the Temple"},{"bookname":"Ezekiel","chapter":"10","verse":"2","text":"The Lord said to the man dressed in linen, “Go between the wheelwork underneath the cherubim. Fill your hands with burning coals from among the cherubim and scatter them over the city.” He went as I watched."},{"bookname":"Ezekiel","chapter":"10","verse":"3","text":"(The cherubim were standing on the south side of the temple when the man went in, and a cloud filled the inner court.)"},{"bookname":"Ezekiel","chapter":"10","verse":"4","text":"Then the glory of the Lord arose from the cherub and moved to the threshold of the temple. The temple was filled with the cloud while the court was filled with the brightness of the Lord’s glory."},{"bookname":"Ezekiel","chapter":"10","verse":"5","text":"The sound of the wings of the cherubim could be heard from the outer court, like the sound of the sovereign God when he speaks."},{"bookname":"Ezekiel","chapter":"10","verse":"6","text":"When the Lord commanded the man dressed in linen, “Take fire from within the wheelwork, from among the cherubim,” the man went in and stood by one of the wheels."},{"bookname":"Ezekiel","chapter":"10","verse":"7","text":"Then one of the cherubim stretched out his hand toward the fire which was among the cherubim. He took some and put it into the hands of the man dressed in linen, who took it and left."},{"bookname":"Ezekiel","chapter":"10","verse":"8","text":"(The cherubim appeared to have the form of human hands under their wings.)"},{"bookname":"Ezekiel","chapter":"10","verse":"9","text":"As I watched, I noticed four wheels by the cherubim, one wheel beside each cherub; the wheels gleamed like jasper."},{"bookname":"Ezekiel","chapter":"10","verse":"10","text":"As for their appearance, all four of them looked the same, something like a wheel within a wheel."},{"bookname":"Ezekiel","chapter":"10","verse":"11","text":"When they moved, they would go in any of the four directions they faced without turning as they moved; in the direction the head would turn they would follow without turning as they moved,"},{"bookname":"Ezekiel","chapter":"10","verse":"12","text":"along with their entire bodies, their backs, their hands, and their wings. The wheels of the four of them were full of eyes all around."},{"bookname":"Ezekiel","chapter":"10","verse":"13","text":"As for their wheels, they were called “the wheelwork” as I listened."},{"bookname":"Ezekiel","chapter":"10","verse":"14","text":"Each of the cherubim had four faces: The first was the face of a cherub, the second that of a man, the third that of a lion, and the fourth that of an eagle."},{"bookname":"Ezekiel","chapter":"10","verse":"15","text":"The cherubim rose up; these were the living beings I saw at the Kebar River."},{"bookname":"Ezekiel","chapter":"10","verse":"16","text":"When the cherubim moved, the wheels moved beside them; when the cherubim spread their wings to rise from the ground, the wheels did not move from their side."},{"bookname":"Ezekiel","chapter":"10","verse":"17","text":"When the cherubim stood still, the wheels stood still, and when they rose up, the wheels rose up with them, for the spirit of the living beings was in the wheels."},{"bookname":"Ezekiel","chapter":"10","verse":"18","text":"Then the glory of the Lord moved away from the threshold of the temple and stopped above the cherubim."},{"bookname":"Ezekiel","chapter":"10","verse":"19","text":"The cherubim spread their wings, and they rose up from the earth while I watched (when they went the wheels went alongside them). They stopped at the entrance to the east gate of the Lord’s temple as the glory of the God of Israel hovered above them."},{"bookname":"Ezekiel","chapter":"10","verse":"20","text":"These were the living creatures which I saw at the Kebar River underneath the God of Israel; I knew that they were cherubim."},{"bookname":"Ezekiel","chapter":"10","verse":"21","text":"Each had four faces; each had four wings and the form of human hands under the wings."},{"bookname":"Ezekiel","chapter":"10","verse":"22","text":"As for the form of their faces, they were the faces whose appearance I had seen at the Kebar River. Each one moved straight ahead."}],[{"bookname":"Ezekiel","chapter":"11","verse":"1","text":"A wind lifted me up and brought me to the east gate of the Lord’s temple that faces the east. There, at the entrance of the gate, I noticed twenty-five men. Among them I saw Jaazaniah son of Azzur and Pelatiah son of Benaiah, officials of the people.","title":"The Fall of Jerusalem"},{"bookname":"Ezekiel","chapter":"11","verse":"2","text":"The Lord said to me, “Son of man, these are the men who plot evil and give wicked advice in this city."},{"bookname":"Ezekiel","chapter":"11","verse":"3","text":"They say, ‘The time is not near to build houses; the city is a cooking pot and we are the meat in it.’"},{"bookname":"Ezekiel","chapter":"11","verse":"4","text":"Therefore, prophesy against them! Prophesy, son of man!”"},{"bookname":"Ezekiel","chapter":"11","verse":"5","text":"Then the Spirit of the Lord came upon me and said to me, “Say: This is what the Lord says: ‘This is what you are thinking, O house of Israel; I know what goes through your minds."},{"bookname":"Ezekiel","chapter":"11","verse":"6","text":"You have killed many people in this city; you have filled its streets with corpses.’"},{"bookname":"Ezekiel","chapter":"11","verse":"7","text":"Therefore, this is what the sovereign Lord says: ‘The corpses you have dumped in the midst of the city are the meat, and this city is the cooking pot, but I will take you out of it."},{"bookname":"Ezekiel","chapter":"11","verse":"8","text":"You fear the sword, so the sword I will bring against you,’ declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"11","verse":"9","text":"‘But I will take you out of the city. And I will hand you over to foreigners. I will execute judgments on you."},{"bookname":"Ezekiel","chapter":"11","verse":"10","text":"You will die by the sword; I will judge you at the border of Israel. Then you will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"11","verse":"11","text":"This city will not be a cooking pot for you, and you will not be meat within it; I will judge you at the border of Israel."},{"bookname":"Ezekiel","chapter":"11","verse":"12","text":"Then you will know that I am the Lord, whose statutes you have not followed and whose regulations you have not carried out. Instead you have behaved according to the regulations of the nations around you!’”"},{"bookname":"Ezekiel","chapter":"11","verse":"13","text":"Now, while I was prophesying, Pelatiah son of Benaiah died. Then I threw myself face down and cried out with a loud voice, “Alas, sovereign Lord! You are completely wiping out the remnant of Israel!”"},{"bookname":"Ezekiel","chapter":"11","verse":"14","text":"Then the word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"11","verse":"15","text":"“Son of man, your brothers, your relatives, and the whole house of Israel, all of them are those to whom the inhabitants of Jerusalem have said, ‘They have gone far away from the Lord; to us this land has been given as a possession.’"},{"bookname":"Ezekiel","chapter":"11","verse":"16","text":"“Therefore say: ‘This is what the sovereign Lord says: Although I have removed them far away among the nations and have dispersed them among the countries, I have been a little sanctuary for them among the lands where they have gone.’"},{"bookname":"Ezekiel","chapter":"11","verse":"17","text":"“Therefore say: ‘This is what the sovereign Lord says: When I regather you from the peoples and assemble you from the lands where you have been dispersed, I will give you back the country of Israel.’"},{"bookname":"Ezekiel","chapter":"11","verse":"18","text":"“When they return to it, they will remove from it all its detestable things and all its abominations."},{"bookname":"Ezekiel","chapter":"11","verse":"19","text":"I will give them one heart and I will put a new spirit within them; I will remove the hearts of stone from their bodies and I will give them tender hearts,"},{"bookname":"Ezekiel","chapter":"11","verse":"20","text":"so that they may follow my statutes and observe my regulations and carry them out. Then they will be my people, and I will be their God."},{"bookname":"Ezekiel","chapter":"11","verse":"21","text":"But those whose hearts are devoted to detestable things and abominations, I hereby repay them for what they have done, says the sovereign Lord.”"},{"bookname":"Ezekiel","chapter":"11","verse":"22","text":"Then the cherubim spread their wings with their wheels alongside them while the glory of the God of Israel hovered above them."},{"bookname":"Ezekiel","chapter":"11","verse":"23","text":"The glory of the Lord rose up from within the city and stopped over the mountain east of it."},{"bookname":"Ezekiel","chapter":"11","verse":"24","text":"Then a wind lifted me up and carried me to the exiles in Babylonia, in the vision given to me by the Spirit of God. Then the vision I had seen went up from me."},{"bookname":"Ezekiel","chapter":"11","verse":"25","text":"So I told the exiles everything the Lord had shown me."}],[{"bookname":"Ezekiel","chapter":"12","verse":"1","text":"The word of the Lord came to me:","title":"Previewing the Exile"},{"bookname":"Ezekiel","chapter":"12","verse":"2","text":"“Son of man, you are living in the midst of a rebellious house. They have eyes to see, but do not see, and ears to hear, but do not hear, because they are a rebellious house."},{"bookname":"Ezekiel","chapter":"12","verse":"3","text":"“Therefore, son of man, pack up your belongings as if for exile. During the day, while they are watching, pretend to go into exile. Go from where you live to another place. Perhaps they will understand, although they are a rebellious house."},{"bookname":"Ezekiel","chapter":"12","verse":"4","text":"Bring out your belongings packed for exile during the day while they are watching. And go out at evening, while they are watching, as if for exile."},{"bookname":"Ezekiel","chapter":"12","verse":"5","text":"While they are watching, dig a hole in the wall and carry your belongings out through it."},{"bookname":"Ezekiel","chapter":"12","verse":"6","text":"While they are watching, raise your baggage onto your shoulder and carry it out in the dark. You must cover your face so that you cannot see the ground because I have made you an object lesson to the house of Israel.”"},{"bookname":"Ezekiel","chapter":"12","verse":"7","text":"So I did just as I was commanded. I carried out my belongings packed for exile during the day, and at evening I dug myself a hole through the wall with my hands. I went out in the darkness, carrying my baggage on my shoulder while they watched."},{"bookname":"Ezekiel","chapter":"12","verse":"8","text":"The word of the Lord came to me in the morning:"},{"bookname":"Ezekiel","chapter":"12","verse":"9","text":"“Son of man, has not the house of Israel, that rebellious house, said to you, ‘What are you doing?’"},{"bookname":"Ezekiel","chapter":"12","verse":"10","text":"Say to them, ‘This is what the sovereign Lord says: The prince will raise this burden in Jerusalem, and all the house of Israel within it.’"},{"bookname":"Ezekiel","chapter":"12","verse":"11","text":"Say, ‘I am an object lesson for you. Just as I have done, it will be done to them; they will go into exile and captivity.’"},{"bookname":"Ezekiel","chapter":"12","verse":"12","text":"“The prince who is among them will raise his belongings onto his shoulder in darkness, and will go out. He will dig a hole in the wall to leave through. He will cover his face so that he cannot see the land with his eyes."},{"bookname":"Ezekiel","chapter":"12","verse":"13","text":"But I will throw my net over him, and he will be caught in my snare. I will bring him to Babylon, the land of the Chaldeans (but he will not see it), and there he will die."},{"bookname":"Ezekiel","chapter":"12","verse":"14","text":"All his retinue &#8211; his attendants and his troops &#8211; I will scatter to every wind; I will unleash a sword behind them."},{"bookname":"Ezekiel","chapter":"12","verse":"15","text":"“Then they will know that I am the Lord when I disperse them among the nations and scatter them among foreign countries."},{"bookname":"Ezekiel","chapter":"12","verse":"16","text":"But I will let a small number of them survive the sword, famine, and pestilence, so that they can confess all their abominable practices to the nations where they go. Then they will know that I am the Lord.”"},{"bookname":"Ezekiel","chapter":"12","verse":"17","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"12","verse":"18","text":"“Son of man, eat your bread with trembling, and drink your water with anxious shaking."},{"bookname":"Ezekiel","chapter":"12","verse":"19","text":"Then say to the people of the land, ‘This is what the sovereign Lord says about the inhabitants of Jerusalem and of the land of Israel: They will eat their bread with anxiety and drink their water in fright, for their land will be stripped bare of all it contains because of the violence of all who live in it."},{"bookname":"Ezekiel","chapter":"12","verse":"20","text":"The inhabited towns will be left in ruins and the land will be devastated. Then you will know that I am the Lord.’”"},{"bookname":"Ezekiel","chapter":"12","verse":"21","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"12","verse":"22","text":"“Son of man, what is this proverb you have in the land of Israel, ‘The days pass slowly, and every vision fails’?"},{"bookname":"Ezekiel","chapter":"12","verse":"23","text":"Therefore tell them, ‘This is what the sovereign Lord says: I hereby end this proverb; they will not recite it in Israel any longer.’ But say to them, ‘The days are at hand when every vision will be fulfilled."},{"bookname":"Ezekiel","chapter":"12","verse":"24","text":"For there will no longer be any false visions or flattering omens amidst the house of Israel."},{"bookname":"Ezekiel","chapter":"12","verse":"25","text":"For I, the Lord, will speak. Whatever word I speak will be accomplished. It will not be delayed any longer. Indeed in your days, O rebellious house, I will speak the word and accomplish it, declares the sovereign Lord.’”"},{"bookname":"Ezekiel","chapter":"12","verse":"26","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"12","verse":"27","text":"“Take note, son of man, the house of Israel is saying, ‘The vision that he sees is for distant days; he is prophesying about the far future.’"},{"bookname":"Ezekiel","chapter":"12","verse":"28","text":"Therefore say to them, ‘This is what the sovereign Lord says: None of my words will be delayed any longer! The word I speak will come to pass, declares the sovereign Lord.’”"}],[{"bookname":"Ezekiel","chapter":"13","verse":"1","text":"Then the word of the Lord came to me:","title":"False Prophets Denounced"},{"bookname":"Ezekiel","chapter":"13","verse":"2","text":"“Son of man, prophesy against the prophets of Israel who are now prophesying. Say to the prophets who prophesy from their imagination: ‘Hear the word of the Lord!"},{"bookname":"Ezekiel","chapter":"13","verse":"3","text":"This is what the sovereign Lord says: Woe to the foolish prophets who follow their own spirit but have seen nothing!"},{"bookname":"Ezekiel","chapter":"13","verse":"4","text":"Your prophets have become like jackals among the ruins, O Israel."},{"bookname":"Ezekiel","chapter":"13","verse":"5","text":"You have not gone up in the breaks in the wall, nor repaired a wall for the house of Israel that it would stand strong in the battle on the day of the Lord."},{"bookname":"Ezekiel","chapter":"13","verse":"6","text":"They see delusion and their omens are a lie. They say, “the Lord declares,” though the Lord has not sent them; yet they expect their word to be confirmed."},{"bookname":"Ezekiel","chapter":"13","verse":"7","text":"Have you not seen a false vision and announced a lying omen when you say, “the Lord declares,” although I myself never spoke?"},{"bookname":"Ezekiel","chapter":"13","verse":"8","text":"“‘Therefore, this is what the sovereign Lord says: Because you have spoken false words and forecast delusion, look, I am against you, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"13","verse":"9","text":"My hand will be against the prophets who see delusion and announce lying omens. They will not be included in the council of my people, nor be written in the registry of the house of Israel, nor enter the land of Israel. Then you will know that I am the sovereign Lord."},{"bookname":"Ezekiel","chapter":"13","verse":"10","text":"“‘This is because they have led my people astray saying, “All is well,” when things are not well. When anyone builds a wall without mortar, they coat it with whitewash."},{"bookname":"Ezekiel","chapter":"13","verse":"11","text":"Tell the ones who coat it with whitewash that it will fall. When there is a deluge of rain, hailstones will fall and a violent wind will break out."},{"bookname":"Ezekiel","chapter":"13","verse":"12","text":"When the wall has collapsed, people will ask you, “Where is the whitewash you coated it with?”"},{"bookname":"Ezekiel","chapter":"13","verse":"13","text":"“‘Therefore this is what the sovereign Lord says: In my rage I will make a violent wind break out. In my anger there will be a deluge of rain and hailstones in destructive fury."},{"bookname":"Ezekiel","chapter":"13","verse":"14","text":"I will break down the wall you coated with whitewash and knock it to the ground so that its foundation is exposed. When it falls you will be destroyed beneath it, and you will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"13","verse":"15","text":"I will vent my rage against the wall, and against those who coated it with whitewash. Then I will say to you, “The wall is no more and those who whitewashed it are no more &#8211;"},{"bookname":"Ezekiel","chapter":"13","verse":"16","text":"those prophets of Israel who would prophesy about Jerusalem and would see visions of peace for it, when there was no peace,” declares the sovereign Lord.’"},{"bookname":"Ezekiel","chapter":"13","verse":"17","text":"“As for you, son of man, turn toward the daughters of your people who are prophesying from their imagination. Prophesy against them"},{"bookname":"Ezekiel","chapter":"13","verse":"18","text":"and say ‘This is what the sovereign Lord says: Woe to those who sew bands on all their wrists and make headbands for heads of every size to entrap people’s lives! Will you entrap my people’s lives, yet preserve your own lives?"},{"bookname":"Ezekiel","chapter":"13","verse":"19","text":"You have profaned me among my people for handfuls of barley and scraps of bread. You have put to death people who should not die and kept alive those who should not live by your lies to my people, who listen to lies!"},{"bookname":"Ezekiel","chapter":"13","verse":"20","text":"“‘Therefore, this is what the sovereign Lord says: Take note that I am against your wristbands with which you entrap people’s lives like birds. I will tear them from your arms and will release the people’s lives, which you hunt like birds."},{"bookname":"Ezekiel","chapter":"13","verse":"21","text":"I will tear off your headbands and rescue my people from your power; they will no longer be prey in your hands. Then you will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"13","verse":"22","text":"This is because you have disheartened the righteous person with lies (although I have not grieved him), and because you have encouraged the wicked person not to turn from his evil conduct and preserve his life."},{"bookname":"Ezekiel","chapter":"13","verse":"23","text":"Therefore you will no longer see false visions and practice divination. I will rescue my people from your power, and you will know that I am the Lord.’”"}],[{"bookname":"Ezekiel","chapter":"14","verse":"1","text":"Then some men from Israel’s elders came to me and sat down in front of me.","title":"Well-Deserved Judgment"},{"bookname":"Ezekiel","chapter":"14","verse":"2","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"14","verse":"3","text":"“Son of man, these men have erected their idols in their hearts and placed the obstacle leading to their iniquity right before their faces. Should I really allow them to seek me?"},{"bookname":"Ezekiel","chapter":"14","verse":"4","text":"Therefore speak to them and say to them, ‘This is what the sovereign Lord says: When any one from the house of Israel erects his idols in his heart and sets the obstacle leading to his iniquity before his face, and then consults a prophet, I the Lord am determined to answer him personally according to the enormity of his idolatry."},{"bookname":"Ezekiel","chapter":"14","verse":"5","text":"I will do this in order to capture the hearts of the house of Israel, who have alienated themselves from me on account of all their idols.’"},{"bookname":"Ezekiel","chapter":"14","verse":"6","text":"“Therefore say to the house of Israel, ‘This is what the sovereign Lord says: Return! Turn from your idols, and turn your faces away from your abominations."},{"bookname":"Ezekiel","chapter":"14","verse":"7","text":"For when anyone from the house of Israel, or the foreigner who lives in Israel, separates himself from me and erects his idols in his heart and sets the obstacle leading to his iniquity before his face, and then consults a prophet to seek something from me, I the Lord am determined to answer him personally."},{"bookname":"Ezekiel","chapter":"14","verse":"8","text":"I will set my face against that person and will make him an object lesson and a byword and will cut him off from among my people. Then you will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"14","verse":"9","text":"“‘As for the prophet, if he is made a fool by being deceived into speaking a prophetic word &#8211; I, the Lord, have made a fool of that prophet, and I will stretch out my hand against him and destroy him from among my people Israel."},{"bookname":"Ezekiel","chapter":"14","verse":"10","text":"They will bear their punishment; the punishment of the one who sought an oracle will be the same as the punishment of the prophet who gave it"},{"bookname":"Ezekiel","chapter":"14","verse":"11","text":"so that the house of Israel will no longer go astray from me, nor continue to defile themselves by all their sins. They will be my people and I will be their God, declares the sovereign Lord.’”"},{"bookname":"Ezekiel","chapter":"14","verse":"12","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"14","verse":"13","text":"“Son of man, suppose a country sins against me by being unfaithful, and I stretch out my hand against it, cut off its bread supply, cause famine to come on it, and kill both people and animals."},{"bookname":"Ezekiel","chapter":"14","verse":"14","text":"Even if these three men, Noah, Daniel, and Job, were in it, they would save only their own lives by their righteousness, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"14","verse":"15","text":"“Suppose I were to send wild animals through the land and kill its children, leaving it desolate, without travelers due to the wild animals."},{"bookname":"Ezekiel","chapter":"14","verse":"16","text":"Even if these three men were in it, as surely as I live, declares the sovereign Lord, they could not save their own sons or daughters; they would save only their own lives, and the land would become desolate."},{"bookname":"Ezekiel","chapter":"14","verse":"17","text":"“Or suppose I were to bring a sword against that land and say, ‘Let a sword pass through the land,’ and I were to kill both people and animals."},{"bookname":"Ezekiel","chapter":"14","verse":"18","text":"Even if these three men were in it, as surely as I live, declares the sovereign Lord, they could not save their own sons or daughters &#8211; they would save only their own lives."},{"bookname":"Ezekiel","chapter":"14","verse":"19","text":"“Or suppose I were to send a plague into that land, and pour out my rage on it with bloodshed, killing both people and animals."},{"bookname":"Ezekiel","chapter":"14","verse":"20","text":"Even if Noah, Daniel, and Job were in it, as surely as I live, declares the sovereign Lord, they could not save their own son or daughter; they would save only their own lives by their righteousness."},{"bookname":"Ezekiel","chapter":"14","verse":"21","text":"“For this is what the sovereign Lord says: How much worse will it be when I send my four terrible judgments &#8211; sword, famine, wild animals, and plague &#8211; to Jerusalem to kill both people and animals!"},{"bookname":"Ezekiel","chapter":"14","verse":"22","text":"Yet some survivors will be left in it, sons and daughters who will be brought out. They will come out to you, and when you see their behavior and their deeds, you will be consoled about the catastrophe I have brought on Jerusalem &#8211; for everything I brought on it."},{"bookname":"Ezekiel","chapter":"14","verse":"23","text":"They will console you when you see their behavior and their deeds, because you will know that it was not without reason that I have done everything which I have done in it, declares the sovereign Lord.”"}],[{"bookname":"Ezekiel","chapter":"15","verse":"1","text":"The word of the Lord came to me:","title":"Burning a Useless Vine"},{"bookname":"Ezekiel","chapter":"15","verse":"2","text":"“Son of man, of all the woody branches among the trees of the forest, what happens to the wood of the vine?"},{"bookname":"Ezekiel","chapter":"15","verse":"3","text":"Can wood be taken from it to make anything useful? Or can anyone make a peg from it to hang things on?"},{"bookname":"Ezekiel","chapter":"15","verse":"4","text":"No! It is thrown in the fire for fuel; when the fire has burned up both ends of it and it is charred in the middle, will it be useful for anything?"},{"bookname":"Ezekiel","chapter":"15","verse":"5","text":"Indeed! If it was not made into anything useful when it was whole, how much less can it be made into anything when the fire has burned it up and it is charred?"},{"bookname":"Ezekiel","chapter":"15","verse":"6","text":"“Therefore, this is what the sovereign Lord says: Like the wood of the vine is among the trees of the forest which I have provided as fuel for the fire &#8211; so I will provide the residents of Jerusalem as fuel."},{"bookname":"Ezekiel","chapter":"15","verse":"7","text":"I will set my face against them &#8211; although they have escaped from the fire, the fire will still consume them! Then you will know that I am the Lord, when I set my face against them."},{"bookname":"Ezekiel","chapter":"15","verse":"8","text":"I will make the land desolate because they have acted unfaithfully, declares the sovereign Lord.”"}],[{"bookname":"Ezekiel","chapter":"16","verse":"1","text":"The word of the Lord came to me:","title":"God&#8217;s Unfaithful Bride"},{"bookname":"Ezekiel","chapter":"16","verse":"2","text":"“Son of man, confront Jerusalem with her abominable practices"},{"bookname":"Ezekiel","chapter":"16","verse":"3","text":"and say, ‘This is what the sovereign Lord says to Jerusalem: Your origin and your birth were in the land of the Canaanites; your father was an Amorite and your mother a Hittite."},{"bookname":"Ezekiel","chapter":"16","verse":"4","text":"As for your birth, on the day you were born your umbilical cord was not cut, nor were you washed in water; you were certainly not rubbed down with salt, nor wrapped with blankets."},{"bookname":"Ezekiel","chapter":"16","verse":"5","text":"No eye took pity on you to do even one of these things for you to spare you; you were thrown out into the open field because you were detested on the day you were born."},{"bookname":"Ezekiel","chapter":"16","verse":"6","text":"“‘I passed by you and saw you kicking around helplessly in your blood. I said to you as you lay there in your blood, “Live!” I said to you as you lay there in your blood, “Live!”"},{"bookname":"Ezekiel","chapter":"16","verse":"7","text":"I made you plentiful like sprouts in a field; you grew tall and came of age so that you could wear jewelry. Your breasts had formed and your hair had grown, but you were still naked and bare."},{"bookname":"Ezekiel","chapter":"16","verse":"8","text":"“‘Then I passed by you and watched you, noticing that you had reached the age for love. I spread my cloak over you and covered your nakedness. I swore a solemn oath to you and entered into a marriage covenant with you, declares the sovereign Lord, and you became mine."},{"bookname":"Ezekiel","chapter":"16","verse":"9","text":"“‘Then I bathed you in water, washed the blood off you, and anointed you with fragrant oil."},{"bookname":"Ezekiel","chapter":"16","verse":"10","text":"I dressed you in embroidered clothing and put fine leather sandals on your feet. I wrapped you with fine linen and covered you with silk."},{"bookname":"Ezekiel","chapter":"16","verse":"11","text":"I adorned you with jewelry. I put bracelets on your hands and a necklace around your neck."},{"bookname":"Ezekiel","chapter":"16","verse":"12","text":"I put a ring in your nose, earrings on your ears, and a beautiful crown on your head."},{"bookname":"Ezekiel","chapter":"16","verse":"13","text":"You were adorned with gold and silver, while your clothing was of fine linen, silk, and embroidery. You ate the finest flour, honey, and olive oil. You became extremely beautiful and attained the position of royalty."},{"bookname":"Ezekiel","chapter":"16","verse":"14","text":"Your fame spread among the nations because of your beauty; your beauty was perfect because of the splendor which I bestowed on you, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"16","verse":"15","text":"“‘But you trusted in your beauty and capitalized on your fame by becoming a prostitute. You offered your sexual favors to every man who passed by so that your beauty became his."},{"bookname":"Ezekiel","chapter":"16","verse":"16","text":"You took some of your clothing and made for yourself decorated high places; you engaged in prostitution on them. You went to him to become his."},{"bookname":"Ezekiel","chapter":"16","verse":"17","text":"You also took your beautiful jewelry, made of my gold and my silver I had given to you, and made for yourself male images and engaged in prostitution with them."},{"bookname":"Ezekiel","chapter":"16","verse":"18","text":"You took your embroidered clothing and used it to cover them; you offered my olive oil and my incense to them."},{"bookname":"Ezekiel","chapter":"16","verse":"19","text":"As for my food that I gave you &#8211; the fine flour, olive oil, and honey I fed you &#8211; you placed it before them as a soothing aroma. That is exactly what happened, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"16","verse":"20","text":"“‘You took your sons and your daughters whom you bore to me and you sacrificed them as food for the idols to eat. As if your prostitution not enough,"},{"bookname":"Ezekiel","chapter":"16","verse":"21","text":"you slaughtered my children and sacrificed them to the idols."},{"bookname":"Ezekiel","chapter":"16","verse":"22","text":"And with all your abominable practices and prostitution you did not remember the days of your youth when you were naked and bare, kicking around in your blood."},{"bookname":"Ezekiel","chapter":"16","verse":"23","text":"“‘After all of your evil &#8211; “Woe! Woe to you!” declares the sovereign Lord &#8211;"},{"bookname":"Ezekiel","chapter":"16","verse":"24","text":"you built yourself a chamber and put up a pavilion in every public square."},{"bookname":"Ezekiel","chapter":"16","verse":"25","text":"At the head of every street you erected your pavilion and you disgraced your beauty when you spread your legs to every passerby and multiplied your promiscuity."},{"bookname":"Ezekiel","chapter":"16","verse":"26","text":"You engaged in prostitution with the Egyptians, your sexually aroused neighbors, multiplying your promiscuity and provoking me to anger."},{"bookname":"Ezekiel","chapter":"16","verse":"27","text":"So see here, I have stretched out my hand against you and cut off your rations. I have delivered you into the power of those who hate you, the daughters of the Philistines, who were ashamed by your obscene conduct."},{"bookname":"Ezekiel","chapter":"16","verse":"28","text":"You engaged in prostitution with the Assyrians because your sexual desires were insatiable; you prostituted yourself with them and yet you were still not satisfied."},{"bookname":"Ezekiel","chapter":"16","verse":"29","text":"Then you multiplied your promiscuity to the land of merchants, Babylonia, but you were not satisfied there either."},{"bookname":"Ezekiel","chapter":"16","verse":"30","text":"“‘How sick is your heart, declares the sovereign Lord, when you perform all of these acts, the deeds of a bold prostitute."},{"bookname":"Ezekiel","chapter":"16","verse":"31","text":"When you built your chamber at the head of every street and put up your pavilion in every public square, you were not like a prostitute, because you scoffed at payment."},{"bookname":"Ezekiel","chapter":"16","verse":"32","text":"“‘Adulterous wife, who prefers strangers instead of her own husband!"},{"bookname":"Ezekiel","chapter":"16","verse":"33","text":"All prostitutes receive payment, but instead you give gifts to every one of your lovers. You bribe them to come to you from all around for your sexual favors!"},{"bookname":"Ezekiel","chapter":"16","verse":"34","text":"You were different from other prostitutes because no one solicited you. When you gave payment and no payment was given to you, you became the opposite!"},{"bookname":"Ezekiel","chapter":"16","verse":"35","text":"“‘Therefore O prostitute, hear the word of the Lord:"},{"bookname":"Ezekiel","chapter":"16","verse":"36","text":"This is what the sovereign Lord says: Because your lust was poured out and your nakedness was uncovered in your prostitution with your lovers, and because of all your detestable idols, and because of the blood of your children you have given to them,"},{"bookname":"Ezekiel","chapter":"16","verse":"37","text":"therefore, take note: I am about to gather all your lovers whom you enjoyed, both all those you loved and all those you hated. I will gather them against you from all around, and I will expose your nakedness to them, and they will see all your nakedness."},{"bookname":"Ezekiel","chapter":"16","verse":"38","text":"I will punish you as an adulteress and murderer deserves. I will avenge your bloody deeds with furious rage."},{"bookname":"Ezekiel","chapter":"16","verse":"39","text":"I will give you into their hands and they will destroy your chambers and tear down your pavilions. They will strip you of your clothing and take your beautiful jewelry and leave you naked and bare."},{"bookname":"Ezekiel","chapter":"16","verse":"40","text":"They will summon a mob who will stone you and hack you in pieces with their swords."},{"bookname":"Ezekiel","chapter":"16","verse":"41","text":"They will burn down your houses and execute judgments on you in front of many women. Thus I will put a stop to your prostitution, and you will no longer give gifts to your clients."},{"bookname":"Ezekiel","chapter":"16","verse":"42","text":"I will exhaust my rage on you, and then my fury will turn from you. I will calm down and no longer be angry."},{"bookname":"Ezekiel","chapter":"16","verse":"43","text":"“‘Because you did not remember the days of your youth and have enraged me with all these deeds, I hereby repay you for what you have done, declares the sovereign Lord. Have you not engaged in prostitution on top of all your other abominable practices?"},{"bookname":"Ezekiel","chapter":"16","verse":"44","text":"“‘Observe &#8211; everyone who quotes proverbs will quote this proverb about you: “Like mother, like daughter.”"},{"bookname":"Ezekiel","chapter":"16","verse":"45","text":"You are the daughter of your mother, who detested her husband and her sons, and you are the sister of your sisters who detested their husbands and their sons. Your mother was a Hittite and your father an Amorite."},{"bookname":"Ezekiel","chapter":"16","verse":"46","text":"Your older sister was Samaria, who lived north of you with her daughters, and your younger sister, who lived south of you, was Sodom with her daughters."},{"bookname":"Ezekiel","chapter":"16","verse":"47","text":"Have you not copied their behavior and practiced their abominable deeds? In a short time you became even more depraved in all your conduct than they were!"},{"bookname":"Ezekiel","chapter":"16","verse":"48","text":"As surely as I live, declares the sovereign Lord, your sister Sodom and her daughters never behaved as wickedly as you and your daughters have behaved."},{"bookname":"Ezekiel","chapter":"16","verse":"49","text":"“‘See here &#8211; this was the iniquity of your sister Sodom: She and her daughters had majesty, abundance of food, and enjoyed carefree ease, but they did not help the poor and needy."},{"bookname":"Ezekiel","chapter":"16","verse":"50","text":"They were haughty and practiced abominable deeds before me. Therefore when I saw it I removed them."},{"bookname":"Ezekiel","chapter":"16","verse":"51","text":"Samaria has not committed half the sins you have; you have done more abominable deeds than they did. You have made your sisters appear righteous with all the abominable things you have done."},{"bookname":"Ezekiel","chapter":"16","verse":"52","text":"So now, bear your disgrace, because you have given your sisters reason to justify their behavior. Because the sins you have committed were more abominable than those of your sisters; they have become more righteous than you. So now, be ashamed and bear the disgrace of making your sisters appear righteous."},{"bookname":"Ezekiel","chapter":"16","verse":"53","text":"“‘I will restore their fortunes, the fortunes of Sodom and her daughters, and the fortunes of Samaria and her daughters (along with your fortunes among them),"},{"bookname":"Ezekiel","chapter":"16","verse":"54","text":"so that you may bear your disgrace and be ashamed of all you have done in consoling them."},{"bookname":"Ezekiel","chapter":"16","verse":"55","text":"As for your sisters, Sodom and her daughters will be restored to their former status, Samaria and her daughters will be restored to their former status, and you and your daughters will be restored to your former status."},{"bookname":"Ezekiel","chapter":"16","verse":"56","text":"In your days of majesty, was not Sodom your sister a byword in your mouth,"},{"bookname":"Ezekiel","chapter":"16","verse":"57","text":"before your evil was exposed? Now you have become an object of scorn to the daughters of Aram and all those around her and to the daughters of the Philistines &#8211; those all around you who despise you."},{"bookname":"Ezekiel","chapter":"16","verse":"58","text":"You must bear your punishment for your obscene conduct and your abominable practices, declares the Lord."},{"bookname":"Ezekiel","chapter":"16","verse":"59","text":"“‘For this is what the sovereign Lord says: I will deal with you according to what you have done when you despised your oath by breaking your covenant."},{"bookname":"Ezekiel","chapter":"16","verse":"60","text":"Yet I will remember the covenant I made with you in the days of your youth, and I will establish a lasting covenant with you."},{"bookname":"Ezekiel","chapter":"16","verse":"61","text":"Then you will remember your conduct, and be ashamed when you receive your older and younger sisters. I will give them to you as daughters, but not on account of my covenant with you."},{"bookname":"Ezekiel","chapter":"16","verse":"62","text":"I will establish my covenant with you, and then you will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"16","verse":"63","text":"Then you will remember, be ashamed, and remain silent when I make atonement for all you have done, declares the sovereign Lord.’”"}],[{"bookname":"Ezekiel","chapter":"17","verse":"1","text":"The word of the Lord came to me:","title":"A Parable of Two Eagles and a Vine"},{"bookname":"Ezekiel","chapter":"17","verse":"2","text":"“Son of man, offer a riddle, and tell a parable to the house of Israel."},{"bookname":"Ezekiel","chapter":"17","verse":"3","text":"Say to them: ‘This is what the sovereign Lord says: “‘A great eagle with broad wings, long feathers, with full plumage which was multi-hued, came to Lebanon and took the top of the cedar."},{"bookname":"Ezekiel","chapter":"17","verse":"4","text":"He plucked off its topmost shoot; he brought it to a land of merchants and planted it in a city of traders."},{"bookname":"Ezekiel","chapter":"17","verse":"5","text":"He took one of the seedlings of the land, placed it in a cultivated plot; a shoot by abundant water, like a willow he planted it."},{"bookname":"Ezekiel","chapter":"17","verse":"6","text":"It sprouted and became a vine, spreading low to the ground; its branches turning toward him, its roots were under itself. So it became a vine; it produced shoots and sent out branches."},{"bookname":"Ezekiel","chapter":"17","verse":"7","text":"“‘There was another great eagle with broad wings and thick plumage. Now this vine twisted its roots toward him and sent its branches toward him to be watered from the soil where it was planted."},{"bookname":"Ezekiel","chapter":"17","verse":"8","text":"In a good field, by abundant waters, it was planted to grow branches, bear fruit, and become a beautiful vine."},{"bookname":"Ezekiel","chapter":"17","verse":"9","text":"“‘Say to them: This is what the sovereign Lord says: “‘Will it prosper? Will he not rip out its roots and cause its fruit to rot and wither? All its foliage will wither. No strong arm or large army will be needed to pull it out by its roots."},{"bookname":"Ezekiel","chapter":"17","verse":"10","text":"Consider! It is planted, but will it prosper? Will it not wither completely when the east wind blows on it? Will it not wither in the soil where it sprouted?’”"},{"bookname":"Ezekiel","chapter":"17","verse":"11","text":"Then the word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"17","verse":"12","text":"“Say to the rebellious house of Israel: ‘Don’t you know what these things mean?’ Say: ‘See here, the king of Babylon came to Jerusalem and took her king and her officials prisoner and brought them to himself in Babylon."},{"bookname":"Ezekiel","chapter":"17","verse":"13","text":"He took one from the royal family, made a treaty with him, and put him under oath. He then took the leaders of the land"},{"bookname":"Ezekiel","chapter":"17","verse":"14","text":"so it would be a lowly kingdom which could not rise on its own but must keep its treaty with him in order to stand."},{"bookname":"Ezekiel","chapter":"17","verse":"15","text":"But this one from Israel’s royal family rebelled against the king of Babylon by sending his emissaries to Egypt to obtain horses and a large army. Will he prosper? Will the one doing these things escape? Can he break the covenant and escape?"},{"bookname":"Ezekiel","chapter":"17","verse":"16","text":"“‘As surely as I live, declares the sovereign Lord, surely in the city of the king who crowned him, whose oath he despised and whose covenant he broke &#8211; in the middle of Babylon he will die!"},{"bookname":"Ezekiel","chapter":"17","verse":"17","text":"Pharaoh with his great army and mighty horde will not help him in battle, when siege ramps are erected and siege-walls are built to kill many people."},{"bookname":"Ezekiel","chapter":"17","verse":"18","text":"He despised the oath by breaking the covenant. Take note &#8211; he gave his promise and did all these things &#8211; he will not escape!"},{"bookname":"Ezekiel","chapter":"17","verse":"19","text":"“‘Therefore this is what the sovereign Lord says: As surely as I live, I will certainly repay him for despising my oath and breaking my covenant!"},{"bookname":"Ezekiel","chapter":"17","verse":"20","text":"I will throw my net over him and he will be caught in my snare; I will bring him to Babylon and judge him there because of the unfaithfulness he committed against me."},{"bookname":"Ezekiel","chapter":"17","verse":"21","text":"All the choice men among his troops will die by the sword and the survivors will be scattered to every wind. Then you will know that I, the Lord, have spoken!"},{"bookname":"Ezekiel","chapter":"17","verse":"22","text":"“‘This is what the sovereign Lord says: “‘I will take a sprig from the lofty top of the cedar and plant it. I will pluck from the top one of its tender twigs; I myself will plant it on a high and lofty mountain."},{"bookname":"Ezekiel","chapter":"17","verse":"23","text":"I will plant it on a high mountain of Israel, and it will raise branches and produce fruit and become a beautiful cedar. Every bird will live under it; Every winged creature will live in the shade of its branches."},{"bookname":"Ezekiel","chapter":"17","verse":"24","text":"All the trees of the field will know that I am the Lord. I make the high tree low; I raise up the low tree. I make the green tree wither, and I make the dry tree sprout. I, the Lord, have spoken, and I will do it!’”"}],[{"bookname":"Ezekiel","chapter":"18","verse":"1","text":"The word of the Lord came to me:","title":"Individual Retribution"},{"bookname":"Ezekiel","chapter":"18","verse":"2","text":"“What do you mean by quoting this proverb concerning the land of Israel, “‘The fathers eat sour grapes And the children’s teeth become numb?’"},{"bookname":"Ezekiel","chapter":"18","verse":"3","text":"“As surely as I live, declares the sovereign Lord, you will not quote this proverb in Israel anymore!"},{"bookname":"Ezekiel","chapter":"18","verse":"4","text":"Indeed! All lives are mine &#8211; the life of the father as well as the life of the son is mine. The one who sins will die."},{"bookname":"Ezekiel","chapter":"18","verse":"5","text":"“Suppose a man is righteous. He practices what is just and right,"},{"bookname":"Ezekiel","chapter":"18","verse":"6","text":"does not eat pagan sacrifices on the mountains or pray to the idols of the house of Israel, does not defile his neighbor’s wife, does not have sexual relations with a woman during her period,"},{"bookname":"Ezekiel","chapter":"18","verse":"7","text":"does not oppress anyone, but gives the debtor back whatever was given in pledge, does not commit robbery, but gives his bread to the hungry and clothes the naked,"},{"bookname":"Ezekiel","chapter":"18","verse":"8","text":"does not engage in usury or charge interest, but refrains from wrongdoing, promotes true justice between men,"},{"bookname":"Ezekiel","chapter":"18","verse":"9","text":"and follows my statutes and observes my regulations by carrying them out. That man is righteous; he will certainly live, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"18","verse":"10","text":"“Suppose such a man has a violent son who sheds blood and does any of these things mentioned previously"},{"bookname":"Ezekiel","chapter":"18","verse":"11","text":"(though the father did not do any of them). He eats pagan sacrifices on the mountains, defiles his neighbor’s wife,"},{"bookname":"Ezekiel","chapter":"18","verse":"12","text":"oppresses the poor and the needy, commits robbery, does not give back what was given in pledge, prays to idols, performs abominable acts,"},{"bookname":"Ezekiel","chapter":"18","verse":"13","text":"engages in usury and charges interest. Will he live? He will not! Because he has done all these abominable deeds he will certainly die. He will bear the responsibility for his own death."},{"bookname":"Ezekiel","chapter":"18","verse":"14","text":"“But suppose he in turn has a son who notices all the sins his father commits, considers them, and does not follow his father’s example."},{"bookname":"Ezekiel","chapter":"18","verse":"15","text":"He does not eat pagan sacrifices on the mountains, does not pray to the idols of the house of Israel, does not defile his neighbor’s wife,"},{"bookname":"Ezekiel","chapter":"18","verse":"16","text":"does not oppress anyone or keep what has been given in pledge, does not commit robbery, gives his food to the hungry, and clothes the naked,"},{"bookname":"Ezekiel","chapter":"18","verse":"17","text":"refrains from wrongdoing, does not engage in usury or charge interest, carries out my regulations and follows my statutes. He will not die for his father’s iniquity; he will surely live."},{"bookname":"Ezekiel","chapter":"18","verse":"18","text":"As for his father, because he practices extortion, robs his brother, and does what is not good among his people, he will die for his iniquity."},{"bookname":"Ezekiel","chapter":"18","verse":"19","text":"“Yet you say, ‘Why should the son not suffer for his father’s iniquity?’ When the son does what is just and right, and observes all my statutes and carries them out, he will surely live."},{"bookname":"Ezekiel","chapter":"18","verse":"20","text":"The person who sins is the one who will die. A son will not suffer for his father’s iniquity, and a father will not suffer for his son’s iniquity; the righteous person will be judged according to his righteousness, and the wicked person according to his wickedness."},{"bookname":"Ezekiel","chapter":"18","verse":"21","text":"“But if the wicked person turns from all the sin he has committed and observes all my statutes and does what is just and right, he will surely live; he will not die."},{"bookname":"Ezekiel","chapter":"18","verse":"22","text":"None of the sins he has committed will be held against him; because of the righteousness he has done, he will live."},{"bookname":"Ezekiel","chapter":"18","verse":"23","text":"Do I actually delight in the death of the wicked, declares the sovereign Lord? Do I not prefer that he turn from his wicked conduct and live?"},{"bookname":"Ezekiel","chapter":"18","verse":"24","text":"“But if a righteous man turns away from his righteousness and practices wrongdoing according to all the abominable practices the wicked carry out, will he live? All his righteous acts will not be remembered; because of the unfaithful acts he has done and the sin he has committed, he will die."},{"bookname":"Ezekiel","chapter":"18","verse":"25","text":"“Yet you say, ‘The Lord’s conduct is unjust!’ Hear, O house of Israel: Is my conduct unjust? Is it not your conduct that is unjust?"},{"bookname":"Ezekiel","chapter":"18","verse":"26","text":"When a righteous person turns back from his righteousness and practices wrongdoing, he will die for it; because of the wrongdoing he has done, he will die."},{"bookname":"Ezekiel","chapter":"18","verse":"27","text":"When a wicked person turns from the wickedness he has committed and does what is just and right, he will preserve his life."},{"bookname":"Ezekiel","chapter":"18","verse":"28","text":"Because he considered and turned from all the sins he had done, he will surely live; he will not die."},{"bookname":"Ezekiel","chapter":"18","verse":"29","text":"Yet the house of Israel says, ‘The Lord’s conduct is unjust!’ Is my conduct unjust, O house of Israel? Is it not your conduct that is unjust?"},{"bookname":"Ezekiel","chapter":"18","verse":"30","text":"“Therefore I will judge each person according to his conduct, O house of Israel, declares the sovereign Lord. Repent and turn from all your wickedness; then it will not be an obstacle leading to iniquity."},{"bookname":"Ezekiel","chapter":"18","verse":"31","text":"Throw away all your sins you have committed and fashion yourselves a new heart and a new spirit! Why should you die, O house of Israel?"},{"bookname":"Ezekiel","chapter":"18","verse":"32","text":"For I take no delight in the death of anyone, declares the sovereign Lord. Repent and live!"}],[{"bookname":"Ezekiel","chapter":"19","verse":"1","text":"“And you, sing a lament for the princes of Israel,","title":"Lament for the Princes of Israel"},{"bookname":"Ezekiel","chapter":"19","verse":"2","text":"and say: “‘What a lioness was your mother among the lions! She lay among young lions; she reared her cubs."},{"bookname":"Ezekiel","chapter":"19","verse":"3","text":"She reared one of her cubs; he became a young lion. He learned to tear prey; he devoured people."},{"bookname":"Ezekiel","chapter":"19","verse":"4","text":"The nations heard about him; he was trapped in their pit. They brought him with hooks to the land of Egypt."},{"bookname":"Ezekiel","chapter":"19","verse":"5","text":"“‘When she realized that she waited in vain, her hope was lost. She took another of her cubs and made him a young lion."},{"bookname":"Ezekiel","chapter":"19","verse":"6","text":"He walked about among the lions; he became a young lion. He learned to tear prey; he devoured people."},{"bookname":"Ezekiel","chapter":"19","verse":"7","text":"He broke down their strongholds and devastated their cities. The land and everything in it was frightened at the sound of his roaring."},{"bookname":"Ezekiel","chapter":"19","verse":"8","text":"The nations &#8211; the surrounding regions &#8211; attacked him. They threw their net over him; he was caught in their pit."},{"bookname":"Ezekiel","chapter":"19","verse":"9","text":"They put him in a collar with hooks; they brought him to the king of Babylon; they brought him to prison so that his voice would not be heard any longer on the mountains of Israel."},{"bookname":"Ezekiel","chapter":"19","verse":"10","text":"“‘Your mother was like a vine in your vineyard, planted by water. It was fruitful and full of branches because it was well-watered."},{"bookname":"Ezekiel","chapter":"19","verse":"11","text":"Its boughs were strong, fit for rulers’ scepters; it reached up into the clouds. It stood out because of its height and its many branches."},{"bookname":"Ezekiel","chapter":"19","verse":"12","text":"But it was plucked up in anger; it was thrown down to the ground. The east wind dried up its fruit; its strong branches broke off and withered &#8211; a fire consumed them."},{"bookname":"Ezekiel","chapter":"19","verse":"13","text":"Now it is planted in the wilderness, in a dry and thirsty land."},{"bookname":"Ezekiel","chapter":"19","verse":"14","text":"A fire has gone out from its branch; it has consumed its shoot and its fruit. No strong branch was left in it, nor a scepter to rule.’ This is a lament song, and has become a lament song.”"}],[{"bookname":"Ezekiel","chapter":"20","verse":"1","text":"In the seventh year, in the fifth month, on the tenth of the month, some of the elders of Israel came to seek the Lord, and they sat down in front of me.","title":"Israel&#8217;s Rebellion"},{"bookname":"Ezekiel","chapter":"20","verse":"2","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"20","verse":"3","text":"“Son of man, speak to the elders of Israel, and tell them: ‘This is what the sovereign Lord says: Are you coming to seek me? As surely as I live, I will not allow you to seek me, declares the sovereign Lord.’"},{"bookname":"Ezekiel","chapter":"20","verse":"4","text":"“Are you willing to pronounce judgment? Are you willing to pronounce judgment, son of man? Then confront them with the abominable practices of their fathers,"},{"bookname":"Ezekiel","chapter":"20","verse":"5","text":"and say to them: “‘This is what the sovereign Lord says: On the day I chose Israel I swore to the descendants of the house of Jacob and made myself known to them in the land of Egypt. I swore to them, “I am the Lord your God.”"},{"bookname":"Ezekiel","chapter":"20","verse":"6","text":"On that day I swore to bring them out of the land of Egypt to a land which I had picked out for them, a land flowing with milk and honey, the most beautiful of all lands."},{"bookname":"Ezekiel","chapter":"20","verse":"7","text":"I said to them, “Each of you must get rid of the detestable idols you keep before you, and do not defile yourselves with the idols of Egypt; I am the Lord your God.”"},{"bookname":"Ezekiel","chapter":"20","verse":"8","text":"But they rebelled against me, and refused to listen to me; no one got rid of their detestable idols, nor did they abandon the idols of Egypt. Then I decided to pour out my rage on them and fully vent my anger against them in the midst of the land of Egypt."},{"bookname":"Ezekiel","chapter":"20","verse":"9","text":"I acted for the sake of my reputation, so that I would not be profaned before the nations among whom they lived, before whom I revealed myself by bringing them out of the land of Egypt."},{"bookname":"Ezekiel","chapter":"20","verse":"10","text":"“‘So I brought them out of the land of Egypt and led them to the wilderness."},{"bookname":"Ezekiel","chapter":"20","verse":"11","text":"I gave them my statutes and revealed my regulations to them. The one who carries them out will live by them!"},{"bookname":"Ezekiel","chapter":"20","verse":"12","text":"I also gave them my Sabbaths as a reminder of our relationship, so that they would know that I, the Lord, sanctify them."},{"bookname":"Ezekiel","chapter":"20","verse":"13","text":"But the house of Israel rebelled against me in the wilderness; they did not follow my statutes and they rejected my regulations (the one who obeys them will live by them), and they utterly desecrated my Sabbaths. So I decided to pour out my rage on them in the wilderness and destroy them."},{"bookname":"Ezekiel","chapter":"20","verse":"14","text":"I acted for the sake of my reputation, so that I would not be profaned before the nations in whose sight I had brought them out."},{"bookname":"Ezekiel","chapter":"20","verse":"15","text":"I also swore to them in the wilderness that I would not bring them to the land I had given them &#8211; a land flowing with milk and honey, the most beautiful of all lands."},{"bookname":"Ezekiel","chapter":"20","verse":"16","text":"I did this because they rejected my regulations, did not follow my statutes, and desecrated my Sabbaths; for their hearts followed their idols."},{"bookname":"Ezekiel","chapter":"20","verse":"17","text":"Yet I had pity on them and did not destroy them, so I did not make an end of them in the wilderness."},{"bookname":"Ezekiel","chapter":"20","verse":"18","text":"“‘But I said to their children in the wilderness, “Do not follow the practices of your fathers; do not observe their regulations, nor defile yourselves with their idols."},{"bookname":"Ezekiel","chapter":"20","verse":"19","text":"I am the Lord your God; follow my statutes, observe my regulations, and carry them out."},{"bookname":"Ezekiel","chapter":"20","verse":"20","text":"Treat my Sabbaths as holy and they will be a reminder of our relationship, and then you will know that I am the Lord your God.”"},{"bookname":"Ezekiel","chapter":"20","verse":"21","text":"“‘But the children rebelled against me, did not follow my statutes, did not observe my regulations by carrying them out (the one who obeys them will live by them), and desecrated my Sabbaths. I decided to pour out my rage on them and fully vent my anger against them in the wilderness."},{"bookname":"Ezekiel","chapter":"20","verse":"22","text":"But I refrained from doing so, and acted instead for the sake of my reputation, so that I would not be profaned before the nations in whose sight I had brought them out."},{"bookname":"Ezekiel","chapter":"20","verse":"23","text":"I also swore to them in the wilderness that I would scatter them among the nations and disperse them throughout the lands."},{"bookname":"Ezekiel","chapter":"20","verse":"24","text":"I did this because they did not observe my regulations, they rejected my statutes, they desecrated my Sabbaths, and their eyes were fixed on their fathers’ idols."},{"bookname":"Ezekiel","chapter":"20","verse":"25","text":"I also gave them decrees which were not good and regulations by which they could not live."},{"bookname":"Ezekiel","chapter":"20","verse":"26","text":"I declared them to be defiled because of their sacrifices &#8211; they caused all their first born to pass through the fire &#8211; so that I would devastate them, so that they will know that I am the Lord.’"},{"bookname":"Ezekiel","chapter":"20","verse":"27","text":"“Therefore, speak to the house of Israel, son of man, and tell them, ‘This is what the sovereign Lord says: In this way too your fathers blasphemed me when they were unfaithful to me."},{"bookname":"Ezekiel","chapter":"20","verse":"28","text":"I brought them to the land which I swore to give them, but whenever they saw any high hill or leafy tree, they offered their sacrifices there and presented the offerings that provoke me to anger. They offered their soothing aroma there and poured out their drink offerings."},{"bookname":"Ezekiel","chapter":"20","verse":"29","text":"So I said to them, What is this high place you go to?’” (So it is called “High Place” to this day.)"},{"bookname":"Ezekiel","chapter":"20","verse":"30","text":"“Therefore say to the house of Israel, ‘This is what the sovereign Lord says: Will you defile yourselves like your fathers and engage in prostitution with detestable idols?"},{"bookname":"Ezekiel","chapter":"20","verse":"31","text":"When you present your sacrifices &#8211; when you make your sons pass through the fire &#8211; you defile yourselves with all your idols to this very day. Will I allow you to seek me, O house of Israel? As surely as I live, declares the sovereign Lord, I will not allow you to seek me!"},{"bookname":"Ezekiel","chapter":"20","verse":"32","text":"“‘What you plan will never happen. You say, “We will be like the nations, like the clans of the lands, who serve gods of wood and stone.”"},{"bookname":"Ezekiel","chapter":"20","verse":"33","text":"As surely as I live, declares the sovereign Lord, with a powerful hand and an outstretched arm, and with an outpouring of rage, I will be king over you."},{"bookname":"Ezekiel","chapter":"20","verse":"34","text":"I will bring you out from the nations, and will gather you from the lands where you are scattered, with a powerful hand and an outstretched arm and with an outpouring of rage!"},{"bookname":"Ezekiel","chapter":"20","verse":"35","text":"I will bring you into the wilderness of the nations, and there I will enter into judgment with you face to face."},{"bookname":"Ezekiel","chapter":"20","verse":"36","text":"Just as I entered into judgment with your fathers in the wilderness of the land of Egypt, so I will enter into judgment with you, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"20","verse":"37","text":"I will make you pass under the shepherd’s staff, and I will bring you into the bond of the covenant."},{"bookname":"Ezekiel","chapter":"20","verse":"38","text":"I will eliminate from among you the rebels and those who revolt against me. I will bring them out from the land where they have been residing, but they will not come to the land of Israel. Then you will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"20","verse":"39","text":"“‘As for you, O house of Israel, this is what the sovereign Lord says: Each of you go and serve your idols, if you will not listen to me. But my holy name will not be profaned again by your sacrifices and your idols."},{"bookname":"Ezekiel","chapter":"20","verse":"40","text":"For there on my holy mountain, the high mountain of Israel, declares the sovereign Lord, all the house of Israel will serve me, all of them in the land. I will accept them there, and there I will seek your contributions and your choice gifts, with all your holy things."},{"bookname":"Ezekiel","chapter":"20","verse":"41","text":"When I bring you out from the nations and gather you from the lands where you are scattered, I will accept you along with your soothing aroma. I will display my holiness among you in the sight of the nations."},{"bookname":"Ezekiel","chapter":"20","verse":"42","text":"Then you will know that I am the Lord when I bring you to the land of Israel, to the land I swore to give to your fathers."},{"bookname":"Ezekiel","chapter":"20","verse":"43","text":"And there you will remember your conduct and all your deeds by which you defiled yourselves. You will despise yourselves because of all the evil deeds you have done."},{"bookname":"Ezekiel","chapter":"20","verse":"44","text":"Then you will know that I am the Lord, when I deal with you for the sake of my reputation and not according to your wicked conduct and corrupt deeds, O house of Israel, declares the sovereign Lord.’”"},{"bookname":"Ezekiel","chapter":"20","verse":"45","text":" The word of the Lord came to me:","title":"Prophecy Against the South"},{"bookname":"Ezekiel","chapter":"20","verse":"46","text":"“Son of man, turn toward the south, and speak out against the south. Prophesy against the open scrub land of the Negev,"},{"bookname":"Ezekiel","chapter":"20","verse":"47","text":"and say to the scrub land of the Negev, ‘Hear the word of the Lord: This is what the sovereign Lord says: Look here, I am about to start a fire in you, and it will devour every green tree and every dry tree in you. The flaming fire will not be extinguished, and the whole surface of the ground from the Negev to the north will be scorched by it."},{"bookname":"Ezekiel","chapter":"20","verse":"48","text":"And everyone will see that I, the Lord, have burned it; it will not be extinguished.’”"},{"bookname":"Ezekiel","chapter":"20","verse":"49","text":"Then I said, “O sovereign Lord! They are saying of me, ‘Does he not simply speak in eloquent figures of speech?’”"}],[{"bookname":"Ezekiel","chapter":"21","verse":"1","text":" The word of the Lord came to me:","title":"The Sword of Judgment"},{"bookname":"Ezekiel","chapter":"21","verse":"2","text":"“Son of man, turn toward Jerusalem and speak out against the sanctuaries. Prophesy against the land of Israel"},{"bookname":"Ezekiel","chapter":"21","verse":"3","text":"and say to them, ‘This is what the Lord says: Look, I am against you. I will draw my sword from its sheath and cut off from you both the righteous and the wicked."},{"bookname":"Ezekiel","chapter":"21","verse":"4","text":"Because I will cut off from you both the righteous and the wicked, my sword will go out from its sheath against everyone from the south to the north."},{"bookname":"Ezekiel","chapter":"21","verse":"5","text":"Then everyone will know that I am the Lord, who drew my sword from its sheath &#8211; it will not be sheathed again!’"},{"bookname":"Ezekiel","chapter":"21","verse":"6","text":"“And you, son of man, groan with an aching heart and bitterness; groan before their eyes."},{"bookname":"Ezekiel","chapter":"21","verse":"7","text":"When they ask you, ‘Why are you groaning?’ you will reply, ‘Because of the report that has come. Every heart will melt with fear and every hand will be limp; everyone will faint and every knee will be wet with urine.’ Pay attention &#8211; it is coming and it will happen, declares the sovereign Lord.”"},{"bookname":"Ezekiel","chapter":"21","verse":"8","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"21","verse":"9","text":"“Son of man, prophesy and say: ‘This is what the Lord says: “‘A sword, a sword is sharpened, and also polished."},{"bookname":"Ezekiel","chapter":"21","verse":"10","text":"It is sharpened for slaughter, it is polished to flash like lightning! “‘Should we rejoice in the scepter of my son? No! The sword despises every tree!"},{"bookname":"Ezekiel","chapter":"21","verse":"11","text":"“‘He gave it to be polished, to be grasped in the hand &#8211; the sword is sharpened, it is polished &#8211; giving it into the hand of the executioner."},{"bookname":"Ezekiel","chapter":"21","verse":"12","text":"Cry out and moan, son of man, for it is wielded against my people; against all the princes of Israel. They are delivered up to the sword, along with my people. Therefore, strike your thigh."},{"bookname":"Ezekiel","chapter":"21","verse":"13","text":"“‘For testing will come, and what will happen when the scepter, which the sword despises, is no more? declares the sovereign Lord.’"},{"bookname":"Ezekiel","chapter":"21","verse":"14","text":"“And you, son of man, prophesy, and clap your hands together. Let the sword strike twice, even three times! It is a sword for slaughter, a sword for the great slaughter surrounding them."},{"bookname":"Ezekiel","chapter":"21","verse":"15","text":"So hearts melt with fear and many stumble. At all their gates I have stationed the sword for slaughter. Ah! It is made to flash, it is drawn for slaughter!"},{"bookname":"Ezekiel","chapter":"21","verse":"16","text":"Cut sharply on the right! Swing to the left, wherever your edge is appointed to strike."},{"bookname":"Ezekiel","chapter":"21","verse":"17","text":"I too will clap my hands together, I will exhaust my rage; I the Lord have spoken.”"},{"bookname":"Ezekiel","chapter":"21","verse":"18","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"21","verse":"19","text":"“You, son of man, mark out two routes for the king of Babylon’s sword to take; both of them will originate in a single land. Make a signpost and put it at the beginning of the road leading to the city."},{"bookname":"Ezekiel","chapter":"21","verse":"20","text":"Mark out the routes for the sword to take: “Rabbah of the Ammonites” and “Judah with Jerusalem in it.”"},{"bookname":"Ezekiel","chapter":"21","verse":"21","text":"For the king of Babylon stands at the fork in the road at the head of the two routes. He looks for omens: He shakes arrows, he consults idols, he examines animal livers."},{"bookname":"Ezekiel","chapter":"21","verse":"22","text":"Into his right hand comes the portent for Jerusalem &#8211; to set up battering rams, to give the signal for slaughter, to shout out the battle cry, to set up battering rams against the gates, to erect a siege ramp, to build a siege wall."},{"bookname":"Ezekiel","chapter":"21","verse":"23","text":"But those in Jerusalem will view it as a false omen. They have sworn solemn oaths, but the king of Babylon will accuse them of violations in order to seize them."},{"bookname":"Ezekiel","chapter":"21","verse":"24","text":"“Therefore this is what the sovereign Lord says: ‘Because you have brought up your own guilt by uncovering your transgressions and revealing your sins through all your actions, for this reason you will be taken by force."},{"bookname":"Ezekiel","chapter":"21","verse":"25","text":"“‘As for you, profane and wicked prince of Israel, whose day has come, the time of final punishment,"},{"bookname":"Ezekiel","chapter":"21","verse":"26","text":"this is what the sovereign Lord says: Tear off the turban, take off the crown! Things must change! Exalt the lowly, bring down the proud!"},{"bookname":"Ezekiel","chapter":"21","verse":"27","text":"A total ruin I will make it! It will come to an end when the one arrives to whom I have assigned judgment.’"},{"bookname":"Ezekiel","chapter":"21","verse":"28","text":"“As for you, son of man, prophesy and say, ‘This is what the sovereign Lord says concerning the Ammonites and their coming humiliation; say: “‘A sword, a sword drawn for slaughter, polished to consume, to flash like lightning &#8211;"},{"bookname":"Ezekiel","chapter":"21","verse":"29","text":"while seeing false visions for you and reading lying omens for you &#8211; to place that sword on the necks of the profane wicked, whose day has come, the time of final punishment."},{"bookname":"Ezekiel","chapter":"21","verse":"30","text":"Return it to its sheath! In the place where you were created, in your native land, I will judge you."},{"bookname":"Ezekiel","chapter":"21","verse":"31","text":"I will pour out my anger on you; the fire of my fury I will blow on you. I will hand you over to brutal men, who are skilled in destruction."},{"bookname":"Ezekiel","chapter":"21","verse":"32","text":"You will become fuel for the fire &#8211; your blood will stain the middle of the land; you will no longer be remembered, for I, the Lord, have spoken.’”"}],[{"bookname":"Ezekiel","chapter":"22","verse":"1","text":"The word of the Lord came to me:","title":"The Sins of Jerusalem"},{"bookname":"Ezekiel","chapter":"22","verse":"2","text":"“As for you, son of man, are you willing to pronounce judgment, are you willing to pronounce judgment on the bloody city? Then confront her with all her abominable deeds!"},{"bookname":"Ezekiel","chapter":"22","verse":"3","text":"Then say, ‘This is what the sovereign Lord says: O city, who spills blood within herself (which brings on her doom), and who makes herself idols (which results in impurity),"},{"bookname":"Ezekiel","chapter":"22","verse":"4","text":"you are guilty because of the blood you shed and defiled by the idols you made. You have hastened the day of your doom; the end of your years has come. Therefore I will make you an object of scorn to the nations, an object to be mocked by all lands."},{"bookname":"Ezekiel","chapter":"22","verse":"5","text":"Those both near and far from you will mock you, you with your bad reputation, full of turmoil."},{"bookname":"Ezekiel","chapter":"22","verse":"6","text":"“‘See how each of the princes of Israel living within you has used his authority to shed blood."},{"bookname":"Ezekiel","chapter":"22","verse":"7","text":"They have treated father and mother with contempt within you; they have oppressed the foreigner among you; they have wronged the orphan and the widow within you."},{"bookname":"Ezekiel","chapter":"22","verse":"8","text":"You have despised my holy things and desecrated my Sabbaths!"},{"bookname":"Ezekiel","chapter":"22","verse":"9","text":"Slanderous men shed blood within you. Those who live within you eat pagan sacrifices on the mountains; they commit obscene acts among you."},{"bookname":"Ezekiel","chapter":"22","verse":"10","text":"They have sex with their father’s wife within you; they violate women during their menstrual period within you."},{"bookname":"Ezekiel","chapter":"22","verse":"11","text":"One commits an abominable act with his neighbor’s wife; another obscenely defiles his daughter-in-law; another violates his sister &#8211; his father’s daughter &#8211; within you."},{"bookname":"Ezekiel","chapter":"22","verse":"12","text":"They take bribes within you to shed blood. You engage in usury and charge interest; you extort money from your neighbors. You have forgotten me, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"22","verse":"13","text":"“‘See, I strike my hands together at the dishonest profit you have made, and at the bloodshed they have done among you."},{"bookname":"Ezekiel","chapter":"22","verse":"14","text":"Can your heart endure, or can your hands be strong when I deal with you? I, the Lord, have spoken, and I will do it!"},{"bookname":"Ezekiel","chapter":"22","verse":"15","text":"I will scatter you among the nations and disperse you among various countries; I will remove your impurity from you."},{"bookname":"Ezekiel","chapter":"22","verse":"16","text":"You will be profaned within yourself in the sight of the nations; then you will know that I am the Lord.’”"},{"bookname":"Ezekiel","chapter":"22","verse":"17","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"22","verse":"18","text":"“Son of man, the house of Israel has become slag to me. All of them are like bronze, tin, iron, and lead in the furnace; they are the worthless slag of silver."},{"bookname":"Ezekiel","chapter":"22","verse":"19","text":"Therefore this is what the sovereign Lord says: ‘Because all of you have become slag, look out! &#8211; I am about to gather you in the middle of Jerusalem."},{"bookname":"Ezekiel","chapter":"22","verse":"20","text":"As silver, bronze, iron, lead, and tin are gathered in a furnace so that the fire can melt them, so I will gather you in my anger and in my rage. I will deposit you there and melt you."},{"bookname":"Ezekiel","chapter":"22","verse":"21","text":"I will gather you and blow on you with the fire of my fury, and you will be melted in it."},{"bookname":"Ezekiel","chapter":"22","verse":"22","text":"As silver is melted in a furnace, so you will be melted in it, and you will know that I, the Lord, have poured out my anger on you.’”"},{"bookname":"Ezekiel","chapter":"22","verse":"23","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"22","verse":"24","text":"“Son of man, say to her: ‘You are a land that receives no rain or showers in the day of my anger.’"},{"bookname":"Ezekiel","chapter":"22","verse":"25","text":"Her princes within her are like a roaring lion tearing its prey; they have devoured lives. They take away riches and valuable things; they have made many women widows within it."},{"bookname":"Ezekiel","chapter":"22","verse":"26","text":"Her priests abuse my law and have desecrated my holy things. They do not distinguish between the holy and the profane, or recognize any distinction between the unclean and the clean. They ignore my Sabbaths and I am profaned in their midst."},{"bookname":"Ezekiel","chapter":"22","verse":"27","text":"Her officials are like wolves in her midst rending their prey &#8211; shedding blood and destroying lives &#8211; so they can get dishonest profit."},{"bookname":"Ezekiel","chapter":"22","verse":"28","text":"Her prophets coat their messages with whitewash. They see false visions and announce lying omens for them, saying, ‘This is what the sovereign Lord says,’ when the Lord has not spoken."},{"bookname":"Ezekiel","chapter":"22","verse":"29","text":"The people of the land have practiced extortion and committed robbery. They have wronged the poor and needy; they have oppressed the foreigner who lives among them and denied them justice."},{"bookname":"Ezekiel","chapter":"22","verse":"30","text":"“I looked for a man from among them who would repair the wall and stand in the gap before me on behalf of the land, so that I would not destroy it, but I found no one."},{"bookname":"Ezekiel","chapter":"22","verse":"31","text":"So I have poured my anger on them, and destroyed them with the fire of my fury. I hereby repay them for what they have done, declares the sovereign Lord.”"}],[{"bookname":"Ezekiel","chapter":"23","verse":"1","text":"The word of the Lord came to me:","title":"Two Sisters"},{"bookname":"Ezekiel","chapter":"23","verse":"2","text":"“Son of man, there were two women who were daughters of the same mother."},{"bookname":"Ezekiel","chapter":"23","verse":"3","text":"They engaged in prostitution in Egypt; in their youth they engaged in prostitution. Their breasts were squeezed there; lovers fondled their virgin nipples there."},{"bookname":"Ezekiel","chapter":"23","verse":"4","text":"Oholah was the name of the older and Oholibah the name of her younger sister. They became mine, and gave birth to sons and daughters. Oholah is Samaria and Oholibah is Jerusalem."},{"bookname":"Ezekiel","chapter":"23","verse":"5","text":"“Oholah engaged in prostitution while she was mine. She lusted after her lovers, the Assyrians &#8211; warriors"},{"bookname":"Ezekiel","chapter":"23","verse":"6","text":"clothed in blue, governors and officials, all of them desirable young men, horsemen riding on horses."},{"bookname":"Ezekiel","chapter":"23","verse":"7","text":"She bestowed her sexual favors on them; all of them were the choicest young men of Assyria. She defiled herself with all whom she desired &#8211; with all their idols."},{"bookname":"Ezekiel","chapter":"23","verse":"8","text":"She did not abandon the prostitution she had practiced in Egypt; for in her youth men had sex with her, fondled her virgin breasts, and ravished her."},{"bookname":"Ezekiel","chapter":"23","verse":"9","text":"Therefore I handed her over to her lovers, the Assyrians for whom she lusted."},{"bookname":"Ezekiel","chapter":"23","verse":"10","text":"They exposed her nakedness, seized her sons and daughters, and killed her with the sword. She became notorious among women, and they executed judgments against her."},{"bookname":"Ezekiel","chapter":"23","verse":"11","text":"“Her sister Oholibah watched this, but she became more corrupt in her lust than her sister had been, and her acts of prostitution were more numerous than those of her sister."},{"bookname":"Ezekiel","chapter":"23","verse":"12","text":"She lusted after the Assyrians &#8211; governors and officials, warriors in full armor, horsemen riding on horses, all of them desirable young men."},{"bookname":"Ezekiel","chapter":"23","verse":"13","text":"I saw that she was defiled; both of them followed the same path."},{"bookname":"Ezekiel","chapter":"23","verse":"14","text":"But she increased her prostitution. She saw men carved on the wall, images of the Chaldeans carved in bright red,"},{"bookname":"Ezekiel","chapter":"23","verse":"15","text":"wearing belts on their waists and flowing turbans on their heads, all of them looking like officers, the image of Babylonians whose native land is Chaldea."},{"bookname":"Ezekiel","chapter":"23","verse":"16","text":"When she saw them, she lusted after them and sent messengers to them in Chaldea."},{"bookname":"Ezekiel","chapter":"23","verse":"17","text":"The Babylonians crawled into bed with her. They defiled her with their lust; after she was defiled by them, she became disgusted with them."},{"bookname":"Ezekiel","chapter":"23","verse":"18","text":"When she lustfully exposed her nakedness, I was disgusted with her, just as I had been disgusted with her sister."},{"bookname":"Ezekiel","chapter":"23","verse":"19","text":"Yet she increased her prostitution, remembering the days of her youth when she engaged in prostitution in the land of Egypt."},{"bookname":"Ezekiel","chapter":"23","verse":"20","text":"She lusted after their genitals &#8211; as large as those of donkeys, and their seminal emission was as strong as that of stallions."},{"bookname":"Ezekiel","chapter":"23","verse":"21","text":"This is how you assessed the obscene conduct of your youth, when the Egyptians fondled your nipples and squeezed your young breasts."},{"bookname":"Ezekiel","chapter":"23","verse":"22","text":"“Therefore, Oholibah, this is what the sovereign Lord says: Look here, I am about to stir up against you the lovers with whom you were disgusted; I will bring them against you from every side:"},{"bookname":"Ezekiel","chapter":"23","verse":"23","text":"the Babylonians and all the Chaldeans, Pekod, Shoa, and Koa, and all the Assyrians with them, desirable young men, all of them governors and officials, officers and nobles, all of them riding on horses."},{"bookname":"Ezekiel","chapter":"23","verse":"24","text":"They will attack you with weapons, chariots, wagons, and with a huge army; they will array themselves against you on every side with large shields, small shields, and helmets. I will assign them the task of judgment; they will punish you according to their laws."},{"bookname":"Ezekiel","chapter":"23","verse":"25","text":"I will direct my jealous anger against you, and they will deal with you in rage. They will cut off your nose and your ears, and your survivors will die by the sword. They will seize your sons and daughters, and your survivors will be consumed by fire."},{"bookname":"Ezekiel","chapter":"23","verse":"26","text":"They will strip your clothes off you and take away your beautiful jewelry."},{"bookname":"Ezekiel","chapter":"23","verse":"27","text":"So I will put an end to your obscene conduct and your prostitution which you have practiced in the land of Egypt. You will not seek their help or remember Egypt anymore."},{"bookname":"Ezekiel","chapter":"23","verse":"28","text":"“For this is what the sovereign Lord says: Look here, I am about to deliver you over to those whom you hate, to those with whom you were disgusted."},{"bookname":"Ezekiel","chapter":"23","verse":"29","text":"They will treat you with hatred, take away all you have labored for, and leave you naked and bare. Your nakedness will be exposed, just as when you engaged in prostitution and obscene conduct."},{"bookname":"Ezekiel","chapter":"23","verse":"30","text":"I will do these things to you because you engaged in prostitution with the nations, polluting yourself with their idols."},{"bookname":"Ezekiel","chapter":"23","verse":"31","text":"You have followed the ways of your sister, so I will place her cup of judgment in your hand."},{"bookname":"Ezekiel","chapter":"23","verse":"32","text":"“This is what the sovereign Lord says: “You will drink your sister’s deep and wide cup; you will be scorned and derided, for it holds a great deal."},{"bookname":"Ezekiel","chapter":"23","verse":"33","text":"You will be overcome by drunkenness and sorrow. The cup of your sister Samaria is a cup of horror and desolation."},{"bookname":"Ezekiel","chapter":"23","verse":"34","text":"You will drain it dry, gnaw its pieces, and tear out your breasts, for I have spoken, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"23","verse":"35","text":"“Therefore this is what the sovereign Lord says: Because you have forgotten me and completely disregarded me, you must bear now the punishment for your obscene conduct and prostitution.”"},{"bookname":"Ezekiel","chapter":"23","verse":"36","text":"The Lord said to me: “Son of man, are you willing to pronounce judgment on Oholah and Oholibah? Then declare to them their abominable deeds!"},{"bookname":"Ezekiel","chapter":"23","verse":"37","text":"For they have committed adultery and blood is on their hands. They have committed adultery with their idols, and their sons, whom they bore to me, they have passed through the fire as food to their idols."},{"bookname":"Ezekiel","chapter":"23","verse":"38","text":"Moreover, they have done this to me: In the very same day they desecrated my sanctuary and profaned my Sabbaths."},{"bookname":"Ezekiel","chapter":"23","verse":"39","text":"On the same day they slaughtered their sons for their idols, they came to my sanctuary to desecrate it. This is what they have done in the middle of my house."},{"bookname":"Ezekiel","chapter":"23","verse":"40","text":"“They even sent for men from far away; when the messenger arrived, those men set out. For them you bathed, painted your eyes, and decorated yourself with jewelry."},{"bookname":"Ezekiel","chapter":"23","verse":"41","text":"You sat on a magnificent couch, with a table arranged in front of it where you placed my incense and my olive oil."},{"bookname":"Ezekiel","chapter":"23","verse":"42","text":"The sound of a carefree crowd accompanied her, including all kinds of men; even Sabeans were brought from the desert. The sisters put bracelets on their wrists and beautiful crowns on their heads."},{"bookname":"Ezekiel","chapter":"23","verse":"43","text":"Then I said about the one worn out by adultery, ‘Now they will commit immoral acts with her.’"},{"bookname":"Ezekiel","chapter":"23","verse":"44","text":"They had sex with her as one does with a prostitute. In this way they had sex with Oholah and Oholibah, promiscuous women."},{"bookname":"Ezekiel","chapter":"23","verse":"45","text":"But upright men will punish them appropriately for their adultery and bloodshed, because they are adulteresses and blood is on their hands."},{"bookname":"Ezekiel","chapter":"23","verse":"46","text":"“For this is what the sovereign Lord says: Bring up an army against them and subject them to terror and plunder."},{"bookname":"Ezekiel","chapter":"23","verse":"47","text":"That army will pelt them with stones and slash them with their swords; they will kill their sons and daughters and burn their houses."},{"bookname":"Ezekiel","chapter":"23","verse":"48","text":"I will put an end to the obscene conduct in the land; all the women will learn a lesson from this and not engage in obscene conduct."},{"bookname":"Ezekiel","chapter":"23","verse":"49","text":"They will repay you for your obscene conduct, and you will be punished for idol worship. Then you will know that I am the sovereign Lord.”"}],[{"bookname":"Ezekiel","chapter":"24","verse":"1","text":"The word of the Lord came to me in the ninth year, in the tenth month, on the tenth day of the month:","title":"The Boiling Pot"},{"bookname":"Ezekiel","chapter":"24","verse":"2","text":"“Son of man, write down the name of this day, this very day. The king of Babylon has laid siege to Jerusalem this very day."},{"bookname":"Ezekiel","chapter":"24","verse":"3","text":"Recite a proverb to this rebellious house and say to them, ‘This is what the sovereign Lord says: “‘Set on the pot, set it on, pour water in it too;"},{"bookname":"Ezekiel","chapter":"24","verse":"4","text":"add the pieces of meat to it, every good piece, the thigh and the shoulder; fill it with choice bones."},{"bookname":"Ezekiel","chapter":"24","verse":"5","text":"Take the choice bone of the flock, heap up bones under it; boil rapidly, and boil its bones in it."},{"bookname":"Ezekiel","chapter":"24","verse":"6","text":"“‘Therefore this is what the sovereign Lord says: Woe to the city of bloodshed, the pot whose rot is in it, whose rot has not been removed from it! Empty it piece by piece. No lot has fallen on it."},{"bookname":"Ezekiel","chapter":"24","verse":"7","text":"For her blood was in it; she poured it on an exposed rock; she did not pour it on the ground to cover it up with dust."},{"bookname":"Ezekiel","chapter":"24","verse":"8","text":"To arouse anger, to take vengeance, I have placed her blood on an exposed rock so that it cannot be covered up."},{"bookname":"Ezekiel","chapter":"24","verse":"9","text":"“‘Therefore this is what the sovereign Lord says: Woe to the city of bloodshed! I will also make the pile high."},{"bookname":"Ezekiel","chapter":"24","verse":"10","text":"Pile up the bones, kindle the fire; cook the meat well, mix in the spices, let the bones be charred."},{"bookname":"Ezekiel","chapter":"24","verse":"11","text":"Set the empty pot on the coals, until it becomes hot and its copper glows, until its uncleanness melts within it and its rot is consumed."},{"bookname":"Ezekiel","chapter":"24","verse":"12","text":"It has tried my patience; yet its thick rot is not removed from it. Subject its rot to the fire!"},{"bookname":"Ezekiel","chapter":"24","verse":"13","text":"You mix uncleanness with obscene conduct. I tried to cleanse you, but you are not clean. You will not be cleansed from your uncleanness until I have exhausted my anger on you."},{"bookname":"Ezekiel","chapter":"24","verse":"14","text":"“‘I the Lord have spoken; judgment is coming and I will act! I will not relent, or show pity, or be sorry! I will judge you according to your conduct and your deeds, declares the sovereign Lord.’”"},{"bookname":"Ezekiel","chapter":"24","verse":"15","text":"The word of Lord came to me:","title":"Ezekiel&#8217;s Wife Dies"},{"bookname":"Ezekiel","chapter":"24","verse":"16","text":"“Son of man, realize that I am about to take the delight of your eyes away from you with a jolt, but you must not mourn or weep or shed tears."},{"bookname":"Ezekiel","chapter":"24","verse":"17","text":"Groan in silence for the dead, but do not perform mourning rites. Bind on your turban and put your sandals on your feet. Do not cover your lip and do not eat food brought by others.”"},{"bookname":"Ezekiel","chapter":"24","verse":"18","text":"So I spoke to the people in the morning, and my wife died in the evening. In the morning I acted just as I was commanded."},{"bookname":"Ezekiel","chapter":"24","verse":"19","text":"Then the people said to me, “Will you not tell us what these things you are doing mean for us?”"},{"bookname":"Ezekiel","chapter":"24","verse":"20","text":"So I said to them: “The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"24","verse":"21","text":"Say to the house of Israel, ‘This is what the sovereign Lord says: Realize I am about to desecrate my sanctuary &#8211; the source of your confident pride, the object in which your eyes delight, and your life’s passion. Your very own sons and daughters whom you have left behind will die by the sword."},{"bookname":"Ezekiel","chapter":"24","verse":"22","text":"Then you will do as I have done: You will not cover your lip or eat food brought by others."},{"bookname":"Ezekiel","chapter":"24","verse":"23","text":"Your turbans will be on your heads and your sandals on your feet; you will not mourn or weep, but you will rot for your iniquities and groan among yourselves."},{"bookname":"Ezekiel","chapter":"24","verse":"24","text":"Ezekiel will be an object lesson for you; you will do all that he has done. When it happens, then you will know that I am the sovereign Lord.’"},{"bookname":"Ezekiel","chapter":"24","verse":"25","text":"“And you, son of man, this is what will happen on the day I take from them their stronghold &#8211; their beautiful source of joy, the object in which their eyes delight, and the main concern of their lives, as well as their sons and daughters:"},{"bookname":"Ezekiel","chapter":"24","verse":"26","text":"On that day a fugitive will come to you to report the news."},{"bookname":"Ezekiel","chapter":"24","verse":"27","text":"On that day you will be able to speak again; you will talk with the fugitive and be silent no longer. You will be an object lesson for them, and they will know that I am the Lord.”"}],[{"bookname":"Ezekiel","chapter":"25","verse":"1","text":"The word of the Lord came to me:","title":"A Prophecy Against Ammon"},{"bookname":"Ezekiel","chapter":"25","verse":"2","text":"“Son of man, turn toward the Ammonites and prophesy against them."},{"bookname":"Ezekiel","chapter":"25","verse":"3","text":"Say to the Ammonites, ‘Hear the word of the sovereign Lord: This is what the sovereign Lord says: You said “Aha!” about my sanctuary when it was desecrated, about the land of Israel when it was made desolate, and about the house of Judah when they went into exile."},{"bookname":"Ezekiel","chapter":"25","verse":"4","text":"So take note, I am about to make you slaves of the tribes of the east. They will make camps among you and pitch their tents among you. They will eat your fruit and drink your milk."},{"bookname":"Ezekiel","chapter":"25","verse":"5","text":"I will make Rabbah a pasture for camels and Ammon a resting place for sheep. Then you will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"25","verse":"6","text":"For this is what the sovereign Lord says: Because you clapped your hands, stamped your feet, and rejoiced with intense scorn over the land of Israel,"},{"bookname":"Ezekiel","chapter":"25","verse":"7","text":"take note, I have stretched out my hand against you, and I will hand you over as plunder to the nations. I will cut you off from the peoples and make you perish from the lands. I will destroy you; then you will know that I am the Lord.’”"},{"bookname":"Ezekiel","chapter":"25","verse":"8","text":"“This is what the sovereign Lord says: ‘Moab and Seir say, “Look, the house of Judah is like all the other nations.”","title":"A Prophecy Against Moab"},{"bookname":"Ezekiel","chapter":"25","verse":"9","text":"So look, I am about to open up Moab’s flank, eliminating the cities, including its frontier cities, the beauty of the land &#8211; Beth Jeshimoth, Baal Meon, and Kiriathaim."},{"bookname":"Ezekiel","chapter":"25","verse":"10","text":"I will hand it over, along with the Ammonites, to the tribes of the east, so that the Ammonites will no longer be remembered among the nations."},{"bookname":"Ezekiel","chapter":"25","verse":"11","text":"I will execute judgments against Moab. Then they will know that I am the Lord.’”"},{"bookname":"Ezekiel","chapter":"25","verse":"12","text":"“This is what the sovereign Lord says: ‘Edom has taken vengeance against the house of Judah; they have made themselves fully culpable by taking vengeance on them.","title":"A Prophecy Against Edom"},{"bookname":"Ezekiel","chapter":"25","verse":"13","text":"So this is what the sovereign Lord says: I will stretch out my hand against Edom, and I will kill the people and animals within her, and I will make her desolate; from Teman to Dedan they will die by the sword."},{"bookname":"Ezekiel","chapter":"25","verse":"14","text":"I will exact my vengeance upon Edom by the hand of my people Israel. They will carry out in Edom my anger and rage; they will experience my vengeance, declares the sovereign Lord.’”"},{"bookname":"Ezekiel","chapter":"25","verse":"15","text":"“This is what the sovereign Lord says: ‘The Philistines have exacted merciless revenge, showing intense scorn in their effort to destroy Judah with unrelenting hostility.","title":"A Prophecy Against Philistia"},{"bookname":"Ezekiel","chapter":"25","verse":"16","text":"So this is what the sovereign Lord says: Take note, I am about to stretch out my hand against the Philistines. I will kill the Cherethites and destroy those who remain on the seacoast."},{"bookname":"Ezekiel","chapter":"25","verse":"17","text":"I will exact great vengeance upon them with angry rebukes. Then they will know that I am the Lord, when I exact my vengeance upon them.’”"}],[{"bookname":"Ezekiel","chapter":"26","verse":"1","text":"In the eleventh year, on the first day of the month, the word of the Lord came to me:","title":"A Prophecy Against Tyre"},{"bookname":"Ezekiel","chapter":"26","verse":"2","text":"“Son of man, because Tyre has said about Jerusalem, ‘Aha, the gateway of the peoples is broken; it has swung open to me. I will become rich, now that she has been destroyed,’"},{"bookname":"Ezekiel","chapter":"26","verse":"3","text":"therefore this is what the sovereign Lord says: Look, I am against you, O Tyre! I will bring up many nations against you, as the sea brings up its waves."},{"bookname":"Ezekiel","chapter":"26","verse":"4","text":"They will destroy the walls of Tyre and break down her towers. I will scrape her soil from her and make her a bare rock."},{"bookname":"Ezekiel","chapter":"26","verse":"5","text":"She will be a place where fishing nets are spread, surrounded by the sea. For I have spoken, declares the sovereign Lord. She will become plunder for the nations,"},{"bookname":"Ezekiel","chapter":"26","verse":"6","text":"and her daughters who are in the field will be slaughtered by the sword. Then they will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"26","verse":"7","text":"“For this is what the sovereign Lord says: Take note that I am about to bring King Nebuchadrezzar of Babylon, king of kings, against Tyre from the north, with horses, chariots, and horsemen, an army and hordes of people."},{"bookname":"Ezekiel","chapter":"26","verse":"8","text":"He will kill your daughters in the field with the sword. He will build a siege wall against you, erect a siege ramp against you, and raise a great shield against you."},{"bookname":"Ezekiel","chapter":"26","verse":"9","text":"He will direct the blows of his battering rams against your walls and tear down your towers with his weapons."},{"bookname":"Ezekiel","chapter":"26","verse":"10","text":"He will cover you with the dust kicked up by his many horses. Your walls will shake from the noise of the horsemen, wheels, and chariots when he enters your gates like those who invade through a city’s broken walls."},{"bookname":"Ezekiel","chapter":"26","verse":"11","text":"With his horses’ hoofs he will trample all your streets. He will kill your people with the sword, and your strong pillars will tumble down to the ground."},{"bookname":"Ezekiel","chapter":"26","verse":"12","text":"They will steal your wealth and loot your merchandise. They will tear down your walls and destroy your luxurious homes. Your stones, your trees, and your soil he will throw into the water."},{"bookname":"Ezekiel","chapter":"26","verse":"13","text":"I will silence the noise of your songs; the sound of your harps will be heard no more."},{"bookname":"Ezekiel","chapter":"26","verse":"14","text":"I will make you a bare rock; you will be a place where fishing nets are spread. You will never be built again, for I, the Lord, have spoken, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"26","verse":"15","text":"“This is what the sovereign Lord says to Tyre: Oh, how the coastlands will shake at the sound of your fall, when the wounded groan, at the massive slaughter in your midst!"},{"bookname":"Ezekiel","chapter":"26","verse":"16","text":"All the princes of the sea will vacate their thrones. They will remove their robes and strip off their embroidered clothes; they will clothe themselves with trembling. They will sit on the ground; they will tremble continually and be shocked at what has happened to you."},{"bookname":"Ezekiel","chapter":"26","verse":"17","text":"They will sing this lament over you: “‘How you have perished &#8211; you have vanished from the seas, O renowned city, once mighty in the sea, she and her inhabitants, who spread their terror!"},{"bookname":"Ezekiel","chapter":"26","verse":"18","text":"Now the coastlands will tremble on the day of your fall; the coastlands by the sea will be terrified by your passing.’"},{"bookname":"Ezekiel","chapter":"26","verse":"19","text":"“For this is what the sovereign Lord says: When I make you desolate like the uninhabited cities, when I bring up the deep over you and the surging waters overwhelm you,"},{"bookname":"Ezekiel","chapter":"26","verse":"20","text":"then I will bring you down to bygone people, to be with those who descend to the pit. I will make you live in the lower parts of the earth, among the primeval ruins, with those who descend to the pit, so that you will not be inhabited or stand in the land of the living."},{"bookname":"Ezekiel","chapter":"26","verse":"21","text":"I will bring terrors on you, and you will be no more! Though you are sought after, you will never be found again, declares the sovereign Lord.”"}],[{"bookname":"Ezekiel","chapter":"27","verse":"1","text":"The word of the Lord came to me:","title":"A Lament for Tyre"},{"bookname":"Ezekiel","chapter":"27","verse":"2","text":"“You, son of man, sing a lament for Tyre."},{"bookname":"Ezekiel","chapter":"27","verse":"3","text":"Say to Tyre, who sits at the entrance of the sea, merchant to the peoples on many coasts, ‘This is what the sovereign Lord says: “‘O Tyre, you have said, “I am perfectly beautiful.”"},{"bookname":"Ezekiel","chapter":"27","verse":"4","text":"Your borders are in the heart of the seas; your builders have perfected your beauty."},{"bookname":"Ezekiel","chapter":"27","verse":"5","text":"They crafted all your planks out of fir trees from Senir; they took a cedar from Lebanon to make your mast."},{"bookname":"Ezekiel","chapter":"27","verse":"6","text":"They made your oars from oaks of Bashan; they made your deck with cypresses from the Kittean isles."},{"bookname":"Ezekiel","chapter":"27","verse":"7","text":"Fine linen from Egypt, woven with patterns, was used for your sail to serve as your banner; blue and purple from the coastlands of Elishah was used for your deck’s awning."},{"bookname":"Ezekiel","chapter":"27","verse":"8","text":"The leaders of Sidon and Arvad were your rowers; your skilled men, O Tyre, were your captains."},{"bookname":"Ezekiel","chapter":"27","verse":"9","text":"The elders of Gebal and her skilled men were within you, mending cracks; all the ships of the sea and their mariners were within you to trade for your merchandise."},{"bookname":"Ezekiel","chapter":"27","verse":"10","text":"Men of Persia, Lud, and Put were in your army, men of war. They hung shield and helmet on you; they gave you your splendor."},{"bookname":"Ezekiel","chapter":"27","verse":"11","text":"The Arvadites joined your army on your walls all around, and the Gammadites were in your towers. They hung their quivers on your walls all around; they perfected your beauty."},{"bookname":"Ezekiel","chapter":"27","verse":"12","text":"“‘Tarshish was your trade partner because of your abundant wealth; they exchanged silver, iron, tin, and lead for your products."},{"bookname":"Ezekiel","chapter":"27","verse":"13","text":"Javan, Tubal, and Meshech were your clients; they exchanged slaves and bronze items for your merchandise."},{"bookname":"Ezekiel","chapter":"27","verse":"14","text":"Beth Togarmah exchanged horses, chargers, and mules for your products."},{"bookname":"Ezekiel","chapter":"27","verse":"15","text":"The Dedanites were your clients. Many coastlands were your customers; they paid you with ivory tusks and ebony."},{"bookname":"Ezekiel","chapter":"27","verse":"16","text":"Edom was your trade partner because of the abundance of your goods; they exchanged turquoise, purple, embroidered work, fine linen, coral, and rubies for your products."},{"bookname":"Ezekiel","chapter":"27","verse":"17","text":"Judah and the land of Israel were your clients; they traded wheat from Minnith, millet, honey, olive oil, and balm for your merchandise."},{"bookname":"Ezekiel","chapter":"27","verse":"18","text":"Damascus was your trade partner because of the abundance of your goods and of all your wealth: wine from Helbon, white wool from Zahar,"},{"bookname":"Ezekiel","chapter":"27","verse":"19","text":"and casks of wine from Izal they exchanged for your products. Wrought iron, cassia, and sweet cane were among your merchandise."},{"bookname":"Ezekiel","chapter":"27","verse":"20","text":"Dedan was your client in saddlecloths for riding."},{"bookname":"Ezekiel","chapter":"27","verse":"21","text":"Arabia and all the princes of Kedar were your trade partners; for lambs, rams, and goats they traded with you."},{"bookname":"Ezekiel","chapter":"27","verse":"22","text":"The merchants of Sheba and Raamah engaged in trade with you; they traded the best kinds of spices along with precious stones and gold for your products."},{"bookname":"Ezekiel","chapter":"27","verse":"23","text":"Haran, Kanneh, Eden, merchants from Sheba, Asshur, and Kilmad were your clients."},{"bookname":"Ezekiel","chapter":"27","verse":"24","text":"They traded with you choice garments, purple clothes and embroidered work, and multicolored carpets, bound and reinforced with cords; these were among your merchandise."},{"bookname":"Ezekiel","chapter":"27","verse":"25","text":"The ships of Tarshish were the transports for your merchandise. “‘So you were filled and weighed down in the heart of the seas."},{"bookname":"Ezekiel","chapter":"27","verse":"26","text":"Your rowers have brought you into surging waters. The east wind has wrecked you in the heart of the seas."},{"bookname":"Ezekiel","chapter":"27","verse":"27","text":"Your wealth, products, and merchandise, your sailors and captains, your ship’s carpenters, your merchants, and all your fighting men within you, along with all your crew who are in you, will fall into the heart of the seas on the day of your downfall."},{"bookname":"Ezekiel","chapter":"27","verse":"28","text":"At the sound of your captains’ cry the waves will surge;"},{"bookname":"Ezekiel","chapter":"27","verse":"29","text":"They will descend from their ships &#8211; all who handle the oar, the sailors and all the sea captains &#8211; they will stand on the land."},{"bookname":"Ezekiel","chapter":"27","verse":"30","text":"They will lament loudly over you and cry bitterly. They will throw dust on their heads and roll in the ashes;"},{"bookname":"Ezekiel","chapter":"27","verse":"31","text":"they will tear out their hair because of you and put on sackcloth, and they will weep bitterly over you with intense mourning."},{"bookname":"Ezekiel","chapter":"27","verse":"32","text":"As they wail they will lament over you, chanting: “Who was like Tyre, like a tower in the midst of the sea?”"},{"bookname":"Ezekiel","chapter":"27","verse":"33","text":"When your products went out from the seas, you satisfied many peoples; with the abundance of your wealth and merchandise you enriched the kings of the earth."},{"bookname":"Ezekiel","chapter":"27","verse":"34","text":"Now you are wrecked by the seas, in the depths of the waters; your merchandise and all your company have sunk along with you."},{"bookname":"Ezekiel","chapter":"27","verse":"35","text":"All the inhabitants of the coastlands are shocked at you, and their kings are horribly afraid &#8211; their faces are troubled."},{"bookname":"Ezekiel","chapter":"27","verse":"36","text":"The traders among the peoples hiss at you; you have become a horror, and will be no more.’”"}],[{"bookname":"Ezekiel","chapter":"28","verse":"1","text":"The word of the Lord came to me:","title":"A Prophecy Against the King of Tyre"},{"bookname":"Ezekiel","chapter":"28","verse":"2","text":"“Son of man, say to the prince of Tyre, ‘This is what the sovereign Lord says: “‘Your heart is proud and you said, “I am a god; I sit in the seat of gods, in the heart of the seas” &#8211; yet you are a man and not a god, though you think you are godlike."},{"bookname":"Ezekiel","chapter":"28","verse":"3","text":"Look, you are wiser than Daniel; no secret is hidden from you."},{"bookname":"Ezekiel","chapter":"28","verse":"4","text":"By your wisdom and understanding you have gained wealth for yourself; you have amassed gold and silver in your treasuries."},{"bookname":"Ezekiel","chapter":"28","verse":"5","text":"By your great skill in trade you have increased your wealth, and your heart is proud because of your wealth."},{"bookname":"Ezekiel","chapter":"28","verse":"6","text":"“‘Therefore this is what the sovereign Lord says: Because you think you are godlike,"},{"bookname":"Ezekiel","chapter":"28","verse":"7","text":"I am about to bring foreigners against you, the most terrifying of nations. They will draw their swords against the grandeur made by your wisdom, and they will defile your splendor."},{"bookname":"Ezekiel","chapter":"28","verse":"8","text":"They will bring you down to the pit, and you will die violently in the heart of the seas."},{"bookname":"Ezekiel","chapter":"28","verse":"9","text":"Will you still say, “I am a god,” before the one who kills you &#8211; though you are a man and not a god &#8211; when you are in the power of those who wound you?"},{"bookname":"Ezekiel","chapter":"28","verse":"10","text":"You will die the death of the uncircumcised by the hand of foreigners; for I have spoken, declares the sovereign Lord.’”"},{"bookname":"Ezekiel","chapter":"28","verse":"11","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"28","verse":"12","text":"“Son of man, sing a lament for the king of Tyre, and say to him, ‘This is what the sovereign Lord says: “‘You were the sealer of perfection, full of wisdom, and perfect in beauty."},{"bookname":"Ezekiel","chapter":"28","verse":"13","text":"You were in Eden, the garden of God. Every precious stone was your covering, the ruby, topaz, and emerald, the chrysolite, onyx, and jasper, the sapphire, turquoise, and beryl; your settings and mounts were made of gold. On the day you were created they were prepared."},{"bookname":"Ezekiel","chapter":"28","verse":"14","text":"I placed you there with an anointed guardian cherub; you were on the holy mountain of God; you walked about amidst fiery stones."},{"bookname":"Ezekiel","chapter":"28","verse":"15","text":"You were blameless in your behavior from the day you were created, until sin was discovered in you."},{"bookname":"Ezekiel","chapter":"28","verse":"16","text":"In the abundance of your trade you were filled with violence, and you sinned; so I defiled you and banished you from the mountain of God &#8211; the guardian cherub expelled you from the midst of the stones of fire."},{"bookname":"Ezekiel","chapter":"28","verse":"17","text":"Your heart was proud because of your beauty; you corrupted your wisdom on account of your splendor. I threw you down to the ground; I placed you before kings, that they might see you."},{"bookname":"Ezekiel","chapter":"28","verse":"18","text":"By the multitude of your iniquities, through the sinfulness of your trade, you desecrated your sanctuaries. So I drew fire out from within you; it consumed you, and I turned you to ashes on the earth before the eyes of all who saw you."},{"bookname":"Ezekiel","chapter":"28","verse":"19","text":"All who know you among the peoples are shocked at you; you have become terrified and will be no more.’”"},{"bookname":"Ezekiel","chapter":"28","verse":"20","text":"The word of the Lord came to me:","title":"A Prophecy Against Sidon"},{"bookname":"Ezekiel","chapter":"28","verse":"21","text":"“Son of man, turn toward Sidon and prophesy against it."},{"bookname":"Ezekiel","chapter":"28","verse":"22","text":"Say, ‘This is what the sovereign Lord says: “‘Look, I am against you, Sidon, and I will magnify myself in your midst. Then they will know that I am the Lord when I execute judgments on her and reveal my sovereign power in her."},{"bookname":"Ezekiel","chapter":"28","verse":"23","text":"I will send a plague into the city and bloodshed into its streets; the slain will fall within it, by the sword that attacks it from every side. Then they will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"28","verse":"24","text":"“‘No longer will Israel suffer from the sharp briers or painful thorns of all who surround and scorn them. Then they will know that I am the sovereign Lord."},{"bookname":"Ezekiel","chapter":"28","verse":"25","text":"“‘This is what the sovereign Lord says: When I regather the house of Israel from the peoples where they are dispersed, I will reveal my sovereign power over them in the sight of the nations, and they will live in their land that I gave to my servant Jacob."},{"bookname":"Ezekiel","chapter":"28","verse":"26","text":"They will live securely in it; they will build houses and plant vineyards. They will live securely when I execute my judgments on all those who scorn them and surround them. Then they will know that I am the Lord their God.’”"}],[{"bookname":"Ezekiel","chapter":"29","verse":"1","text":"In the tenth year, in the tenth month, on the twelfth day of the month, the word of the Lord came to me:","title":"A Prophecy Against Egypt"},{"bookname":"Ezekiel","chapter":"29","verse":"2","text":"“Son of man, turn toward Pharaoh king of Egypt, and prophesy against him and against all Egypt."},{"bookname":"Ezekiel","chapter":"29","verse":"3","text":"Tell them, ‘This is what the sovereign Lord says: “‘Look, I am against you, Pharaoh king of Egypt, the great monster lying in the midst of its waterways, who has said, “My Nile is my own, I made it for myself.”"},{"bookname":"Ezekiel","chapter":"29","verse":"4","text":"I will put hooks in your jaws and stick the fish of your waterways to your scales. I will haul you up from the midst of your waterways, and all the fish of your waterways will stick to your scales."},{"bookname":"Ezekiel","chapter":"29","verse":"5","text":"I will leave you in the wilderness, you and all the fish of your waterways; you will fall in the open field and will not be gathered up or collected. I have given you as food to the beasts of the earth and the birds of the skies."},{"bookname":"Ezekiel","chapter":"29","verse":"6","text":"Then all those living in Egypt will know that I am the Lord because they were a reed staff for the house of Israel;"},{"bookname":"Ezekiel","chapter":"29","verse":"7","text":"when they grasped you with their hand, you broke and tore their shoulders, and when they leaned on you, you splintered and caused their legs to be unsteady."},{"bookname":"Ezekiel","chapter":"29","verse":"8","text":"“‘Therefore, this is what the sovereign Lord says: Look, I am about to bring a sword against you, and I will kill every person and every animal."},{"bookname":"Ezekiel","chapter":"29","verse":"9","text":"The land of Egypt will become a desolate ruin. Then they will know that I am the Lord. Because he said, “The Nile is mine and I made it,”"},{"bookname":"Ezekiel","chapter":"29","verse":"10","text":"I am against you and your waterways. I will turn the land of Egypt into an utter desolate ruin from Migdol to Syene, as far as the border with Ethiopia."},{"bookname":"Ezekiel","chapter":"29","verse":"11","text":"No human foot will pass through it, and no animal’s foot will pass through it; it will be uninhabited for forty years."},{"bookname":"Ezekiel","chapter":"29","verse":"12","text":"I will turn the land of Egypt into a desolation in the midst of desolate lands; for forty years her cities will lie desolate in the midst of ruined cities. I will scatter Egypt among the nations and disperse them among foreign countries."},{"bookname":"Ezekiel","chapter":"29","verse":"13","text":"“‘For this is what the sovereign Lord says: At the end of forty years I will gather Egypt from the peoples where they were scattered."},{"bookname":"Ezekiel","chapter":"29","verse":"14","text":"I will restore the fortunes of Egypt, and will bring them back to the land of Pathros, to the land of their origin; there they will be an insignificant kingdom."},{"bookname":"Ezekiel","chapter":"29","verse":"15","text":"It will be the most insignificant of the kingdoms; it will never again exalt itself over the nations. I will make them so small that they will not rule over the nations."},{"bookname":"Ezekiel","chapter":"29","verse":"16","text":"It will never again be Israel’s source of confidence, but a reminder of how they sinned by turning to Egypt for help. Then they will know that I am the sovereign Lord.’”"},{"bookname":"Ezekiel","chapter":"29","verse":"17","text":"In the twenty-seventh year, in the first month, on the first day of the month, the word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"29","verse":"18","text":"“Son of man, King Nebuchadrezzar of Babylon made his army labor hard against Tyre. Every head was rubbed bald and every shoulder rubbed bare; yet he and his army received no wages from Tyre for the work he carried out against it."},{"bookname":"Ezekiel","chapter":"29","verse":"19","text":"Therefore this is what the sovereign Lord says: Look, I am about to give the land of Egypt to King Nebuchadrezzar of Babylon. He will carry off her wealth, capture her loot, and seize her plunder; it will be his army’s wages."},{"bookname":"Ezekiel","chapter":"29","verse":"20","text":"I have given him the land of Egypt as his compensation for attacking Tyre, because they did it for me, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"29","verse":"21","text":"On that day I will make Israel powerful, and I will give you the right to be heard among them. Then they will know that I am the Lord.”"}],[{"bookname":"Ezekiel","chapter":"30","verse":"1","text":"The word of the Lord came to me:","title":"A Lament Over Egypt"},{"bookname":"Ezekiel","chapter":"30","verse":"2","text":"“Son of man, prophesy and say, ‘This is what the sovereign Lord says: “‘Wail, “Alas, the day is here!”"},{"bookname":"Ezekiel","chapter":"30","verse":"3","text":"For the day is near, the day of the Lord is near; it will be a day of storm clouds, it will be a time of judgment for the nations."},{"bookname":"Ezekiel","chapter":"30","verse":"4","text":"A sword will come against Egypt and panic will overtake Ethiopia when the slain fall in Egypt and they carry away her wealth and dismantle her foundations."},{"bookname":"Ezekiel","chapter":"30","verse":"5","text":"Ethiopia, Put, Lud, all the foreigners, Libya, and the people of the covenant land will die by the sword along with them."},{"bookname":"Ezekiel","chapter":"30","verse":"6","text":"“‘This is what the Lord says: Egypt’s supporters will fall; her confident pride will crumble. From Migdol to Syene they will die by the sword within her, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"30","verse":"7","text":"They will be desolate among desolate lands, and their cities will be among ruined cities."},{"bookname":"Ezekiel","chapter":"30","verse":"8","text":"They will know that I am the Lord when I ignite a fire in Egypt and all her allies are defeated."},{"bookname":"Ezekiel","chapter":"30","verse":"9","text":"On that day messengers will go out from me in ships to frighten overly confident Ethiopia; panic will overtake them on the day of Egypt’s doom; for beware &#8211; it is coming!"},{"bookname":"Ezekiel","chapter":"30","verse":"10","text":"“‘This is what the sovereign Lord says: I will put an end to the hordes of Egypt, by the hand of King Nebuchadrezzar of Babylon."},{"bookname":"Ezekiel","chapter":"30","verse":"11","text":"He and his people with him, the most terrifying of the nations, will be brought there to destroy the land. They will draw their swords against Egypt, and fill the land with corpses."},{"bookname":"Ezekiel","chapter":"30","verse":"12","text":"I will dry up the waterways and hand the land over to evil men. I will make the land and everything in it desolate by the hand of foreigners. I, the Lord, have spoken!"},{"bookname":"Ezekiel","chapter":"30","verse":"13","text":"“‘This is what the sovereign Lord says: I will destroy the idols, and put an end to the gods of Memphis. There will no longer be a prince from the land of Egypt; so I will make the land of Egypt fearful."},{"bookname":"Ezekiel","chapter":"30","verse":"14","text":"I will desolate Pathros, I will ignite a fire in Zoan, and I will execute judgments on Thebes."},{"bookname":"Ezekiel","chapter":"30","verse":"15","text":"I will pour out my anger upon Pelusium, the stronghold of Egypt; I will cut off the hordes of Thebes."},{"bookname":"Ezekiel","chapter":"30","verse":"16","text":"I will ignite a fire in Egypt; Syene will writhe in agony, Thebes will be broken down, and Memphis will face enemies every day."},{"bookname":"Ezekiel","chapter":"30","verse":"17","text":"The young men of On and of Pi-beseth will die by the sword; and the cities will go into captivity."},{"bookname":"Ezekiel","chapter":"30","verse":"18","text":"In Tahpanhes the day will be dark when I break the yoke of Egypt there. Her confident pride will cease within her; a cloud will cover her, and her daughters will go into captivity."},{"bookname":"Ezekiel","chapter":"30","verse":"19","text":"I will execute judgments on Egypt. Then they will know that I am the Lord.’”"},{"bookname":"Ezekiel","chapter":"30","verse":"20","text":"In the eleventh year, in the first month, on the seventh day of the month, the word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"30","verse":"21","text":"“Son of man, I have broken the arm of Pharaoh king of Egypt. Look, it has not been bandaged for healing or set with a dressing so that it might become strong enough to grasp a sword."},{"bookname":"Ezekiel","chapter":"30","verse":"22","text":"Therefore this is what the sovereign Lord says: Look, I am against Pharaoh king of Egypt, and I will break his arms, the strong arm and the broken one, and I will make the sword drop from his hand."},{"bookname":"Ezekiel","chapter":"30","verse":"23","text":"I will scatter the Egyptians among the nations, and disperse them among foreign countries."},{"bookname":"Ezekiel","chapter":"30","verse":"24","text":"I will strengthen the arms of the king of Babylon, and I will place my sword in his hand, but I will break the arms of Pharaoh, and he will groan like the fatally wounded before the king of Babylon."},{"bookname":"Ezekiel","chapter":"30","verse":"25","text":"I will strengthen the arms of the king of Babylon, but the arms of Pharaoh will fall limp. Then they will know that I am the Lord when I place my sword in the hand of the king of Babylon and he extends it against the land of Egypt."},{"bookname":"Ezekiel","chapter":"30","verse":"26","text":"I will scatter the Egyptians among the nations and disperse them among foreign countries. Then they will know that I am the Lord.”"}],[{"bookname":"Ezekiel","chapter":"31","verse":"1","text":"In the eleventh year, in the third month, on the first day of the month, the word of the Lord came to me:","title":"A Cedar in Lebanon"},{"bookname":"Ezekiel","chapter":"31","verse":"2","text":"“Son of man, say to Pharaoh king of Egypt and his hordes: “‘Who are you like in your greatness?"},{"bookname":"Ezekiel","chapter":"31","verse":"3","text":"Consider Assyria, a cedar in Lebanon, with beautiful branches, like a forest giving shade, and extremely tall; its top reached into the clouds."},{"bookname":"Ezekiel","chapter":"31","verse":"4","text":"The water made it grow; underground springs made it grow tall. Rivers flowed all around the place it was planted, while smaller channels watered all the trees of the field."},{"bookname":"Ezekiel","chapter":"31","verse":"5","text":"Therefore it grew taller than all the trees of the field; its boughs grew large and its branches grew long, because of the plentiful water in its shoots."},{"bookname":"Ezekiel","chapter":"31","verse":"6","text":"All the birds of the sky nested in its boughs; under its branches all the beasts of the field gave birth, in its shade all the great nations lived."},{"bookname":"Ezekiel","chapter":"31","verse":"7","text":"It was beautiful in its loftiness, in the length of its branches; for its roots went down deep to plentiful waters."},{"bookname":"Ezekiel","chapter":"31","verse":"8","text":"The cedars in the garden of God could not eclipse it, nor could the fir trees match its boughs; the plane trees were as nothing compared to its branches; no tree in the garden of God could rival its beauty."},{"bookname":"Ezekiel","chapter":"31","verse":"9","text":"I made it beautiful with its many branches; all the trees of Eden, in the garden of God, envied it."},{"bookname":"Ezekiel","chapter":"31","verse":"10","text":"“‘Therefore this is what the sovereign Lord says: Because it was tall in stature, and its top reached into the clouds, and it was proud of its height,"},{"bookname":"Ezekiel","chapter":"31","verse":"11","text":"I gave it over to the leader of the nations. He has judged it thoroughly, as its sinfulness deserves. I have thrown it out."},{"bookname":"Ezekiel","chapter":"31","verse":"12","text":"Foreigners from the most terrifying nations have cut it down and left it to lie there on the mountains. In all the valleys its branches have fallen, and its boughs lie broken in the ravines of the land. All the peoples of the land have departed from its shade and left it."},{"bookname":"Ezekiel","chapter":"31","verse":"13","text":"On its ruins all the birds of the sky will live, and all the wild animals will walk on its branches."},{"bookname":"Ezekiel","chapter":"31","verse":"14","text":"For this reason no watered trees will grow so tall; their tops will not reach into the clouds, nor will the well-watered ones grow that high. For all of them have been appointed to die in the lower parts of the earth; they will be among mere mortals, with those who descend to the pit."},{"bookname":"Ezekiel","chapter":"31","verse":"15","text":"“‘This is what the sovereign Lord says: On the day it went down to Sheol I caused observers to lament. I covered it with the deep and held back its rivers; its plentiful water was restrained. I clothed Lebanon in black for it, and all the trees of the field wilted because of it."},{"bookname":"Ezekiel","chapter":"31","verse":"16","text":"I made the nations shake at the sound of its fall, when I threw it down to Sheol, along with those who descend to the pit. Then all the trees of Eden, the choicest and the best of Lebanon, all that were well-watered, were comforted in the earth below."},{"bookname":"Ezekiel","chapter":"31","verse":"17","text":"Those who lived in its shade, its allies among the nations, also went down with it to Sheol, to those killed by the sword."},{"bookname":"Ezekiel","chapter":"31","verse":"18","text":"Which of the trees of Eden was like you in majesty and loftiness? You will be brought down with the trees of Eden to the lower parts of the earth; you will lie among the uncircumcised, with those killed by the sword! This is what will happen to Pharaoh and all his hordes, declares the sovereign Lord.’”"}],[{"bookname":"Ezekiel","chapter":"32","verse":"1","text":"In the twelfth year, in the twelfth month, on the first of the month, the word of the Lord came to me:","title":"Lamentation over Pharaoh and Egypt"},{"bookname":"Ezekiel","chapter":"32","verse":"2","text":"“Son of man, sing a lament for Pharaoh king of Egypt, and say to him: “‘You were like a lion among the nations, but you are a monster in the seas; you thrash about in your streams, stir up the water with your feet, and muddy your streams."},{"bookname":"Ezekiel","chapter":"32","verse":"3","text":"“‘This is what the sovereign Lord says: “‘I will throw my net over you in the assembly of many peoples; and they will haul you up in my dragnet."},{"bookname":"Ezekiel","chapter":"32","verse":"4","text":"I will leave you on the ground, I will fling you on the open field, I will allow all the birds of the sky to settle on you, and I will permit all the wild animals to gorge themselves on you."},{"bookname":"Ezekiel","chapter":"32","verse":"5","text":"I will put your flesh on the mountains, and fill the valleys with your maggot-infested carcass."},{"bookname":"Ezekiel","chapter":"32","verse":"6","text":"I will drench the land with the flow of your blood up to the mountains, and the ravines will be full of your blood."},{"bookname":"Ezekiel","chapter":"32","verse":"7","text":"When I extinguish you, I will cover the sky; I will darken its stars. I will cover the sun with a cloud, and the moon will not shine."},{"bookname":"Ezekiel","chapter":"32","verse":"8","text":"I will darken all the lights in the sky over you, and I will darken your land, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"32","verse":"9","text":"I will disturb many peoples, when I bring about your destruction among the nations, among countries you do not know."},{"bookname":"Ezekiel","chapter":"32","verse":"10","text":"I will shock many peoples with you, and their kings will shiver with horror because of you. When I brandish my sword before them, every moment each one will tremble for his life, on the day of your fall."},{"bookname":"Ezekiel","chapter":"32","verse":"11","text":"“‘For this is what the sovereign Lord says: “‘The sword of the king of Babylon will attack you."},{"bookname":"Ezekiel","chapter":"32","verse":"12","text":"By the swords of the mighty warriors I will cause your hordes to fall &#8211; all of them are the most terrifying among the nations. They will devastate the pride of Egypt, and all its hordes will be destroyed."},{"bookname":"Ezekiel","chapter":"32","verse":"13","text":"I will destroy all its cattle beside the plentiful waters; and no human foot will disturb the waters again, nor will the hooves of cattle disturb them."},{"bookname":"Ezekiel","chapter":"32","verse":"14","text":"Then I will make their waters calm, and will make their streams flow like olive oil, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"32","verse":"15","text":"When I turn the land of Egypt into desolation and the land is destitute of everything that fills it, when I strike all those who live in it, then they will know that I am the Lord.’"},{"bookname":"Ezekiel","chapter":"32","verse":"16","text":"This is a lament; they will chant it. The daughters of the nations will chant it. They will chant it over Egypt and over all her hordes, declares the sovereign Lord.”"},{"bookname":"Ezekiel","chapter":"32","verse":"17","text":"In the twelfth year, on the fifteenth day of the month, the word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"32","verse":"18","text":"“Son of man, wail over the horde of Egypt. Bring it down; bring her and the daughters of powerful nations down to the lower parts of the earth, along with those who descend to the pit."},{"bookname":"Ezekiel","chapter":"32","verse":"19","text":"Say to them, ‘Whom do you surpass in beauty? Go down and be laid to rest with the uncircumcised!’"},{"bookname":"Ezekiel","chapter":"32","verse":"20","text":"They will fall among those killed by the sword. The sword is drawn; they carry her and all her hordes away."},{"bookname":"Ezekiel","chapter":"32","verse":"21","text":"The bravest of the warriors will speak to him from the midst of Sheol along with his allies, saying: ‘The uncircumcised have come down; they lie still, killed by the sword.’"},{"bookname":"Ezekiel","chapter":"32","verse":"22","text":"“Assyria is there with all her assembly around her grave, all of them struck down by the sword."},{"bookname":"Ezekiel","chapter":"32","verse":"23","text":"Their graves are located in the remote slopes of the pit. Her assembly is around her grave, all of them struck down by the sword, those who spread terror in the land of the living."},{"bookname":"Ezekiel","chapter":"32","verse":"24","text":"“Elam is there with all her hordes around her grave; all of them struck down by the sword. They went down uncircumcised to the lower parts of the earth, those who spread terror in the land of the living. Now they will bear their shame with those who descend to the pit."},{"bookname":"Ezekiel","chapter":"32","verse":"25","text":"Among the dead they have made a bed for her, along with all her hordes around her grave. All of them are uncircumcised, killed by the sword, for their terror had spread in the land of the living. They bear their shame along with those who descend to the pit; they are placed among the dead."},{"bookname":"Ezekiel","chapter":"32","verse":"26","text":"“Meshech-Tubal is there, along with all her hordes around her grave. All of them are uncircumcised, killed by the sword, for they spread their terror in the land of the living."},{"bookname":"Ezekiel","chapter":"32","verse":"27","text":"They do not lie with the fallen warriors of ancient times, who went down to Sheol with their weapons of war, having their swords placed under their heads and their shields on their bones, when the terror of these warriors was in the land of the living."},{"bookname":"Ezekiel","chapter":"32","verse":"28","text":"“But as for you, in the midst of the uncircumcised you will be broken, and you will lie with those killed by the sword."},{"bookname":"Ezekiel","chapter":"32","verse":"29","text":"“Edom is there with her kings and all her princes. Despite their might they are laid with those killed by the sword; they lie with the uncircumcised and those who descend to the pit."},{"bookname":"Ezekiel","chapter":"32","verse":"30","text":"“All the leaders of the north are there, along with all the Sidonians; despite their might they have gone down in shameful terror with the dead. They lie uncircumcised with those killed by the sword, and bear their shame with those who descend to the pit."},{"bookname":"Ezekiel","chapter":"32","verse":"31","text":"“Pharaoh will see them and be consoled over all his hordes who were killed by the sword, Pharaoh and all his army, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"32","verse":"32","text":"Indeed, I terrified him in the land of the living, yet he will lie in the midst of the uncircumcised with those killed by the sword, Pharaoh and all his hordes, declares the sovereign Lord.”"}],[{"bookname":"Ezekiel","chapter":"33","verse":"1","text":"The word of the Lord came to me:","title":"Ezekiel Israel&#8217;s Watchman"},{"bookname":"Ezekiel","chapter":"33","verse":"2","text":"“Son of man, speak to your people, and say to them, ‘Suppose I bring a sword against the land, and the people of the land take one man from their borders and make him their watchman."},{"bookname":"Ezekiel","chapter":"33","verse":"3","text":"He sees the sword coming against the land, blows the trumpet, and warns the people,"},{"bookname":"Ezekiel","chapter":"33","verse":"4","text":"but there is one who hears the sound of the trumpet yet does not heed the warning. Then the sword comes and sweeps him away. He will be responsible for his own death."},{"bookname":"Ezekiel","chapter":"33","verse":"5","text":"He heard the sound of the trumpet but did not heed the warning, so he is responsible for himself. If he had heeded the warning, he would have saved his life."},{"bookname":"Ezekiel","chapter":"33","verse":"6","text":"But suppose the watchman sees the sword coming and does not blow the trumpet to warn the people. Then the sword comes and takes one of their lives. He is swept away for his iniquity, but I will hold the watchman accountable for that person’s death.’"},{"bookname":"Ezekiel","chapter":"33","verse":"7","text":"“As for you, son of man, I have made you a watchman for the house of Israel. Whenever you hear a word from my mouth, you must warn them on my behalf."},{"bookname":"Ezekiel","chapter":"33","verse":"8","text":"When I say to the wicked, ‘O wicked man, you must certainly die,’ and you do not warn the wicked about his behavior, the wicked man will die for his iniquity, but I will hold you accountable for his death."},{"bookname":"Ezekiel","chapter":"33","verse":"9","text":"But if you warn the wicked man to change his behavior, and he refuses to change, he will die for his iniquity, but you have saved your own life."},{"bookname":"Ezekiel","chapter":"33","verse":"10","text":"“And you, son of man, say to the house of Israel, ‘This is what you have said: “Our rebellious acts and our sins have caught up with us, and we are wasting away because of them. How then can we live?”’"},{"bookname":"Ezekiel","chapter":"33","verse":"11","text":"Say to them, ‘As surely as I live, declares the sovereign Lord, I take no pleasure in the death of the wicked, but prefer that the wicked change his behavior and live. Turn back, turn back from your evil deeds! Why should you die, O house of Israel?’"},{"bookname":"Ezekiel","chapter":"33","verse":"12","text":"“And you, son of man, say to your people, ‘The righteousness of the righteous will not deliver him if he rebels. As for the wicked, his wickedness will not make him stumble if he turns from it. The righteous will not be able to live by his righteousness if he sins.’"},{"bookname":"Ezekiel","chapter":"33","verse":"13","text":"Suppose I tell the righteous that he will certainly live, but he becomes confident in his righteousness and commits iniquity. None of his righteous deeds will be remembered; because of the iniquity he has committed he will die."},{"bookname":"Ezekiel","chapter":"33","verse":"14","text":"Suppose I say to the wicked, ‘You must certainly die,’ but he turns from his sin and does what is just and right."},{"bookname":"Ezekiel","chapter":"33","verse":"15","text":"He returns what was taken in pledge, pays back what he has stolen, and follows the statutes that give life, committing no iniquity. He will certainly live &#8211; he will not die."},{"bookname":"Ezekiel","chapter":"33","verse":"16","text":"None of the sins he has committed will be counted against him. He has done what is just and right; he will certainly live."},{"bookname":"Ezekiel","chapter":"33","verse":"17","text":"“Yet your people say, ‘The behavior of the Lord is not right,’ when it is their behavior that is not right."},{"bookname":"Ezekiel","chapter":"33","verse":"18","text":"When a righteous man turns from his godliness and commits iniquity, he will die for it."},{"bookname":"Ezekiel","chapter":"33","verse":"19","text":"When the wicked turns from his sin and does what is just and right, he will live because of it."},{"bookname":"Ezekiel","chapter":"33","verse":"20","text":"Yet you say, ‘The behavior of the Lord is not right.’ House of Israel, I will judge each of you according to his behavior.”"},{"bookname":"Ezekiel","chapter":"33","verse":"21","text":"In the twelfth year of our exile, in the tenth month, on the fifth of the month, a refugee came to me from Jerusalem saying, “The city has been defeated!”","title":"The Fall of Jerusalem"},{"bookname":"Ezekiel","chapter":"33","verse":"22","text":"Now the hand of the Lord had been on me the evening before the refugee reached me, but the Lord opened my mouth by the time the refugee arrived in the morning; he opened my mouth and I was no longer unable to speak."},{"bookname":"Ezekiel","chapter":"33","verse":"23","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"33","verse":"24","text":"“Son of man, the ones living in these ruins in the land of Israel are saying, ‘Abraham was only one man, yet he possessed the land, but we are many; surely the land has been given to us for a possession.’"},{"bookname":"Ezekiel","chapter":"33","verse":"25","text":"Therefore say to them, ‘This is what the sovereign Lord says: You eat the meat with the blood still in it, pray to your idols, and shed blood. Do you really think you will possess the land?"},{"bookname":"Ezekiel","chapter":"33","verse":"26","text":"You rely on your swords and commit abominable deeds; each of you defiles his neighbor’s wife. Will you possess the land?’"},{"bookname":"Ezekiel","chapter":"33","verse":"27","text":"“This is what you must say to them, ‘This is what the sovereign Lord says: As surely as I live, those living in the ruins will die by the sword, those in the open field I will give to the wild beasts for food, and those who are in the strongholds and caves will die of disease."},{"bookname":"Ezekiel","chapter":"33","verse":"28","text":"I will turn the land into a desolate ruin; her confident pride will come to an end. The mountains of Israel will be so desolate no one will pass through them."},{"bookname":"Ezekiel","chapter":"33","verse":"29","text":"Then they will know that I am the Lord when I turn the land into a desolate ruin because of all the abominable deeds they have committed.’"},{"bookname":"Ezekiel","chapter":"33","verse":"30","text":"“But as for you, son of man, your people (who are talking about you by the walls and at the doors of the houses) say to one another, ‘Come hear the word that comes from the Lord.’"},{"bookname":"Ezekiel","chapter":"33","verse":"31","text":"They come to you in crowds, and they sit in front of you as my people. They hear your words, but do not obey them. For they talk lustfully, and their heart is set on their own advantage."},{"bookname":"Ezekiel","chapter":"33","verse":"32","text":"Realize that to them you are like a sensual song, a beautiful voice and skilled musician. They hear your words, but they do not obey them."},{"bookname":"Ezekiel","chapter":"33","verse":"33","text":"When all this comes true &#8211; and it certainly will &#8211; then they will know that a prophet was among them.”"}],[{"bookname":"Ezekiel","chapter":"34","verse":"1","text":"The word of the Lord came to me:","title":"A Prophecy Against False Shepherds"},{"bookname":"Ezekiel","chapter":"34","verse":"2","text":"“Son of man, prophesy against the shepherds of Israel; prophesy, and say to them &#8211; to the shepherds: ‘This is what the sovereign Lord says: Woe to the shepherds of Israel who have been feeding themselves! Should not shepherds feed the flock?"},{"bookname":"Ezekiel","chapter":"34","verse":"3","text":"You eat the fat, you clothe yourselves with the wool, you slaughter the choice animals, but you do not feed the sheep!"},{"bookname":"Ezekiel","chapter":"34","verse":"4","text":"You have not strengthened the weak, healed the sick, bandaged the injured, brought back the strays, or sought the lost, but with force and harshness you have ruled over them."},{"bookname":"Ezekiel","chapter":"34","verse":"5","text":"They were scattered because they had no shepherd, and they became food for every wild beast."},{"bookname":"Ezekiel","chapter":"34","verse":"6","text":"My sheep wandered over all the mountains and on every high hill. My sheep were scattered over the entire face of the earth with no one looking or searching for them."},{"bookname":"Ezekiel","chapter":"34","verse":"7","text":"“‘Therefore, you shepherds, hear the word of the Lord:"},{"bookname":"Ezekiel","chapter":"34","verse":"8","text":"As surely as I live, declares the sovereign Lord, my sheep have become prey and have become food for all the wild beasts. There was no shepherd, and my shepherds did not search for my flock, but fed themselves and did not feed my sheep,"},{"bookname":"Ezekiel","chapter":"34","verse":"9","text":"Therefore, you shepherds, hear the word of the Lord:"},{"bookname":"Ezekiel","chapter":"34","verse":"10","text":"This is what the sovereign Lord says: Look, I am against the shepherds, and I will demand my sheep from their hand. I will no longer let them be shepherds; the shepherds will not feed themselves anymore. I will rescue my sheep from their mouth, so that they will no longer be food for them."},{"bookname":"Ezekiel","chapter":"34","verse":"11","text":"“‘For this is what the sovereign Lord says: Look, I myself will search for my sheep and seek them out."},{"bookname":"Ezekiel","chapter":"34","verse":"12","text":"As a shepherd seeks out his flock when he is among his scattered sheep, so I will seek out my flock. I will rescue them from all the places where they have been scattered on a cloudy, dark day."},{"bookname":"Ezekiel","chapter":"34","verse":"13","text":"I will bring them out from among the peoples and gather them from foreign countries; I will bring them to their own land. I will feed them on the mountains of Israel, by the streams and all the inhabited places of the land."},{"bookname":"Ezekiel","chapter":"34","verse":"14","text":"In a good pasture I will feed them; the mountain heights of Israel will be their pasture. There they will lie down in a lush pasture, and they will feed on rich grass on the mountains of Israel."},{"bookname":"Ezekiel","chapter":"34","verse":"15","text":"I myself will feed my sheep and I myself will make them lie down, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"34","verse":"16","text":"I will seek the lost and bring back the strays; I will bandage the injured and strengthen the sick, but the fat and the strong I will destroy. I will feed them &#8211; with judgment!"},{"bookname":"Ezekiel","chapter":"34","verse":"17","text":"“‘As for you, my sheep, this is what the sovereign Lord says: Look, I am about to judge between one sheep and another, between rams and goats."},{"bookname":"Ezekiel","chapter":"34","verse":"18","text":"Is it not enough for you to feed on the good pasture, that you must trample the rest of your pastures with your feet? When you drink clean water, must you muddy the rest of the water by trampling it with your feet?"},{"bookname":"Ezekiel","chapter":"34","verse":"19","text":"As for my sheep, they must eat what you trampled with your feet, and drink what you have muddied with your feet!"},{"bookname":"Ezekiel","chapter":"34","verse":"20","text":"“‘Therefore, this is what the sovereign Lord says to them: Look, I myself will judge between the fat sheep and the lean sheep."},{"bookname":"Ezekiel","chapter":"34","verse":"21","text":"Because you push with your side and your shoulder, and thrust your horns at all the weak sheep until you scatter them abroad,"},{"bookname":"Ezekiel","chapter":"34","verse":"22","text":"I will save my sheep; they will no longer be prey. I will judge between one sheep and another."},{"bookname":"Ezekiel","chapter":"34","verse":"23","text":"I will set one shepherd over them, and he will feed them &#8211; namely, my servant David. He will feed them and will be their shepherd."},{"bookname":"Ezekiel","chapter":"34","verse":"24","text":"I, the Lord, will be their God, and my servant David will be prince among them; I, the Lord, have spoken!"},{"bookname":"Ezekiel","chapter":"34","verse":"25","text":"“‘I will make a covenant of peace with them and will rid the land of wild beasts, so that they can live securely in the wilderness and even sleep in the woods."},{"bookname":"Ezekiel","chapter":"34","verse":"26","text":"I will turn them and the regions around my hill into a blessing. I will make showers come down in their season; they will be showers that bring blessing."},{"bookname":"Ezekiel","chapter":"34","verse":"27","text":"The trees of the field will yield their fruit and the earth will yield its crops. They will live securely on their land; they will know that I am the Lord, when I break the bars of their yoke and rescue them from the hand of those who enslaved them."},{"bookname":"Ezekiel","chapter":"34","verse":"28","text":"They will no longer be prey for the nations and the wild beasts will not devour them. They will live securely and no one will make them afraid."},{"bookname":"Ezekiel","chapter":"34","verse":"29","text":"I will prepare for them a healthy planting. They will no longer be victims of famine in the land and will no longer bear the insults of the nations."},{"bookname":"Ezekiel","chapter":"34","verse":"30","text":"Then they will know that I, the Lord their God, am with them, and that they are my people, the house of Israel, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"34","verse":"31","text":"And you, my sheep, the sheep of my pasture, are my people, and I am your God, declares the sovereign Lord.’”"}],[{"bookname":"Ezekiel","chapter":"35","verse":"1","text":"The word of the Lord came to me:","title":"Prophecy Against Mount Seir"},{"bookname":"Ezekiel","chapter":"35","verse":"2","text":"“Son of man, turn toward Mount Seir, and prophesy against it."},{"bookname":"Ezekiel","chapter":"35","verse":"3","text":"Say to it, ‘This is what the sovereign Lord says: “‘Look, I am against you, Mount Seir; I will stretch out my hand against you and turn you into a desolate ruin."},{"bookname":"Ezekiel","chapter":"35","verse":"4","text":"I will lay waste your cities; and you will become desolate. Then you will know that I am the Lord!"},{"bookname":"Ezekiel","chapter":"35","verse":"5","text":"“‘You have shown unrelenting hostility and poured the people of Israel onto the blades of a sword at the time of their calamity, at the time of their final punishment."},{"bookname":"Ezekiel","chapter":"35","verse":"6","text":"Therefore, as surely as I live, declares the sovereign Lord, I will subject you to bloodshed, and bloodshed will pursue you. Since you did not hate bloodshed, bloodshed will pursue you."},{"bookname":"Ezekiel","chapter":"35","verse":"7","text":"I will turn Mount Seir into a desolate ruin; I will cut off from it the one who passes through or returns."},{"bookname":"Ezekiel","chapter":"35","verse":"8","text":"I will fill its mountains with its dead; on your hills and in your valleys and in all your ravines, those killed by the sword will fall."},{"bookname":"Ezekiel","chapter":"35","verse":"9","text":"I will turn you into a perpetual desolation, and your cities will not be inhabited. Then you will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"35","verse":"10","text":"“‘You said, “These two nations, these two lands will be mine, and we will possess them,” &#8211; although the Lord was there &#8211;"},{"bookname":"Ezekiel","chapter":"35","verse":"11","text":"therefore, as surely as I live, declares the sovereign Lord, I will deal with you according to your anger, and according to your envy, by which you acted spitefully against them. I will reveal myself to them when I judge you."},{"bookname":"Ezekiel","chapter":"35","verse":"12","text":"Then you will know that I, the Lord, have heard all the insults you spoke against the mountains of Israel, saying, “They are desolate, they have been given to us for food.”"},{"bookname":"Ezekiel","chapter":"35","verse":"13","text":"You exalted yourselves against me with your speech and hurled many insults against me &#8211; I have heard them all!"},{"bookname":"Ezekiel","chapter":"35","verse":"14","text":"This is what the sovereign Lord says: While the whole earth rejoices, I will turn you into a desolation."},{"bookname":"Ezekiel","chapter":"35","verse":"15","text":"As you rejoiced over the inheritance of the house of Israel because it was desolate, so will I deal with you &#8211; you will be desolate, Mount Seir, and all of Edom &#8211; all of it! Then they will know that I am the Lord.’”"}],[{"bookname":"Ezekiel","chapter":"36","verse":"1","text":"“As for you, son of man, prophesy to the mountains of Israel, and say: ‘O mountains of Israel, hear the word of the Lord!","title":"Blessings on the Mountains of Israel"},{"bookname":"Ezekiel","chapter":"36","verse":"2","text":"This is what the sovereign Lord says: The enemy has spoken against you, saying “Aha!” and, “The ancient heights have become our property!”’"},{"bookname":"Ezekiel","chapter":"36","verse":"3","text":"So prophesy and say: ‘This is what the sovereign Lord says: Surely because they have made you desolate and crushed you from all directions, so that you have become the property of the rest of the nations, and have become the subject of gossip and slander among the people,"},{"bookname":"Ezekiel","chapter":"36","verse":"4","text":"therefore, O mountains of Israel, hear the word of the sovereign Lord: This is what the sovereign Lord says to the mountains and hills, the ravines and valleys, and to the desolate ruins and the abandoned cities that have become prey and an object of derision to the rest of the nations round about &#8211;"},{"bookname":"Ezekiel","chapter":"36","verse":"5","text":"therefore this is what the sovereign Lord says: Surely I have spoken in the fire of my zeal against the rest of the nations, and against all Edom, who with great joy and utter contempt have made my land their property and prey, because of its pasture.’"},{"bookname":"Ezekiel","chapter":"36","verse":"6","text":"“Therefore prophesy concerning the land of Israel, and say to the mountains and hills, the ravines and valleys, ‘This is what the sovereign Lord says: Look, I have spoken in my zeal and in my anger, because you have endured the insults of the nations."},{"bookname":"Ezekiel","chapter":"36","verse":"7","text":"So this is what the sovereign Lord says: I vow that the nations around you will endure insults as well."},{"bookname":"Ezekiel","chapter":"36","verse":"8","text":"“‘But you, mountains of Israel, will grow your branches, and bear your fruit for my people Israel; for they will arrive soon."},{"bookname":"Ezekiel","chapter":"36","verse":"9","text":"For indeed, I am on your side; I will turn to you, and you will be plowed and planted."},{"bookname":"Ezekiel","chapter":"36","verse":"10","text":"I will multiply your people &#8211; the whole house of Israel, all of it. The cities will be populated and the ruins rebuilt."},{"bookname":"Ezekiel","chapter":"36","verse":"11","text":"I will increase the number of people and animals on you; they will increase and be fruitful. I will cause you to be inhabited as in ancient times, and will do more good for you than at the beginning of your history. Then you will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"36","verse":"12","text":"I will lead people, my people Israel, across you; they will possess you and you will become their inheritance. No longer will you bereave them of their children."},{"bookname":"Ezekiel","chapter":"36","verse":"13","text":"“‘This is what the sovereign Lord says: Because they are saying to you, “You are a devourer of men, and bereave your nation of children,”"},{"bookname":"Ezekiel","chapter":"36","verse":"14","text":"therefore you will no longer devour people and no longer bereave your nation of children, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"36","verse":"15","text":"I will no longer subject you to the nations’ insults; no longer will you bear the shame of the peoples, and no longer will you bereave your nation, declares the sovereign Lord.’”"},{"bookname":"Ezekiel","chapter":"36","verse":"16","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"36","verse":"17","text":"“Son of man, when the house of Israel was living on their own land, they defiled it by their behavior and their deeds. In my sight their behavior was like the uncleanness of a woman having her monthly period."},{"bookname":"Ezekiel","chapter":"36","verse":"18","text":"So I poured my anger on them because of the blood they shed on the land and because of the idols with which they defiled it."},{"bookname":"Ezekiel","chapter":"36","verse":"19","text":"I scattered them among the nations; they were dispersed throughout foreign countries. In accordance with their behavior and their deeds I judged them."},{"bookname":"Ezekiel","chapter":"36","verse":"20","text":"But when they arrived in the nations where they went, they profaned my holy name. It was said of them, ‘These are the people of the Lord, yet they have departed from his land.’"},{"bookname":"Ezekiel","chapter":"36","verse":"21","text":"I was concerned for my holy reputation which the house of Israel profaned among the nations where they went."},{"bookname":"Ezekiel","chapter":"36","verse":"22","text":"“Therefore say to the house of Israel, ‘This is what the sovereign Lord says: It is not for your sake that I am about to act, O house of Israel, but for the sake of my holy reputation which you profaned among the nations where you went."},{"bookname":"Ezekiel","chapter":"36","verse":"23","text":"I will magnify my great name that has been profaned among the nations, that you have profaned among them. The nations will know that I am the Lord, declares the sovereign Lord, when I magnify myself among you in their sight."},{"bookname":"Ezekiel","chapter":"36","verse":"24","text":"“‘I will take you from the nations and gather you from all the countries; then I will bring you to your land."},{"bookname":"Ezekiel","chapter":"36","verse":"25","text":"I will sprinkle you with pure water and you will be clean from all your impurities. I will purify you from all your idols."},{"bookname":"Ezekiel","chapter":"36","verse":"26","text":"I will give you a new heart, and I will put a new spirit within you. I will remove the heart of stone from your body and give you a heart of flesh."},{"bookname":"Ezekiel","chapter":"36","verse":"27","text":"I will put my Spirit within you; I will take the initiative and you will obey my statutes and carefully observe my regulations."},{"bookname":"Ezekiel","chapter":"36","verse":"28","text":"Then you will live in the land I gave to your fathers; you will be my people, and I will be your God."},{"bookname":"Ezekiel","chapter":"36","verse":"29","text":"I will save you from all your uncleanness. I will call for the grain and multiply it; I will not bring a famine on you."},{"bookname":"Ezekiel","chapter":"36","verse":"30","text":"I will multiply the fruit of the trees and the produce of the fields, so that you will never again suffer the disgrace of famine among the nations."},{"bookname":"Ezekiel","chapter":"36","verse":"31","text":"Then you will remember your evil behavior and your deeds which were not good; you will loathe yourselves on account of your sins and your abominable deeds."},{"bookname":"Ezekiel","chapter":"36","verse":"32","text":"Understand that it is not for your sake I am about to act, declares the sovereign Lord. Be ashamed and embarrassed by your behavior, O house of Israel."},{"bookname":"Ezekiel","chapter":"36","verse":"33","text":"“‘This is what the sovereign Lord says: In the day I cleanse you from all your sins, I will populate the cities and the ruins will be rebuilt."},{"bookname":"Ezekiel","chapter":"36","verse":"34","text":"The desolate land will be plowed, instead of being desolate in the sight of everyone who passes by."},{"bookname":"Ezekiel","chapter":"36","verse":"35","text":"They will say, “This desolate land has become like the garden of Eden; the ruined, desolate, and destroyed cities are now fortified and inhabited.”"},{"bookname":"Ezekiel","chapter":"36","verse":"36","text":"Then the nations which remain around you will know that I, the Lord, have rebuilt the ruins and replanted what was desolate. I, the Lord, have spoken &#8211; and I will do it!’"},{"bookname":"Ezekiel","chapter":"36","verse":"37","text":"“This is what the sovereign Lord says: I will allow the house of Israel to ask me to do this for them: I will multiply their people like sheep."},{"bookname":"Ezekiel","chapter":"36","verse":"38","text":"Like the sheep for offerings, like the sheep of Jerusalem during her appointed feasts, so will the ruined cities be filled with flocks of people. Then they will know that I am the Lord.”"}],[{"bookname":"Ezekiel","chapter":"37","verse":"1","text":"The hand of the Lord was on me, and he brought me out by the Spirit of the Lord and placed me in the midst of the valley, and it was full of bones.","title":"The Valley of Dry Bones"},{"bookname":"Ezekiel","chapter":"37","verse":"2","text":"He made me walk all around among them. I realized there were a great many bones in the valley and they were very dry."},{"bookname":"Ezekiel","chapter":"37","verse":"3","text":"He said to me, “Son of man, can these bones live?” I said to him, “Sovereign Lord, you know.”"},{"bookname":"Ezekiel","chapter":"37","verse":"4","text":"Then he said to me, “Prophesy over these bones, and tell them: ‘Dry bones, hear the word of the Lord."},{"bookname":"Ezekiel","chapter":"37","verse":"5","text":"This is what the sovereign Lord says to these bones: Look, I am about to infuse breath into you and you will live."},{"bookname":"Ezekiel","chapter":"37","verse":"6","text":"I will put tendons on you and muscles over you and will cover you with skin; I will put breath in you and you will live. Then you will know that I am the Lord.’”"},{"bookname":"Ezekiel","chapter":"37","verse":"7","text":"So I prophesied as I was commanded. There was a sound when I prophesied &#8211; I heard a rattling, and the bones came together, bone to bone."},{"bookname":"Ezekiel","chapter":"37","verse":"8","text":"As I watched, I saw tendons on them, then muscles appeared, and skin covered over them from above, but there was no breath in them."},{"bookname":"Ezekiel","chapter":"37","verse":"9","text":"He said to me, “Prophesy to the breath, &#8211; prophesy, son of man &#8211; and say to the breath: ‘This is what the sovereign Lord says: Come from the four winds, O breath, and breathe on these corpses so that they may live.’”"},{"bookname":"Ezekiel","chapter":"37","verse":"10","text":"So I prophesied as I was commanded, and the breath came into them; they lived and stood on their feet, an extremely great army."},{"bookname":"Ezekiel","chapter":"37","verse":"11","text":"Then he said to me, “Son of man, these bones are all the house of Israel. Look, they are saying, ‘Our bones are dry, our hope has perished; we are cut off.’"},{"bookname":"Ezekiel","chapter":"37","verse":"12","text":"Therefore prophesy, and tell them, ‘This is what the sovereign Lord says: Look, I am about to open your graves and will raise you from your graves, my people. I will bring you to the land of Israel."},{"bookname":"Ezekiel","chapter":"37","verse":"13","text":"Then you will know that I am the Lord, when I open your graves and raise you from your graves, my people."},{"bookname":"Ezekiel","chapter":"37","verse":"14","text":"I will place my breath in you and you will live; I will give you rest in your own land. Then you will know that I am the Lord &#8211; I have spoken and I will act, declares the Lord.’”"},{"bookname":"Ezekiel","chapter":"37","verse":"15","text":"The word of the Lord came to me:"},{"bookname":"Ezekiel","chapter":"37","verse":"16","text":"“As for you, son of man, take one branch, and write on it, ‘For Judah, and for the Israelites associated with him.’ Then take another branch and write on it, ‘For Joseph, the branch of Ephraim and all the house of Israel associated with him.’"},{"bookname":"Ezekiel","chapter":"37","verse":"17","text":"Join them as one stick; they will be as one in your hand."},{"bookname":"Ezekiel","chapter":"37","verse":"18","text":"When your people say to you, ‘Will you not tell us what these things mean?’"},{"bookname":"Ezekiel","chapter":"37","verse":"19","text":"tell them, ‘This is what the sovereign Lord says: Look, I am about to take the branch of Joseph which is in the hand of Ephraim and the tribes of Israel associated with him, and I will place them on the stick of Judah, and make them into one stick &#8211; they will be one in my hand.’"},{"bookname":"Ezekiel","chapter":"37","verse":"20","text":"The sticks you write on will be in your hand in front of them."},{"bookname":"Ezekiel","chapter":"37","verse":"21","text":"Then tell them, ‘This is what the sovereign Lord says: Look, I am about to take the Israelites from among the nations where they have gone. I will gather them from round about and bring them to their land."},{"bookname":"Ezekiel","chapter":"37","verse":"22","text":"I will make them one nation in the land, on the mountains of Israel, and one king will rule over them all. They will never again be two nations and never again be divided into two kingdoms."},{"bookname":"Ezekiel","chapter":"37","verse":"23","text":"They will not defile themselves with their idols, their detestable things, and all their rebellious deeds. I will save them from all their unfaithfulness by which they sinned. I will purify them; they will become my people and I will become their God."},{"bookname":"Ezekiel","chapter":"37","verse":"24","text":"“‘My servant David will be king over them; there will be one shepherd for all of them. They will follow my regulations and carefully observe my statutes."},{"bookname":"Ezekiel","chapter":"37","verse":"25","text":"They will live in the land I gave to my servant Jacob, in which your fathers lived; they will live in it &#8211; they and their children and their grandchildren forever. David my servant will be prince over them forever."},{"bookname":"Ezekiel","chapter":"37","verse":"26","text":"I will make a covenant of peace with them; it will be a perpetual covenant with them. I will establish them, increase their numbers, and place my sanctuary among them forever."},{"bookname":"Ezekiel","chapter":"37","verse":"27","text":"My dwelling place will be with them; I will be their God, and they will be my people."},{"bookname":"Ezekiel","chapter":"37","verse":"28","text":"Then, when my sanctuary is among them forever, the nations will know that I, the Lord, sanctify Israel.’”"}],[{"bookname":"Ezekiel","chapter":"38","verse":"1","text":"The word of the Lord came to me:","title":"A Prophecy Against Gog"},{"bookname":"Ezekiel","chapter":"38","verse":"2","text":"“Son of man, turn toward Gog, of the land of Magog, the chief prince of Meshech and Tubal. Prophesy against him"},{"bookname":"Ezekiel","chapter":"38","verse":"3","text":"and say: ‘This is what the sovereign Lord says: Look, I am against you, Gog, chief prince of Meshech and Tubal."},{"bookname":"Ezekiel","chapter":"38","verse":"4","text":"I will turn you around, put hooks into your jaws, and bring you out with all your army, horses and horsemen, all of them fully armed, a great company with shields of different types, all of them armed with swords."},{"bookname":"Ezekiel","chapter":"38","verse":"5","text":"Persia, Ethiopia, and Put are with them, all of them with shields and helmets."},{"bookname":"Ezekiel","chapter":"38","verse":"6","text":"They are joined by Gomer with all its troops, and by Beth Togarmah from the remote parts of the north with all its troops &#8211; many peoples are with you."},{"bookname":"Ezekiel","chapter":"38","verse":"7","text":"“‘Be ready and stay ready, you and all your companies assembled around you, and be a guard for them."},{"bookname":"Ezekiel","chapter":"38","verse":"8","text":"After many days you will be summoned; in the latter years you will come to a land restored from the ravages of war, with many peoples gathered on the mountains of Israel that had long been in ruins. Its people were brought out from the peoples, and all of them will be living securely."},{"bookname":"Ezekiel","chapter":"38","verse":"9","text":"You will advance; you will come like a storm. You will be like a cloud covering the earth, you, all your troops, and the many other peoples with you."},{"bookname":"Ezekiel","chapter":"38","verse":"10","text":"“‘This is what the sovereign Lord says: On that day thoughts will come into your mind, and you will devise an evil plan."},{"bookname":"Ezekiel","chapter":"38","verse":"11","text":"You will say, “I will invade a land of unwalled towns; I will advance against those living quietly in security &#8211; all of them living without walls and barred gates &#8211;"},{"bookname":"Ezekiel","chapter":"38","verse":"12","text":"to loot and plunder, to attack the inhabited ruins and the people gathered from the nations, who are acquiring cattle and goods, who live at the center of the earth.”"},{"bookname":"Ezekiel","chapter":"38","verse":"13","text":"Sheba and Dedan and the traders of Tarshish with all its young warriors will say to you, “Have you come to loot? Have you assembled your armies to plunder, to carry away silver and gold, to take away cattle and goods, to haul away a great amount of spoils?”’"},{"bookname":"Ezekiel","chapter":"38","verse":"14","text":"“Therefore, prophesy, son of man, and say to Gog: ‘This is what the sovereign Lord says: On that day when my people Israel are living securely, you will take notice"},{"bookname":"Ezekiel","chapter":"38","verse":"15","text":"and come from your place, from the remote parts of the north, you and many peoples with you, all of them riding on horses, a great company and a vast army."},{"bookname":"Ezekiel","chapter":"38","verse":"16","text":"You will advance against my people Israel like a cloud covering the earth. In the latter days I will bring you against my land so that the nations may acknowledge me, when before their eyes I magnify myself through you, O Gog."},{"bookname":"Ezekiel","chapter":"38","verse":"17","text":"“‘This is what the sovereign Lord says: Are you the one of whom I spoke in former days by my servants the prophets of Israel, who prophesied in those days that I would bring you against them?"},{"bookname":"Ezekiel","chapter":"38","verse":"18","text":"On that day, when Gog invades the land of Israel, declares the sovereign Lord, my rage will mount up in my anger."},{"bookname":"Ezekiel","chapter":"38","verse":"19","text":"In my zeal, in the fire of my fury, I declare that on that day there will be a great earthquake in the land of Israel."},{"bookname":"Ezekiel","chapter":"38","verse":"20","text":"The fish of the sea, the birds of the sky, the wild beasts, all the things that creep on the ground, and all people who live on the face of the earth will shake at my presence. The mountains will topple, the cliffs will fall, and every wall will fall to the ground."},{"bookname":"Ezekiel","chapter":"38","verse":"21","text":"I will call for a sword to attack Gog on all my mountains, declares the sovereign Lord; every man’s sword will be against his brother."},{"bookname":"Ezekiel","chapter":"38","verse":"22","text":"I will judge him with plague and bloodshed. I will rain down on him, his troops and the many peoples who are with him a torrential downpour, hailstones, fire, and brimstone."},{"bookname":"Ezekiel","chapter":"38","verse":"23","text":"I will exalt and magnify myself; I will reveal myself before many nations. Then they will know that I am the Lord.’"}],[{"bookname":"Ezekiel","chapter":"39","verse":"1","text":"“As for you, son of man, prophesy against Gog, and say: ‘This is what the sovereign Lord says: Look, I am against you, O Gog, chief prince of Meshech and Tubal!"},{"bookname":"Ezekiel","chapter":"39","verse":"2","text":"I will turn you around and drag you along; I will lead you up from the remotest parts of the north and bring you against the mountains of Israel."},{"bookname":"Ezekiel","chapter":"39","verse":"3","text":"I will knock your bow out of your left hand and make your arrows fall from your right hand."},{"bookname":"Ezekiel","chapter":"39","verse":"4","text":"You will fall dead on the mountains of Israel, you and all your troops and the people who are with you. I give you as food to every kind of bird and every wild beast."},{"bookname":"Ezekiel","chapter":"39","verse":"5","text":"You will fall dead in the open field; for I have spoken, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"39","verse":"6","text":"I will send fire on Magog and those who live securely in the coastlands; then they will know that I am the Lord."},{"bookname":"Ezekiel","chapter":"39","verse":"7","text":"“‘I will make my holy name known in the midst of my people Israel; I will not let my holy name be profaned anymore. Then the nations will know that I am the Lord, the Holy One of Israel."},{"bookname":"Ezekiel","chapter":"39","verse":"8","text":"Realize that it is coming and it will be done, declares the sovereign Lord. It is the day I have spoken about."},{"bookname":"Ezekiel","chapter":"39","verse":"9","text":"“‘Then those who live in the cities of Israel will go out and use the weapons for kindling &#8211; the shields, bows and arrows, war clubs and spears &#8211; they will burn them for seven years."},{"bookname":"Ezekiel","chapter":"39","verse":"10","text":"They will not need to take wood from the field or cut down trees from the forests, because they will make fires with the weapons. They will take the loot from those who looted them and seize the plunder of those who plundered them, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"39","verse":"11","text":"“‘On that day I will assign Gog a grave in Israel. It will be the valley of those who travel east of the sea; it will block the way of the travelers. There they will bury Gog and all his horde; they will call it the valley of Hamon-Gog."},{"bookname":"Ezekiel","chapter":"39","verse":"12","text":"For seven months Israel will bury them, in order to cleanse the land."},{"bookname":"Ezekiel","chapter":"39","verse":"13","text":"All the people of the land will bury them, and it will be a memorial for them on the day I magnify myself, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"39","verse":"14","text":"They will designate men to scout continually through the land, burying those who remain on the surface of the ground, in order to cleanse it. They will search for seven full months."},{"bookname":"Ezekiel","chapter":"39","verse":"15","text":"When the scouts survey the land and see a human bone, they will place a sign by it, until those assigned to burial duty have buried it in the valley of Hamon-Gog."},{"bookname":"Ezekiel","chapter":"39","verse":"16","text":"(A city by the name of Hamonah will also be there.) They will cleanse the land.’"},{"bookname":"Ezekiel","chapter":"39","verse":"17","text":"“As for you, son of man, this is what the sovereign Lord says: Tell every kind of bird and every wild beast: ‘Assemble and come! Gather from all around to my slaughter which I am going to make for you, a great slaughter on the mountains of Israel! You will eat flesh and drink blood."},{"bookname":"Ezekiel","chapter":"39","verse":"18","text":"You will eat the flesh of warriors and drink the blood of the princes of the earth &#8211; the rams, lambs, goats, and bulls, all of them fattened animals of Bashan."},{"bookname":"Ezekiel","chapter":"39","verse":"19","text":"You will eat fat until you are full, and drink blood until you are drunk, at my slaughter which I have made for you."},{"bookname":"Ezekiel","chapter":"39","verse":"20","text":"You will fill up at my table with horses and charioteers, with warriors and all the soldiers,’ declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"39","verse":"21","text":"“I will display my majesty among the nations. All the nations will witness the judgment I have executed, and the power I have exhibited among them."},{"bookname":"Ezekiel","chapter":"39","verse":"22","text":"Then the house of Israel will know that I am the Lord their God, from that day forward."},{"bookname":"Ezekiel","chapter":"39","verse":"23","text":"The nations will know that the house of Israel went into exile due to their iniquity, for they were unfaithful to me. So I hid my face from them and handed them over to their enemies; all of them died by the sword."},{"bookname":"Ezekiel","chapter":"39","verse":"24","text":"According to their uncleanness and rebellion I have dealt with them, and I hid my face from them."},{"bookname":"Ezekiel","chapter":"39","verse":"25","text":"“Therefore this is what the sovereign Lord says: Now I will restore the fortunes of Jacob, and I will have mercy on the entire house of Israel. I will be zealous for my holy name."},{"bookname":"Ezekiel","chapter":"39","verse":"26","text":"They will bear their shame for all their unfaithful acts against me, when they live securely on their land with no one to make them afraid."},{"bookname":"Ezekiel","chapter":"39","verse":"27","text":"When I have brought them back from the peoples and gathered them from the countries of their enemies, I will magnify myself among them in the sight of many nations."},{"bookname":"Ezekiel","chapter":"39","verse":"28","text":"Then they will know that I am the Lord their God, because I sent them into exile among the nations, and then gathered them into their own land. I will not leave any of them in exile any longer."},{"bookname":"Ezekiel","chapter":"39","verse":"29","text":"I will no longer hide my face from them, when I pour out my Spirit on the house of Israel, declares the sovereign Lord.”"}],[{"bookname":"Ezekiel","chapter":"40","verse":"1","text":"In the twenty-fifth year of our exile, at the beginning of the year, on the tenth day of the month, in the fourteenth year after the city was struck down, on this very day, the hand of the Lord was on me, and he brought me there.","title":"Vision of the New Temple"},{"bookname":"Ezekiel","chapter":"40","verse":"2","text":"By means of divine visions he brought me to the land of Israel and placed me on a very high mountain, and on it was a structure like a city, to the south."},{"bookname":"Ezekiel","chapter":"40","verse":"3","text":"When he brought me there, I saw a man whose appearance was like bronze, with a linen cord and a measuring stick in his hand. He was standing in the gateway."},{"bookname":"Ezekiel","chapter":"40","verse":"4","text":"The man said to me, “Son of man, watch closely, listen carefully, and pay attention to everything I show you, for you have been brought here so that I can show it to you. Tell the house of Israel everything you see.”"},{"bookname":"Ezekiel","chapter":"40","verse":"5","text":"I saw a wall all around the outside of the temple. In the man’s hand was a measuring stick 10Ã‚Â½ feet long. He measured the thickness of the wall as 10Ã‚Â½ feet, and its height as 10Ã‚Â½ feet."},{"bookname":"Ezekiel","chapter":"40","verse":"6","text":"Then he went to the gate facing east. He climbed its steps and measured the threshold of the gate as 10Ã‚Â½ feet deep."},{"bookname":"Ezekiel","chapter":"40","verse":"7","text":"The alcoves were 10Ã‚Â½ feet long and 10Ã‚Â½ feet wide; between the alcoves were 8Ã‚Â¾ feet. The threshold of the gate by the porch of the gate facing inward was 10Ã‚Â½ feet."},{"bookname":"Ezekiel","chapter":"40","verse":"8","text":"Then he measured the porch of the gate facing inward as 10Ã‚Â½ feet."},{"bookname":"Ezekiel","chapter":"40","verse":"9","text":"He measured the porch of the gate as 14 feet, and its jambs as 3Ã‚Â½ feet; the porch of the gate faced inward."},{"bookname":"Ezekiel","chapter":"40","verse":"10","text":"There were three alcoves on each side of the east gate; the three had the same measurement, and the jambs on either side had the same measurement."},{"bookname":"Ezekiel","chapter":"40","verse":"11","text":"He measured the width of the entrance of the gateway as 17Ã‚Â½ feet, and the length of the gateway as 22Ã‚Â¾ feet."},{"bookname":"Ezekiel","chapter":"40","verse":"12","text":"There was a barrier in front of the alcoves, 1Ã‚Â¾ feet on either side; the alcoves were 10Ã‚Â½ feet on either side."},{"bookname":"Ezekiel","chapter":"40","verse":"13","text":"He measured the gateway from the roof of one alcove to the roof of the other, a width of 43Ã‚Â¾ feet from one entrance to the opposite one."},{"bookname":"Ezekiel","chapter":"40","verse":"14","text":"He measured the porch at 105 feet high; the gateway went all around to the jamb of the courtyard."},{"bookname":"Ezekiel","chapter":"40","verse":"15","text":"From the front of the entrance gate to the porch of the inner gate was 87Ã‚Â½ feet."},{"bookname":"Ezekiel","chapter":"40","verse":"16","text":"There were closed windows toward the alcoves and toward their jambs within the gate all around, and likewise for the porches. There were windows all around the inside, and on each jamb were decorative palm trees."},{"bookname":"Ezekiel","chapter":"40","verse":"17","text":"Then he brought me to the outer court. I saw chambers there, and a pavement made for the court all around; thirty chambers faced the pavement."},{"bookname":"Ezekiel","chapter":"40","verse":"18","text":"The pavement was beside the gates, corresponding to the length of the gates; this was the lower pavement."},{"bookname":"Ezekiel","chapter":"40","verse":"19","text":"Then he measured the width from before the lower gate to the front of the exterior of the inner court as 175 feet on the east and on the north."},{"bookname":"Ezekiel","chapter":"40","verse":"20","text":"He measured the length and width of the gate of the outer court which faces north."},{"bookname":"Ezekiel","chapter":"40","verse":"21","text":"Its alcoves, three on each side, and its jambs and porches had the same measurement as the first gate; 87Ã‚Â½ feet long and 43Ã‚Â¾ feet wide."},{"bookname":"Ezekiel","chapter":"40","verse":"22","text":"Its windows, its porches, and its decorative palm trees had the same measurement as the gate which faced east. Seven steps led up to it, and its porch was in front of them."},{"bookname":"Ezekiel","chapter":"40","verse":"23","text":"Opposite the gate on the north and the east was a gate of the inner court; he measured the distance from gate to gate at 175 feet."},{"bookname":"Ezekiel","chapter":"40","verse":"24","text":"Then he led me toward the south. I saw a gate on the south. He measured its jambs and its porches; they had the same dimensions as the others."},{"bookname":"Ezekiel","chapter":"40","verse":"25","text":"There were windows all around it and its porches, like the windows of the others; 87Ã‚Â½ feet long and 43Ã‚Â¾ feet wide."},{"bookname":"Ezekiel","chapter":"40","verse":"26","text":"There were seven steps going up to it; its porches were in front of them. It had decorative palm trees on its jambs, one on either side."},{"bookname":"Ezekiel","chapter":"40","verse":"27","text":"The inner court had a gate toward the south; he measured it from gate to gate toward the south as 175 feet."},{"bookname":"Ezekiel","chapter":"40","verse":"28","text":"Then he brought me to the inner court by the south gate. He measured the south gate; it had the same dimensions as the others."},{"bookname":"Ezekiel","chapter":"40","verse":"29","text":"Its alcoves, its jambs, and its porches had the same dimensions as the others, and there were windows all around it and its porches; its length was 87Ã‚Â½ feet and its width 43Ã‚Â¾ feet."},{"bookname":"Ezekiel","chapter":"40","verse":"30","text":"There were porches all around, 43Ã‚Â¾ feet long and 8Ã‚Â¾ feet wide."},{"bookname":"Ezekiel","chapter":"40","verse":"31","text":"Its porches faced the outer court, and decorative palm trees were on its jambs, and its stairway had eight steps."},{"bookname":"Ezekiel","chapter":"40","verse":"32","text":"Then he brought me to the inner court on the east side. He measured the gate; it had the same dimensions as the others."},{"bookname":"Ezekiel","chapter":"40","verse":"33","text":"Its alcoves, its jambs, and its porches had the same dimensions as the others, and there were windows all around it and its porches; its length was 87Ã‚Â½ feet and its width 43Ã‚Â¾ feet."},{"bookname":"Ezekiel","chapter":"40","verse":"34","text":"Its porches faced the outer court, it had decorative palm trees on its jambs, and its stairway had eight steps."},{"bookname":"Ezekiel","chapter":"40","verse":"35","text":"Then he brought me to the north gate, and he measured it; it had the same dimensions as the others &#8211;"},{"bookname":"Ezekiel","chapter":"40","verse":"36","text":"its alcoves, its jambs, and its porches. It had windows all around it; its length was 87Ã‚Â½ feet and its width 43Ã‚Â¾ feet."},{"bookname":"Ezekiel","chapter":"40","verse":"37","text":"Its jambs faced the outer court, and it had decorative palm trees on its jambs, on either side, and its stairway had eight steps."},{"bookname":"Ezekiel","chapter":"40","verse":"38","text":"There was a chamber with its door by the porch of the gate; there they washed the burnt offering."},{"bookname":"Ezekiel","chapter":"40","verse":"39","text":"In the porch of the gate were two tables on either side on which to slaughter the burnt offering, the sin offering, and the guilt offering."},{"bookname":"Ezekiel","chapter":"40","verse":"40","text":"On the outside of the porch as one goes up at the entrance of the north gate were two tables, and on the other side of the porch of the gate were two tables."},{"bookname":"Ezekiel","chapter":"40","verse":"41","text":"Four tables were on each side of the gate, eight tables on which the sacrifices were to be slaughtered."},{"bookname":"Ezekiel","chapter":"40","verse":"42","text":"The four tables for the burnt offering were of carved stone, 32 inches long, 32 inches wide, and 21 inches high. They would put the instruments which they used to slaughter the burnt offering and the sacrifice on them."},{"bookname":"Ezekiel","chapter":"40","verse":"43","text":"There were hooks three inches long, fastened in the house all around, and on the tables was the flesh of the offering."},{"bookname":"Ezekiel","chapter":"40","verse":"44","text":"On the outside of the inner gate were chambers for the singers of the inner court, one at the side of the north gate facing south, and the other at the side of the south gate facing north."},{"bookname":"Ezekiel","chapter":"40","verse":"45","text":"He said to me, “This chamber which faces south is for the priests who keep charge of the temple,"},{"bookname":"Ezekiel","chapter":"40","verse":"46","text":"and the chamber which faces north is for the priests who keep charge of the altar. These are the descendants of Zadok, from the descendants of Levi, who may approach the Lord to minister to him.”"},{"bookname":"Ezekiel","chapter":"40","verse":"47","text":"He measured the court as a square 175 feet long and 175 feet wide; the altar was in front of the temple."},{"bookname":"Ezekiel","chapter":"40","verse":"48","text":"Then he brought me to the porch of the temple and measured the jambs of the porch as 8Ã‚Â¾ feet on either side, and the width of the gate was 24Ã‚Â½ feet and the sides were 5Ã‚Â¼ feet on each side."},{"bookname":"Ezekiel","chapter":"40","verse":"49","text":"The length of the porch was 35 feet and the width 19Ã‚Â¼ feet; steps led up to it, and there were pillars beside the jambs on either side."}],[{"bookname":"Ezekiel","chapter":"41","verse":"1","text":"Then he brought me to the outer sanctuary, and measured the jambs; the jambs were 10Ã‚Â½ feet wide on each side.","title":"The Inner Temple"},{"bookname":"Ezekiel","chapter":"41","verse":"2","text":"The width of the entrance was 17Ã‚Â½ feet, and the sides of the entrance were 8Ã‚Â¾ feet on each side. He measured the length of the outer sanctuary as 70 feet, and its width as 35 feet."},{"bookname":"Ezekiel","chapter":"41","verse":"3","text":"Then he went into the inner sanctuary and measured the jambs of the entrance as 3Ã‚Â½ feet, the entrance as 10Ã‚Â½ feet, and the width of the entrance as 12Ã‚Â¼ feet"},{"bookname":"Ezekiel","chapter":"41","verse":"4","text":"Then he measured its length as 35 feet, and its width as 35 feet, before the outer sanctuary. He said to me, “This is the most holy place.”"},{"bookname":"Ezekiel","chapter":"41","verse":"5","text":"Then he measured the wall of the temple as 10Ã‚Â½ feet, and the width of the side chambers as 7 feet, all around the temple."},{"bookname":"Ezekiel","chapter":"41","verse":"6","text":"The side chambers were in three stories, one above the other, thirty in each story. There were offsets in the wall all around to serve as supports for the side chambers, so that the supports were not in the wall of the temple."},{"bookname":"Ezekiel","chapter":"41","verse":"7","text":"The side chambers surrounding the temple were wider at each successive story; for the structure surrounding the temple went up story by story all around the temple. For this reason the width of the temple increased as it went up, and one went up from the lowest story to the highest by the way of the middle story."},{"bookname":"Ezekiel","chapter":"41","verse":"8","text":"I saw that the temple had a raised platform all around; the foundations of the side chambers were a full measuring stick of 10Ã‚Â½ feet high."},{"bookname":"Ezekiel","chapter":"41","verse":"9","text":"The width of the outer wall of the side chambers was 8Ã‚Â¾ feet, and the open area between the side chambers of the temple"},{"bookname":"Ezekiel","chapter":"41","verse":"10","text":"and the chambers of the court was 35 feet in width all around the temple on every side."},{"bookname":"Ezekiel","chapter":"41","verse":"11","text":"There were entrances from the side chambers toward the open area, one entrance toward the north, and another entrance toward the south; the width of the open area was 8Ã‚Â¾ feet all around."},{"bookname":"Ezekiel","chapter":"41","verse":"12","text":"The building that was facing the temple courtyard at the west side was 122Ã‚Â½ feet wide; the wall of the building was 8Ã‚Â¾ feet all around, and its length 157Ã‚Â½ feet."},{"bookname":"Ezekiel","chapter":"41","verse":"13","text":"Then he measured the temple as 175 feet long, the courtyard of the temple and the building and its walls as 175 feet long,"},{"bookname":"Ezekiel","chapter":"41","verse":"14","text":"and also the width of the front of the temple and the courtyard on the east as 175 feet."},{"bookname":"Ezekiel","chapter":"41","verse":"15","text":"Then he measured the length of the building facing the courtyard at the rear of the temple, with its galleries on either side as 175 feet. The interior of the outer sanctuary and the porch of the court,"},{"bookname":"Ezekiel","chapter":"41","verse":"16","text":"as well as the thresholds, narrow windows and galleries all around on three sides facing the threshold were paneled with wood all around, from the ground up to the windows (now the windows were covered),"},{"bookname":"Ezekiel","chapter":"41","verse":"17","text":"to the space above the entrance, to the inner room, and on the outside, and on all the walls in the inner room and outside, by measurement."},{"bookname":"Ezekiel","chapter":"41","verse":"18","text":"It was made with cherubim and decorative palm trees, with a palm tree between each cherub. Each cherub had two faces:"},{"bookname":"Ezekiel","chapter":"41","verse":"19","text":"a human face toward the palm tree on one side and a lion’s face toward the palm tree on the other side. They were carved on the whole temple all around;"},{"bookname":"Ezekiel","chapter":"41","verse":"20","text":"from the ground to the area above the entrance, cherubim and decorative palm trees were carved on the wall of the outer sanctuary."},{"bookname":"Ezekiel","chapter":"41","verse":"21","text":"The doorposts of the outer sanctuary were square. In front of the sanctuary one doorpost looked just like the other."},{"bookname":"Ezekiel","chapter":"41","verse":"22","text":"The altar was of wood, 5Ã‚Â¼ feet high, with its length 3Ã‚Â½ feet; its corners, its length, and its walls were of wood. He said to me, “This is the table that is before the Lord.”"},{"bookname":"Ezekiel","chapter":"41","verse":"23","text":"The outer sanctuary and the inner sanctuary each had a double door."},{"bookname":"Ezekiel","chapter":"41","verse":"24","text":"Each of the doors had two leaves, two swinging leaves; two leaves for one door and two leaves for the other."},{"bookname":"Ezekiel","chapter":"41","verse":"25","text":"On the doors of the outer sanctuary were carved cherubim and palm trees, like those carved on the walls, and there was a canopy of wood on the front of the outside porch."},{"bookname":"Ezekiel","chapter":"41","verse":"26","text":"There were narrow windows and decorative palm trees on either side of the side walls of the porch; this is what the side chambers of the temple and the canopies were like."}],[{"bookname":"Ezekiel","chapter":"42","verse":"1","text":"Then he led me out to the outer court, toward the north, and brought me to the chamber which was opposite the courtyard and opposite the building on the north.","title":"Chambers for the Temple"},{"bookname":"Ezekiel","chapter":"42","verse":"2","text":"Its length was 175 feet on the north side, and its width 87Ã‚Â½ feet."},{"bookname":"Ezekiel","chapter":"42","verse":"3","text":"Opposite the 35 feet that belonged to the inner court, and opposite the pavement which belonged to the outer court, gallery faced gallery in the three stories."},{"bookname":"Ezekiel","chapter":"42","verse":"4","text":"In front of the chambers was a walkway on the inner side, 17Ã‚Â½ feet wide at a distance of 1Ã‚Â¾ feet, and their entrances were on the north."},{"bookname":"Ezekiel","chapter":"42","verse":"5","text":"Now the upper chambers were narrower, because the galleries took more space from them than from the lower and middle chambers of the building."},{"bookname":"Ezekiel","chapter":"42","verse":"6","text":"For they were in three stories and had no pillars like the pillars of the courts; therefore the upper chambers were set back from the ground more than the lower and upper ones."},{"bookname":"Ezekiel","chapter":"42","verse":"7","text":"As for the outer wall by the side of the chambers, toward the outer court facing the chambers, it was 87Ã‚Â½ feet long."},{"bookname":"Ezekiel","chapter":"42","verse":"8","text":"For the chambers on the outer court were 87Ã‚Â½ feet long, while those facing the temple were 175 feet long."},{"bookname":"Ezekiel","chapter":"42","verse":"9","text":"Below these chambers was a passage on the east side as one enters from the outer court."},{"bookname":"Ezekiel","chapter":"42","verse":"10","text":"At the beginning of the wall of the court toward the south, facing the courtyard and the building, were chambers"},{"bookname":"Ezekiel","chapter":"42","verse":"11","text":"with a passage in front of them. They looked like the chambers on the north. Of the same length and width, and all their exits according to their arrangements and entrances"},{"bookname":"Ezekiel","chapter":"42","verse":"12","text":"were the chambers which were toward the south. There was an opening at the head of the passage, the passage in front of the corresponding wall toward the east when one enters."},{"bookname":"Ezekiel","chapter":"42","verse":"13","text":"Then he said to me, “The north chambers and the south chambers which face the courtyard are holy chambers where the priests who approach the Lord will eat the most holy offerings. There they will place the most holy offerings &#8211; the grain offering, the sin offering, and the guilt offering, because the place is holy."},{"bookname":"Ezekiel","chapter":"42","verse":"14","text":"When the priests enter, then they will not go out from the sanctuary to the outer court without taking off their garments in which they minister, for these are holy; they will put on other garments, then they will go near the places where the people are.”"},{"bookname":"Ezekiel","chapter":"42","verse":"15","text":"Now when he had finished measuring the interior of the temple, he led me out by the gate which faces east and measured all around."},{"bookname":"Ezekiel","chapter":"42","verse":"16","text":"He measured the east side with the measuring stick as 875 feet by the measuring stick."},{"bookname":"Ezekiel","chapter":"42","verse":"17","text":"He measured the north side as 875 feet by the measuring stick."},{"bookname":"Ezekiel","chapter":"42","verse":"18","text":"He measured the south side as 875 feet by the measuring stick."},{"bookname":"Ezekiel","chapter":"42","verse":"19","text":"He turned to the west side and measured 875 feet by the measuring stick."},{"bookname":"Ezekiel","chapter":"42","verse":"20","text":"He measured it on all four sides. It had a wall around it, 875 feet long and 875 feet wide, to separate the holy and common places."}],[{"bookname":"Ezekiel","chapter":"43","verse":"1","text":"Then he brought me to the gate that faced toward the east.","title":"The Glory Returns to the Temple"},{"bookname":"Ezekiel","chapter":"43","verse":"2","text":"I saw the glory of the God of Israel coming from the east; the sound was like that of rushing water; and the earth radiated his glory."},{"bookname":"Ezekiel","chapter":"43","verse":"3","text":"It was like the vision I saw when he came to destroy the city, and the vision I saw by the Kebar River. I threw myself face down."},{"bookname":"Ezekiel","chapter":"43","verse":"4","text":"The glory of the Lord came into the temple by way of the gate that faces east."},{"bookname":"Ezekiel","chapter":"43","verse":"5","text":"Then a wind lifted me up and brought me to the inner court; I watched the glory of the Lord filling the temple."},{"bookname":"Ezekiel","chapter":"43","verse":"6","text":"I heard someone speaking to me from the temple, while the man was standing beside me."},{"bookname":"Ezekiel","chapter":"43","verse":"7","text":"He said to me: “Son of man, this is the place of my throne and the place for the soles of my feet, where I will live among the people of Israel forever. The house of Israel will no longer profane my holy name, neither they nor their kings, by their spiritual prostitution or by the pillars of their kings set up when they die."},{"bookname":"Ezekiel","chapter":"43","verse":"8","text":"When they placed their threshold by my threshold and their doorpost by my doorpost, with only the wall between me and them, they profaned my holy name by the abominable deeds they committed. So I consumed them in my anger."},{"bookname":"Ezekiel","chapter":"43","verse":"9","text":"Now they must put away their spiritual prostitution and the pillars of their kings far from me, and then I will live among them forever."},{"bookname":"Ezekiel","chapter":"43","verse":"10","text":"“As for you, son of man, describe the temple to the house of Israel, so that they will be ashamed of their sins and measure the pattern."},{"bookname":"Ezekiel","chapter":"43","verse":"11","text":"When they are ashamed of all that they have done, make known to them the design of the temple, its pattern, its exits and entrances, and its whole design &#8211; all its statutes, its entire design, and all its laws; write it all down in their sight, so that they may observe its entire design and all its statutes and do them."},{"bookname":"Ezekiel","chapter":"43","verse":"12","text":"“This is the law of the temple: The entire area on top of the mountain all around will be most holy. Indeed, this is the law of the temple."},{"bookname":"Ezekiel","chapter":"43","verse":"13","text":"“And these are the measurements of the altar: Its base is 1Ã‚Â¾ feet high, and 1Ã‚Â¾ feet wide, and its border nine inches on its edge. This is to be the height of the altar.","title":"The Altar"},{"bookname":"Ezekiel","chapter":"43","verse":"14","text":"From the base of the ground to the lower edge is 3Ã‚Â½ feet, and the width 1Ã‚Â¾ feet; and from the smaller ledge to the larger edge, 7 feet, and the width 1Ã‚Â¾ feet;"},{"bookname":"Ezekiel","chapter":"43","verse":"15","text":"and the altar hearth, 7 feet, and from the altar hearth four horns projecting upward."},{"bookname":"Ezekiel","chapter":"43","verse":"16","text":"Now the altar hearth is a perfect square, 21 feet long and 21 feet wide."},{"bookname":"Ezekiel","chapter":"43","verse":"17","text":"The ledge is 24Ã‚Â½ feet long and 24Ã‚Â½ feet wide on four sides; the border around it is 10Ã‚Â½ inches, and its surrounding base 1Ã‚Â¾ feet. Its steps face east.”"},{"bookname":"Ezekiel","chapter":"43","verse":"18","text":"Then he said to me: “Son of man, this is what the sovereign Lord says: These are the statutes of the altar: On the day it is built to offer up burnt offerings on it and to sprinkle blood on it,"},{"bookname":"Ezekiel","chapter":"43","verse":"19","text":"you will give a young bull for a sin offering to the Levitical priests who are descended from Zadok, who approach me to minister to me, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"43","verse":"20","text":"You will take some of its blood, and place it on the four horns of the altar, on the four corners of the ledge, and on the border all around; you will cleanse it and make atonement for it."},{"bookname":"Ezekiel","chapter":"43","verse":"21","text":"You will also take the bull for the sin offering, and it will be burned in the appointed place in the temple, outside the sanctuary."},{"bookname":"Ezekiel","chapter":"43","verse":"22","text":"“On the second day, you will offer a male goat without blemish for a sin offering. They will purify the altar just as they purified it with the bull."},{"bookname":"Ezekiel","chapter":"43","verse":"23","text":"When you have finished purifying it, you will offer an unblemished young bull and an unblemished ram from the flock."},{"bookname":"Ezekiel","chapter":"43","verse":"24","text":"You will present them before the Lord, and the priests will scatter salt on them and offer them up as a burnt offering to the Lord."},{"bookname":"Ezekiel","chapter":"43","verse":"25","text":"“For seven days you will provide every day a goat for a sin offering; a young bull and a ram from the flock, both without blemish, will be provided."},{"bookname":"Ezekiel","chapter":"43","verse":"26","text":"For seven days they will make atonement for the altar and cleanse it, so they will consecrate it."},{"bookname":"Ezekiel","chapter":"43","verse":"27","text":"When the prescribed period is over, on the eighth day and thereafter the priests will offer up on the altar your burnt offerings and your peace offerings; I will accept you, declares the sovereign Lord.”"}],[{"bookname":"Ezekiel","chapter":"44","verse":"1","text":"Then he brought me back by way of the outer gate of the sanctuary which faces east, but it was shut.","title":"The Closed Gate"},{"bookname":"Ezekiel","chapter":"44","verse":"2","text":"The Lord said to me: “This gate will be shut; it will not be opened, and no one will enter by it. For the Lord, the God of Israel, has entered by it; therefore it will remain shut."},{"bookname":"Ezekiel","chapter":"44","verse":"3","text":"Only the prince may sit in it to eat a sacrificial meal before the Lord; he will enter by way of the porch of the gate and will go out by the same way.”"},{"bookname":"Ezekiel","chapter":"44","verse":"4","text":"Then he brought me by way of the north gate to the front of the temple. As I watched, I noticed the glory of the Lord filling the Lord’s temple, and I threw myself face down."},{"bookname":"Ezekiel","chapter":"44","verse":"5","text":"The Lord said to me: “Son of man, pay attention, watch closely and listen carefully to everything I tell you concerning all the statutes of the Lord’s house and all its laws. Pay attention to the entrances to the temple with all the exits of the sanctuary."},{"bookname":"Ezekiel","chapter":"44","verse":"6","text":"Say to the rebellious, to the house of Israel, ‘This is what the sovereign Lord says: Enough of all your abominable practices, O house of Israel!"},{"bookname":"Ezekiel","chapter":"44","verse":"7","text":"When you bring foreigners, those uncircumcised in heart and in flesh, into my sanctuary, you desecrate it &#8211; even my house &#8211; when you offer my food, the fat and the blood. You have broken my covenant by all your abominable practices."},{"bookname":"Ezekiel","chapter":"44","verse":"8","text":"You have not kept charge of my holy things, but you have assigned foreigners to keep charge of my sanctuary for you."},{"bookname":"Ezekiel","chapter":"44","verse":"9","text":"This is what the sovereign Lord says: No foreigner, who is uncircumcised in heart and flesh among all the foreigners who are among the people of Israel, will enter into my sanctuary."},{"bookname":"Ezekiel","chapter":"44","verse":"10","text":"“‘But the Levites who went far from me, straying off from me after their idols when Israel went astray, will be responsible for their sin."},{"bookname":"Ezekiel","chapter":"44","verse":"11","text":"Yet they will be ministers in my sanctuary, having oversight at the gates of the temple, and serving the temple. They will slaughter the burnt offerings and the sacrifices for the people, and they will stand before them to minister to them."},{"bookname":"Ezekiel","chapter":"44","verse":"12","text":"Because they used to minister to them before their idols, and became a sinful obstacle to the house of Israel, consequently I have made a vow concerning them, declares the sovereign Lord, that they will be responsible for their sin."},{"bookname":"Ezekiel","chapter":"44","verse":"13","text":"They will not come near me to serve me as priest, nor will they come near any of my holy things, the things which are most sacred. They will bear the shame of the abominable deeds they have committed."},{"bookname":"Ezekiel","chapter":"44","verse":"14","text":"Yet I will appoint them to keep charge of the temple, all of its service and all that will be done in it."},{"bookname":"Ezekiel","chapter":"44","verse":"15","text":"“‘But the Levitical priests, the descendants of Zadok who kept the charge of my sanctuary when the people of Israel went astray from me, will approach me to minister to me; they will stand before me to offer me the fat and the blood, declares the sovereign Lord.","title":"The Levitical Priests"},{"bookname":"Ezekiel","chapter":"44","verse":"16","text":"They will enter my sanctuary, and approach my table to minister to me; they will keep my charge."},{"bookname":"Ezekiel","chapter":"44","verse":"17","text":"“‘When they enter the gates of the inner court, they must wear linen garments; they must not have any wool on them when they minister in the inner gates of the court and in the temple."},{"bookname":"Ezekiel","chapter":"44","verse":"18","text":"Linen turbans will be on their heads and linen undergarments will be around their waists; they must not bind themselves with anything that causes sweat."},{"bookname":"Ezekiel","chapter":"44","verse":"19","text":"When they go out to the outer court to the people, they must remove the garments they were ministering in, and place them in the holy chambers; they must put on other garments so that they will not transmit holiness to the people with their garments."},{"bookname":"Ezekiel","chapter":"44","verse":"20","text":"“‘They must not shave their heads nor let their hair grow long; they must only trim their heads."},{"bookname":"Ezekiel","chapter":"44","verse":"21","text":"No priest may drink wine when he enters the inner court."},{"bookname":"Ezekiel","chapter":"44","verse":"22","text":"They must not marry a widow or a divorcee, but they may marry a virgin from the house of Israel or a widow who is a priest’s widow."},{"bookname":"Ezekiel","chapter":"44","verse":"23","text":"Moreover, they will teach my people the difference between the holy and the common, and show them how to distinguish between the ceremonially unclean and the clean."},{"bookname":"Ezekiel","chapter":"44","verse":"24","text":"“‘In a controversy they will act as judges; they will judge according to my ordinances. They will keep my laws and my statutes regarding all my appointed festivals and will observe my Sabbaths."},{"bookname":"Ezekiel","chapter":"44","verse":"25","text":"“‘They must not come near a dead person or they will be defiled; however, for father, mother, son, daughter, brother or sister, they may defile themselves."},{"bookname":"Ezekiel","chapter":"44","verse":"26","text":"After a priest has become ceremonially clean, they must count off a period of seven days for him."},{"bookname":"Ezekiel","chapter":"44","verse":"27","text":"On the day he enters the sanctuary, into the inner court to serve in the sanctuary, he must offer his sin offering, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"44","verse":"28","text":"“‘This will be their inheritance: I am their inheritance, and you must give them no property in Israel; I am their property."},{"bookname":"Ezekiel","chapter":"44","verse":"29","text":"They may eat the grain offering, the sin offering, and the guilt offering, and every devoted thing in Israel will be theirs."},{"bookname":"Ezekiel","chapter":"44","verse":"30","text":"The first of all the first fruits and all contributions of any kind will be for the priests; you will also give to the priest the first portion of your dough, so that a blessing may rest on your house."},{"bookname":"Ezekiel","chapter":"44","verse":"31","text":"The priests will not eat any bird or animal that has died a natural death or was torn to pieces by a wild animal."}],[{"bookname":"Ezekiel","chapter":"45","verse":"1","text":"“‘When you allot the land as an inheritance, you will offer an allotment to the Lord, a holy portion from the land; the length will be eight and a quarter miles and the width three and one-third miles. This entire area will be holy.","title":"The Lord&#8217;s Portion of the Land"},{"bookname":"Ezekiel","chapter":"45","verse":"2","text":"Of this area a square 875 feet by 875 feet will be designated for the sanctuary, with 87Ã‚Â½ feet set aside for its open space round about."},{"bookname":"Ezekiel","chapter":"45","verse":"3","text":"From this measured area you will measure a length of eight and a quarter miles and a width of three and one-third miles; in it will be the sanctuary, the most holy place."},{"bookname":"Ezekiel","chapter":"45","verse":"4","text":"It will be a holy portion of the land; it will be for the priests, the ministers of the sanctuary who approach the Lord to minister to him. It will be a place for their houses and a holy place for the sanctuary."},{"bookname":"Ezekiel","chapter":"45","verse":"5","text":"An area eight and a quarter miles in length and three and one-third miles in width will be for the Levites, who minister at the temple, as the place for the cities in which they will live."},{"bookname":"Ezekiel","chapter":"45","verse":"6","text":"“‘Alongside the portion set apart as the holy allotment, you will allot for the city an area one and two-thirds miles wide and eight and a quarter miles long; it will be for the whole house of Israel."},{"bookname":"Ezekiel","chapter":"45","verse":"7","text":"“‘For the prince there will be land on both sides of the holy allotment and the allotted city, alongside the holy allotment and the allotted city, on the west side and on the east side; it will be comparable in length to one of the portions, from the west border to the east border"},{"bookname":"Ezekiel","chapter":"45","verse":"8","text":"of the land. This will be his property in Israel. My princes will no longer oppress my people, but the land will be allotted to the house of Israel according to their tribes."},{"bookname":"Ezekiel","chapter":"45","verse":"9","text":"“‘This is what the sovereign Lord says: Enough, you princes of Israel! Put away violence and destruction, and do what is just and right. Put an end to your evictions of my people, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"45","verse":"10","text":"You must use just balances, a just dry measure (an ephah), and a just liquid measure (a bath)."},{"bookname":"Ezekiel","chapter":"45","verse":"11","text":"The dry and liquid measures will be the same, the bath will contain a tenth of a homer, and the ephah a tenth of a homer; the homer will be the standard measure."},{"bookname":"Ezekiel","chapter":"45","verse":"12","text":"The shekel will be twenty gerahs. Sixty shekels will be a mina for you."},{"bookname":"Ezekiel","chapter":"45","verse":"13","text":"“‘This is the offering you must offer: a sixth of an ephah from a homer of wheat; a sixth of an ephah from a homer of barley,"},{"bookname":"Ezekiel","chapter":"45","verse":"14","text":"and as the prescribed portion of olive oil, one tenth of a bath from each kor (which is ten baths or a homer, for ten baths make a homer);"},{"bookname":"Ezekiel","chapter":"45","verse":"15","text":"and one sheep from each flock of two hundred, from the watered places of Israel, for a grain offering, burnt offering, and peace offering, to make atonement for them, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"45","verse":"16","text":"All the people of the land will contribute to this offering for the prince of Israel."},{"bookname":"Ezekiel","chapter":"45","verse":"17","text":"It will be the duty of the prince to provide the burnt offerings, the grain offering, and the drink offering at festivals, on the new moons and Sabbaths, at all the appointed feasts of the house of Israel; he will provide the sin offering, the grain offering, the burnt offering, and the peace offerings to make atonement for the house of Israel."},{"bookname":"Ezekiel","chapter":"45","verse":"18","text":"“‘This is what the sovereign Lord says: In the first month, on the first day of the month, you must take an unblemished young bull and purify the sanctuary."},{"bookname":"Ezekiel","chapter":"45","verse":"19","text":"The priest will take some of the blood of the sin offering and place it on the doorpost of the temple, on the four corners of the ledge of the altar, and on the doorpost of the gate of the inner court."},{"bookname":"Ezekiel","chapter":"45","verse":"20","text":"This is what you must do on the seventh day of the month for anyone who sins inadvertently or through ignorance; so you will make atonement for the temple."},{"bookname":"Ezekiel","chapter":"45","verse":"21","text":"“‘In the first month, on the fourteenth day of the month, you will celebrate the Passover, and for seven days bread made without yeast will be eaten."},{"bookname":"Ezekiel","chapter":"45","verse":"22","text":"On that day the prince will provide for himself and for all the people of the land a bull for a sin offering."},{"bookname":"Ezekiel","chapter":"45","verse":"23","text":"And during the seven days of the feast he will provide as a burnt offering to the Lord seven bulls and seven rams, all without blemish, on each of the seven days, and a male goat daily for a sin offering."},{"bookname":"Ezekiel","chapter":"45","verse":"24","text":"He will provide as a grain offering an ephah for each bull, an ephah for each ram, and a gallon of olive oil for each ephah of grain."},{"bookname":"Ezekiel","chapter":"45","verse":"25","text":"In the seventh month, on the fifteenth day of the month, at the feast, he will make the same provisions for the sin offering, burnt offering, and grain offering, and for the olive oil, for the seven days."}],[{"bookname":"Ezekiel","chapter":"46","verse":"1","text":"“‘This is what the sovereign Lord says: The gate of the inner court that faces east will be closed six working days, but on the Sabbath day it will be opened and on the day of the new moon it will be opened.","title":"The Prince&#8217;s Offerings"},{"bookname":"Ezekiel","chapter":"46","verse":"2","text":"The prince will enter by way of the porch of the gate from the outside, and will stand by the doorpost of the gate. The priests will provide his burnt offering and his peace offerings, and he will bow down at the threshold of the gate and then go out. But the gate will not be closed until evening."},{"bookname":"Ezekiel","chapter":"46","verse":"3","text":"The people of the land will bow down at the entrance of that gate before the Lord on the Sabbaths and on the new moons."},{"bookname":"Ezekiel","chapter":"46","verse":"4","text":"The burnt offering which the prince will offer to the Lord on the Sabbath day will be six unblemished lambs and one unblemished ram."},{"bookname":"Ezekiel","chapter":"46","verse":"5","text":"The grain offering will be an ephah with the ram, and the grain offering with the lambs will be as much as he is able to give, and a gallon of olive oil with an ephah."},{"bookname":"Ezekiel","chapter":"46","verse":"6","text":"On the day of the new moon he will offer an unblemished young bull, and six lambs and a ram, all without blemish."},{"bookname":"Ezekiel","chapter":"46","verse":"7","text":"He will provide a grain offering: an ephah with the bull and an ephah with the ram, and with the lambs as much as he wishes, and a gallon of olive oil with each ephah of grain."},{"bookname":"Ezekiel","chapter":"46","verse":"8","text":"When the prince enters, he will come by way of the porch of the gate and will go out the same way."},{"bookname":"Ezekiel","chapter":"46","verse":"9","text":"“‘When the people of the land come before the Lord at the appointed feasts, whoever enters by way of the north gate to worship will go out by way of the south gate; whoever enters by way of the south gate will go out by way of the north gate. No one will return by way of the gate they entered but will go out straight ahead."},{"bookname":"Ezekiel","chapter":"46","verse":"10","text":"When they come in, the prince will come in with them, and when they go out, he will go out."},{"bookname":"Ezekiel","chapter":"46","verse":"11","text":"“‘At the festivals and at the appointed feasts the grain offering will be an ephah with the bull and an ephah with the ram, and with the lambs as much as one is able, and a gallon of olive oil with each ephah of grain."},{"bookname":"Ezekiel","chapter":"46","verse":"12","text":"When the prince provides a freewill offering, a burnt offering, or peace offerings as a voluntary offering to the Lord, the gate facing east will be opened for him, and he will provide his burnt offering and his peace offerings just as he did on the Sabbath. Then he will go out, and the gate will be closed after he goes out."},{"bookname":"Ezekiel","chapter":"46","verse":"13","text":"“‘You will provide a lamb a year old without blemish for a burnt offering daily to the Lord; morning by morning he will provide it."},{"bookname":"Ezekiel","chapter":"46","verse":"14","text":"And you will provide a grain offering with it morning by morning, a sixth of an ephah, and a third of a gallon of olive oil to moisten the choice flour, as a grain offering to the Lord; this is a perpetual statute."},{"bookname":"Ezekiel","chapter":"46","verse":"15","text":"Thus they will provide the lamb, the grain offering, and the olive oil morning by morning, as a perpetual burnt offering."},{"bookname":"Ezekiel","chapter":"46","verse":"16","text":"“‘This is what the sovereign Lord says: If the prince should give a gift to one of his sons as his inheritance, it will belong to his sons, it is their property by inheritance."},{"bookname":"Ezekiel","chapter":"46","verse":"17","text":"But if he gives a gift from his inheritance to one of his servants, it will be his until the year of liberty; then it will revert to the prince. His inheritance will only remain with his sons."},{"bookname":"Ezekiel","chapter":"46","verse":"18","text":"The prince will not take away any of the people’s inheritance by oppressively removing them from their property. He will give his sons an inheritance from his own possessions so that my people will not be scattered, each from his own property.’”"},{"bookname":"Ezekiel","chapter":"46","verse":"19","text":"Then he brought me through the entrance, which was at the side of the gate, into the holy chambers for the priests which faced north. There I saw a place at the extreme western end."},{"bookname":"Ezekiel","chapter":"46","verse":"20","text":"He said to me, “This is the place where the priests will boil the guilt offering and the sin offering, and where they will bake the grain offering, so that they do not bring them out to the outer court to transmit holiness to the people.”"},{"bookname":"Ezekiel","chapter":"46","verse":"21","text":"Then he brought me out to the outer court and led me past the four corners of the court, and I noticed that in every corner of the court there was a court."},{"bookname":"Ezekiel","chapter":"46","verse":"22","text":"In the four corners of the court were small courts, 70 feet in length and 52Ã‚Â½ feet in width; the four were all the same size."},{"bookname":"Ezekiel","chapter":"46","verse":"23","text":"There was a row of masonry around each of the four courts, and places for boiling offerings were made under the rows all around."},{"bookname":"Ezekiel","chapter":"46","verse":"24","text":"Then he said to me, “These are the houses for boiling, where the ministers of the temple boil the sacrifices of the people.”"}],[{"bookname":"Ezekiel","chapter":"47","verse":"1","text":"Then he brought me back to the entrance of the temple. I noticed that water was flowing from under the threshold of the temple toward the east (for the temple faced east). The water was flowing down from under the right side of the temple, from south of the altar.","title":"Water from the Temple"},{"bookname":"Ezekiel","chapter":"47","verse":"2","text":"He led me out by way of the north gate and brought me around the outside of the outer gate that faces toward the east; I noticed that the water was trickling out from the south side."},{"bookname":"Ezekiel","chapter":"47","verse":"3","text":"When the man went out toward the east with a measuring line in his hand, he measured 1,750 feet, and then he led me through water, which was ankle deep."},{"bookname":"Ezekiel","chapter":"47","verse":"4","text":"Again he measured 1,750 feet and led me through the water, which was now knee deep. Once more he measured 1,750 feet and led me through the water, which was waist deep."},{"bookname":"Ezekiel","chapter":"47","verse":"5","text":"Again he measured 1,750 feet and it was a river I could not cross, for the water had risen; it was deep enough to swim in, a river that could not be crossed."},{"bookname":"Ezekiel","chapter":"47","verse":"6","text":"He said to me, “Son of man, have you seen this?” Then he led me back to the bank of the river."},{"bookname":"Ezekiel","chapter":"47","verse":"7","text":"When I had returned, I noticed a vast number of trees on the banks of the river, on both sides."},{"bookname":"Ezekiel","chapter":"47","verse":"8","text":"He said to me, “These waters go out toward the eastern region and flow down into the Arabah; when they enter the Dead Sea, where the sea is stagnant, the waters become fresh."},{"bookname":"Ezekiel","chapter":"47","verse":"9","text":"Every living creature which swarms where the river flows will live; there will be many fish, for these waters flow there. It will become fresh and everything will live where the river flows."},{"bookname":"Ezekiel","chapter":"47","verse":"10","text":"Fishermen will stand beside it; from Engedi to En-eglaim they will spread nets. They will catch many kinds of fish, like the fish of the Great Sea."},{"bookname":"Ezekiel","chapter":"47","verse":"11","text":"But its swamps and its marshes will not become fresh; they will remain salty."},{"bookname":"Ezekiel","chapter":"47","verse":"12","text":"On both sides of the river’s banks, every kind of tree will grow for food. Their leaves will not wither nor will their fruit fail, but they will bear fruit every month, because their water source flows from the sanctuary. Their fruit will be for food and their leaves for healing.”"},{"bookname":"Ezekiel","chapter":"47","verse":"13","text":"This is what the sovereign Lord says: “Here are the borders you will observe as you allot the land to the twelve tribes of Israel. (Joseph will have two portions.)","title":"Boundaries for the Land"},{"bookname":"Ezekiel","chapter":"47","verse":"14","text":"You must divide it equally just as I vowed to give it to your forefathers; this land will be assigned as your inheritance."},{"bookname":"Ezekiel","chapter":"47","verse":"15","text":"“This will be the border of the land: On the north side, from the Great Sea by way of Hethlon to the entrance of Zedad;"},{"bookname":"Ezekiel","chapter":"47","verse":"16","text":"Hamath, Berothah, Sibraim, which is between the border of Damascus and the border of Hamath, as far as Hazer-hattikon, which is on the border of Hauran."},{"bookname":"Ezekiel","chapter":"47","verse":"17","text":"The border will run from the sea to Hazar-enan, at the border of Damascus, and on the north is the border of Hamath. This is the north side."},{"bookname":"Ezekiel","chapter":"47","verse":"18","text":"On the east side, between Hauran and Damascus, and between Gilead and the land of Israel, will be the Jordan. You will measure from the border to the eastern sea. This is the east side."},{"bookname":"Ezekiel","chapter":"47","verse":"19","text":"On the south side it will run from Tamar to the waters of Meribath Kadesh, the river, to the Great Sea. This is the south side."},{"bookname":"Ezekiel","chapter":"47","verse":"20","text":"On the west side the Great Sea will be the boundary to a point opposite Lebo-hamath. This is the west side."},{"bookname":"Ezekiel","chapter":"47","verse":"21","text":"“This is how you will divide this land for yourselves among the tribes of Israel."},{"bookname":"Ezekiel","chapter":"47","verse":"22","text":"You must allot it as an inheritance among yourselves and for the foreigners who reside among you, who have fathered sons among you. You must treat them as native-born among the people of Israel; they will be allotted an inheritance with you among the tribes of Israel."},{"bookname":"Ezekiel","chapter":"47","verse":"23","text":"In whatever tribe the foreigner resides, there you will give him his inheritance,” declares the sovereign Lord."}],[{"bookname":"Ezekiel","chapter":"48","verse":"1","text":"“These are the names of the tribes: From the northern end beside the road of Hethlon to Lebo-hamath, as far as Hazar-enan (which is on the border of Damascus, toward the north beside Hamath), extending from the east side to the west, Dan will have one portion.","title":"The Tribal Portions"},{"bookname":"Ezekiel","chapter":"48","verse":"2","text":"Next to the border of Dan, from the east side to the west, Asher will have one portion."},{"bookname":"Ezekiel","chapter":"48","verse":"3","text":"Next to the border of Asher from the east side to the west, Naphtali will have one portion."},{"bookname":"Ezekiel","chapter":"48","verse":"4","text":"Next to the border of Naphtali from the east side to the west, Manasseh will have one portion."},{"bookname":"Ezekiel","chapter":"48","verse":"5","text":"Next to the border of Manasseh from the east side to the west, Ephraim will have one portion."},{"bookname":"Ezekiel","chapter":"48","verse":"6","text":"Next to the border of Ephraim from the east side to the west, Reuben will have one portion."},{"bookname":"Ezekiel","chapter":"48","verse":"7","text":"Next to the border of Reuben from the east side to the west, Judah will have one portion."},{"bookname":"Ezekiel","chapter":"48","verse":"8","text":"“Next to the border of Judah from the east side to the west will be the allotment you must set apart. It is to be eight and a quarter miles wide, and the same length as one of the tribal portions, from the east side to the west; the sanctuary will be in the middle of it."},{"bookname":"Ezekiel","chapter":"48","verse":"9","text":"The allotment you set apart to the Lord will be eight and a quarter miles in length and three and one-third miles in width."},{"bookname":"Ezekiel","chapter":"48","verse":"10","text":"These will be the allotments for the holy portion: for the priests, toward the north eight and a quarter miles in length, toward the west three and one-third miles in width, toward the east three and one-third miles in width, and toward the south eight and a quarter miles in length; the sanctuary of the Lord will be in the middle."},{"bookname":"Ezekiel","chapter":"48","verse":"11","text":"This will be for the priests who are set apart from the descendants of Zadok who kept my charge and did not go astray when the people of Israel strayed off, like the Levites did."},{"bookname":"Ezekiel","chapter":"48","verse":"12","text":"It will be their portion from the allotment of the land, a most holy place, next to the border of the Levites."},{"bookname":"Ezekiel","chapter":"48","verse":"13","text":"“Alongside the border of the priests, the Levites will have an allotment eight and a quarter miles in length and three and one-third miles in width. The whole length will be eight and a quarter miles and the width three and one-third miles."},{"bookname":"Ezekiel","chapter":"48","verse":"14","text":"They must not sell or exchange any of it; they must not transfer this choice portion of land, for it is set apart to the Lord."},{"bookname":"Ezekiel","chapter":"48","verse":"15","text":"“The remainder, one and two-thirds miles in width and eight and a quarter miles in length, will be for common use by the city, for houses and for open space. The city will be in the middle of it;"},{"bookname":"Ezekiel","chapter":"48","verse":"16","text":"these will be its measurements: The north side will be one and one-half miles, the south side one and one-half miles, the east side one and one-half miles, and the west side one and one-half miles."},{"bookname":"Ezekiel","chapter":"48","verse":"17","text":"The city will have open spaces: On the north there will be 437Ã‚Â½ feet, on the south 437Ã‚Â½ feet, on the east 437Ã‚Â½ feet, and on the west 437Ã‚Â½ feet."},{"bookname":"Ezekiel","chapter":"48","verse":"18","text":"The remainder of the length alongside the holy allotment will be three and one-third miles to the east and three and one-third miles toward the west, and it will be beside the holy allotment. Its produce will be for food for the workers of the city."},{"bookname":"Ezekiel","chapter":"48","verse":"19","text":"The workers of the city from all the tribes of Israel will cultivate it."},{"bookname":"Ezekiel","chapter":"48","verse":"20","text":"The whole allotment will be eight and a quarter miles square, you must set apart the holy allotment with the possession of the city."},{"bookname":"Ezekiel","chapter":"48","verse":"21","text":"“The rest, on both sides of the holy allotment and the property of the city, will belong to the prince. Extending from the eight and a quarter miles of the holy allotment to the east border, and westward from the eight and a quarter miles to the west border, alongside the portions, it will belong to the prince. The holy allotment and the sanctuary of the temple will be in the middle of it."},{"bookname":"Ezekiel","chapter":"48","verse":"22","text":"The property of the Levites and of the city will be in the middle of that which belongs to the prince. The portion between the border of Judah and the border of Benjamin will be for the prince."},{"bookname":"Ezekiel","chapter":"48","verse":"23","text":"“As for the rest of the tribes: From the east side to the west side, Benjamin will have one portion."},{"bookname":"Ezekiel","chapter":"48","verse":"24","text":"Next to the border of Benjamin, from the east side to the west side, Simeon will have one portion."},{"bookname":"Ezekiel","chapter":"48","verse":"25","text":"Next to the border of Simeon, from the east side to the west side, Issachar will have one portion."},{"bookname":"Ezekiel","chapter":"48","verse":"26","text":"Next to the border of Issachar, from the east side to the west side, Zebulun will have one portion."},{"bookname":"Ezekiel","chapter":"48","verse":"27","text":"Next to the border of Zebulun, from the east side to the west side, Gad will have one portion."},{"bookname":"Ezekiel","chapter":"48","verse":"28","text":"Next to the border of Gad, at the south side, the border will run from Tamar to the waters of Meribath Kadesh, to the Stream of Egypt and on to the Great Sea."},{"bookname":"Ezekiel","chapter":"48","verse":"29","text":"This is the land which you will allot to the tribes of Israel, and these are their portions, declares the sovereign Lord."},{"bookname":"Ezekiel","chapter":"48","verse":"30","text":"“These are the exits of the city: On the north side, one and one-half miles by measure,"},{"bookname":"Ezekiel","chapter":"48","verse":"31","text":"the gates of the city will be named for the tribes of Israel; there will be three gates to the north: one gate for Reuben, one gate for Judah, and one gate for Levi."},{"bookname":"Ezekiel","chapter":"48","verse":"32","text":"On the east side, one and one-half miles in length, there will be three gates: one gate for Joseph, one gate for Benjamin, and one gate for Dan."},{"bookname":"Ezekiel","chapter":"48","verse":"33","text":"On the south side, one and one-half miles by measure, there will be three gates: one gate for Simeon, one gate for Issachar, and one gate for Zebulun."},{"bookname":"Ezekiel","chapter":"48","verse":"34","text":"On the west side, one and one-half miles in length, there will be three gates: one gate for Gad, one gate for Asher, and one gate for Naphtali."},{"bookname":"Ezekiel","chapter":"48","verse":"35","text":"The circumference of the city will be six miles. The name of the city from that day forward will be: ‘The Lord Is There.’”"}]]}