{"book":{"id":28,"abbrev":"hos","name":"Hosea","chapters":14},"chapters":[[{"bookname":"Hosea","chapter":"1","verse":"1","text":"This is the word of the Lord which was revealed to Hosea son of Beeri during the time when Uzziah, Jotham, Ahaz, and Hezekiah ruled Judah, and during the time when Jeroboam son of Joash ruled Israel.","title":"Superscription"},{"bookname":"Hosea","chapter":"1","verse":"2","text":"When the Lord first spoke through Hosea, he said to him, “Go marry a prostitute who will bear illegitimate children conceived through prostitution, because the nation continually commits spiritual prostitution by turning away from the Lord.”","title":"Symbols of Sin and Judgment: The Prostitute and Her Children"},{"bookname":"Hosea","chapter":"1","verse":"3","text":"So Hosea married Gomer, the daughter of Diblaim. Then she conceived and gave birth to a son for him."},{"bookname":"Hosea","chapter":"1","verse":"4","text":"Then the Lord said to Hosea, “Name him ‘Jezreel,’ because in a little while I will punish the dynasty of Jehu on account of the bloodshed in the valley of Jezreel, and I will put an end to the kingdom of Israel."},{"bookname":"Hosea","chapter":"1","verse":"5","text":"At that time, I will destroy the military power of Israel in the valley of Jezreel.”"},{"bookname":"Hosea","chapter":"1","verse":"6","text":"She conceived again and gave birth to a daughter. Then the Lord said to him, “Name her ‘No Pity’ (Lo-Ruhamah) because I will no longer have pity on the nation of Israel. For I will certainly not forgive their guilt."},{"bookname":"Hosea","chapter":"1","verse":"7","text":"But I will have pity on the nation of Judah. I will deliver them by the Lord their God; I will not deliver them by the warrior’s bow, by sword, by military victory, by chariot horses, or by chariots.”"},{"bookname":"Hosea","chapter":"1","verse":"8","text":"When she had weaned ‘No Pity’ (Lo-Ruhamah) she conceived again and gave birth to another son."},{"bookname":"Hosea","chapter":"1","verse":"9","text":"Then the Lord said: “Name him ‘Not My People’ (Lo-Ammi), because you are not my people and I am not your God.”"},{"bookname":"Hosea","chapter":"1","verse":"10","text":" However, in the future the number of the people of Israel will be like the sand of the sea which can be neither measured nor numbered. Although it was said to them, “You are not my people,” it will be said to them, “You are children of the living God!”","title":"The Restoration of Israel"},{"bookname":"Hosea","chapter":"1","verse":"11","text":"Then the people of Judah and the people of Israel will be gathered together. They will appoint for themselves one leader, and will flourish in the land. Certainly, the day of Jezreel will be great!"}],[{"bookname":"Hosea","chapter":"2","verse":"1","text":"Then you will call your brother, “My People” (Ammi)! You will call your sister, “Pity” (Ruhamah)!"},{"bookname":"Hosea","chapter":"2","verse":"2","text":"Plead earnestly with your mother (for she is not my wife, and I am not her husband), so that she might put an end to her adulterous lifestyle, and turn away from her sexually immoral behavior.","title":"Idolatrous Israel Will Be Punished Like a Prostitute"},{"bookname":"Hosea","chapter":"2","verse":"3","text":"Otherwise, I will strip her naked, and expose her like she was when she was born. I will turn her land into a wilderness and make her country a parched land, so that I might kill her with thirst."},{"bookname":"Hosea","chapter":"2","verse":"4","text":"I will have no pity on her children, because they are children conceived in adultery."},{"bookname":"Hosea","chapter":"2","verse":"5","text":"For their mother has committed adultery; she who conceived them has acted shamefully. For she said, “I will seek out my lovers; they are the ones who give me my bread and my water, my wool, my flax, my olive oil, and my wine."},{"bookname":"Hosea","chapter":"2","verse":"6","text":"Therefore, I will soon fence her in with thorns; I will wall her in so that she cannot find her way.","title":"The Lord<sc>&#8217;<\/sc>s Discipline Will Bring Israel Back"},{"bookname":"Hosea","chapter":"2","verse":"7","text":"Then she will pursue her lovers, but she will not catch them; she will seek them, but she will not find them. Then she will say, “I will go back to my husband, because I was better off then than I am now.”"},{"bookname":"Hosea","chapter":"2","verse":"8","text":"Yet until now she has refused to acknowledge that I was the one who gave her the grain, the new wine, and the olive oil; and that it was I who lavished on her the silver and gold &#8211; which they used in worshiping Baal!","title":"Agricultural Fertility Withdrawn from Israel"},{"bookname":"Hosea","chapter":"2","verse":"9","text":"Therefore, I will take back my grain during the harvest time and my new wine when it ripens; I will take away my wool and my flax which I had provided in order to clothe her."},{"bookname":"Hosea","chapter":"2","verse":"10","text":"Soon I will expose her lewd nakedness in front of her lovers, and no one will be able to rescue her from me!"},{"bookname":"Hosea","chapter":"2","verse":"11","text":"I will put an end to all her celebration: her annual religious festivals, monthly new moon celebrations, and weekly Sabbath festivities &#8211; all her appointed festivals."},{"bookname":"Hosea","chapter":"2","verse":"12","text":"I will destroy her vines and fig trees, about which she said, “These are my wages for prostitution that my lovers gave to me!” I will turn her cultivated vines and fig trees into an uncultivated thicket, so that wild animals will devour them."},{"bookname":"Hosea","chapter":"2","verse":"13","text":"“I will punish her for the festival days when she burned incense to the Baal idols; she adorned herself with earrings and jewelry, and went after her lovers, but she forgot me!” says the Lord."},{"bookname":"Hosea","chapter":"2","verse":"14","text":"However, in the future I will allure her; I will lead her back into the wilderness, and speak tenderly to her.","title":"Future Repentance and Restoration of Israel"},{"bookname":"Hosea","chapter":"2","verse":"15","text":"From there I will give back her vineyards to her, and turn the “Valley of Trouble” into an “Opportunity for Hope.” There she will sing as she did when she was young, when she came up from the land of Egypt."},{"bookname":"Hosea","chapter":"2","verse":"16","text":"“At that time,” declares the Lord, “you will call, ‘My husband’; you will never again call me, ‘My master.’"},{"bookname":"Hosea","chapter":"2","verse":"17","text":"For I will remove the names of the Baal idols from your lips, so that you will never again utter their names!”"},{"bookname":"Hosea","chapter":"2","verse":"18","text":"“At that time I will make a covenant for them with the wild animals, the birds of the air, and the creatures that crawl on the ground. I will abolish the warrior’s bow and sword &#8211; that is, every weapon of warfare &#8211; from the land, and I will allow them to live securely.”","title":"New Covenant Relationship with Repentant Israel"},{"bookname":"Hosea","chapter":"2","verse":"19","text":"I will commit myself to you forever; I will commit myself to you in righteousness and justice, in steadfast love and tender compassion."},{"bookname":"Hosea","chapter":"2","verse":"20","text":"I will commit myself to you in faithfulness; then you will acknowledge the Lord.”"},{"bookname":"Hosea","chapter":"2","verse":"21","text":"“At that time, I will willingly respond,” declares the Lord. “I will respond to the sky, and the sky will respond to the ground;","title":"Agricultural Fertility Restored to the Repentant Nation"},{"bookname":"Hosea","chapter":"2","verse":"22","text":"then the ground will respond to the grain, the new wine, and the olive oil; and they will respond to ‘God Plants’ (Jezreel)!"},{"bookname":"Hosea","chapter":"2","verse":"23","text":"Then I will plant her as my own in the land. I will have pity on ‘No Pity’ (Lo-Ruhamah). I will say to ‘Not My People’ (Lo-Ammi), ‘You are my people!’ And he will say, ‘You are my God!’”"}],[{"bookname":"Hosea","chapter":"3","verse":"1","text":"The Lord said to me, “Go, show love to your wife again, even though she loves another man and continually commits adultery. Likewise, the Lord loves the Israelites although they turn to other gods and love to offer raisin cakes to idols.”","title":"An Illustration of God&#8217;s Love for Idolatrous Israel"},{"bookname":"Hosea","chapter":"3","verse":"2","text":"So I paid fifteen shekels of silver and about seven bushels of barley to purchase her."},{"bookname":"Hosea","chapter":"3","verse":"3","text":"Then I told her, “You must live with me many days; you must not commit adultery or have sexual intercourse with another man, and I also will wait for you.”"},{"bookname":"Hosea","chapter":"3","verse":"4","text":"For the Israelites must live many days without a king or prince, without sacrifice or sacred fertility pillar, without ephod or idols."},{"bookname":"Hosea","chapter":"3","verse":"5","text":"Afterward, the Israelites will turn and seek the Lord their God and their Davidic king. Then they will submit to the Lord in fear and receive his blessings in the future."}],[{"bookname":"Hosea","chapter":"4","verse":"1","text":"Hear the word of the Lord, you Israelites! For the Lord has a covenant lawsuit against the people of Israel. For there is neither faithfulness nor loyalty in the land, nor do they acknowledge God.","title":"The Lord&#8217;s Covenant Lawsuit against the Nation Israel"},{"bookname":"Hosea","chapter":"4","verse":"2","text":"There is only cursing, lying, murder, stealing, and adultery. They resort to violence and bloodshed."},{"bookname":"Hosea","chapter":"4","verse":"3","text":"Therefore the land will mourn, and all its inhabitants will perish. The wild animals, the birds of the sky, and even the fish in the sea will perish."},{"bookname":"Hosea","chapter":"4","verse":"4","text":"Do not let anyone accuse or contend against anyone else: for my case is against you priests!","title":"The Lord&#8217;s Dispute against the Sinful Priesthood"},{"bookname":"Hosea","chapter":"4","verse":"5","text":"You stumble day and night, and the false prophets stumble with you; You have destroyed your own people!"},{"bookname":"Hosea","chapter":"4","verse":"6","text":"You have destroyed my people by failing to acknowledge me! Because you refuse to acknowledge me, I will reject you as my priests. Because you reject the law of your God, I will reject your descendants."},{"bookname":"Hosea","chapter":"4","verse":"7","text":"The more the priests increased in numbers, the more they rebelled against me. They have turned their glorious calling into a shameful disgrace!"},{"bookname":"Hosea","chapter":"4","verse":"8","text":"They feed on the sin offerings of my people; their appetites long for their iniquity!"},{"bookname":"Hosea","chapter":"4","verse":"9","text":"I will deal with the people and priests together: I will punish them both for their ways, and I will repay them for their deeds."},{"bookname":"Hosea","chapter":"4","verse":"10","text":"They will eat, but not be satisfied; they will engage in prostitution, but not increase in numbers; because they have abandoned the Lord by pursuing other gods."},{"bookname":"Hosea","chapter":"4","verse":"11","text":"Old and new wine take away the understanding of my people.","title":"Judgment of Pagan Idolatry and Cultic Prostitution"},{"bookname":"Hosea","chapter":"4","verse":"12","text":"They consult their wooden idols, and their diviner’s staff answers with an oracle. The wind of prostitution blows them astray; they commit spiritual adultery against their God."},{"bookname":"Hosea","chapter":"4","verse":"13","text":"They sacrifice on the mountaintops, and burn offerings on the hills; they sacrifice under oak, poplar, and terebinth, because their shade is so pleasant. As a result, your daughters have become cult prostitutes, and your daughters-in-law commit adultery!"},{"bookname":"Hosea","chapter":"4","verse":"14","text":"I will not punish your daughters when they commit prostitution, nor your daughters-in-law when they commit adultery. For the men consort with harlots, they sacrifice with temple prostitutes. It is true: “A people that lacks understanding will come to ruin!”"},{"bookname":"Hosea","chapter":"4","verse":"15","text":"Although you, O Israel, commit adultery, do not let Judah become guilty! Do not journey to Gilgal! Do not go up to Beth Aven! Do not swear, “As surely as the Lord lives!”","title":"Warning to Judah: Do Not Join in Israel&#8217;s Apostasy!"},{"bookname":"Hosea","chapter":"4","verse":"16","text":"Israel has rebelled like a stubborn heifer! Soon the Lord will put them out to pasture like a lamb in a broad field!"},{"bookname":"Hosea","chapter":"4","verse":"17","text":"Ephraim has attached himself to idols; Do not go near him!"},{"bookname":"Hosea","chapter":"4","verse":"18","text":"They consume their alcohol, then engage in cult prostitution; they dearly love their shameful behavior.","title":"The Shameful Sinners Will Be Brought to Shame"},{"bookname":"Hosea","chapter":"4","verse":"19","text":"A whirlwind has wrapped them in its wings; they will be brought to shame because of their idolatrous worship."}],[{"bookname":"Hosea","chapter":"5","verse":"1","text":"Hear this, you priests! Pay attention, you Israelites! Listen closely, O king! For judgment is about to overtake you! For you were like a trap to Mizpah, like a net spread out to catch Tabor.","title":"Announcement of Sin and Judgment"},{"bookname":"Hosea","chapter":"5","verse":"2","text":"Those who revolt are knee-deep in slaughter, but I will discipline them all."},{"bookname":"Hosea","chapter":"5","verse":"3","text":"I know Ephraim all too well; the evil of Israel is not hidden from me. For you have engaged in prostitution, O Ephraim; Israel has defiled itself."},{"bookname":"Hosea","chapter":"5","verse":"4","text":"Their wicked deeds do not allow them to return to their God; because a spirit of idolatry controls their heart, and they do not acknowledge the Lord."},{"bookname":"Hosea","chapter":"5","verse":"5","text":"The arrogance of Israel testifies against it; Israel and Ephraim will be overthrown because of their iniquity. Even Judah will be brought down with them."},{"bookname":"Hosea","chapter":"5","verse":"6","text":"Although they bring their flocks and herds to seek the favor of the Lord, They will not find him &#8211; he has withdrawn himself from them!","title":"The Futility of Sacrificial Ritual without Moral Obedience"},{"bookname":"Hosea","chapter":"5","verse":"7","text":"They have committed treason against the Lord, because they bore illegitimate children. Soon the new moon festival will devour them and their fields."},{"bookname":"Hosea","chapter":"5","verse":"8","text":"Blow the ram’s horn in Gibeah! Sound the trumpet in Ramah! Sound the alarm in Beth Aven! Tremble in fear, O Benjamin!","title":"The Prophet&#8217;s Declaration of Judgment"},{"bookname":"Hosea","chapter":"5","verse":"9","text":"Ephraim will be ruined in the day of judgment! What I am declaring to the tribes of Israel will certainly take place!"},{"bookname":"Hosea","chapter":"5","verse":"10","text":"The princes of Judah are like those who move boundary markers. I will pour out my rage on them like a torrential flood!","title":"The Oppressors of the Helpless Will Be Oppressed"},{"bookname":"Hosea","chapter":"5","verse":"11","text":"Ephraim will be oppressed, crushed under judgment, because he was determined to pursue worthless idols."},{"bookname":"Hosea","chapter":"5","verse":"12","text":"I will be like a moth to Ephraim, like wood rot to the house of Judah.","title":"The Curse of the Incurable Wound"},{"bookname":"Hosea","chapter":"5","verse":"13","text":"When Ephraim saw his sickness and Judah saw his wound, then Ephraim turned to Assyria, and begged its great king for help. But he will not be able to heal you! He cannot cure your wound!"},{"bookname":"Hosea","chapter":"5","verse":"14","text":"I will be like a lion to Ephraim, like a young lion to the house of Judah. I myself will tear them to pieces, then I will carry them off, and no one will be able to rescue them!","title":"The Lion Will Carry Israel Off Into Exile"},{"bookname":"Hosea","chapter":"5","verse":"15","text":"Then I will return again to my lair until they have suffered their punishment. Then they will seek me; in their distress they will earnestly seek me."}],[{"bookname":"Hosea","chapter":"6","verse":"1","text":"“Come on! Let’s return to the Lord! He himself has torn us to pieces, but he will heal us! He has injured us, but he will bandage our wounds!","title":"Superficial Repentance Breeds False Assurance of God&#8217;s Forgiveness"},{"bookname":"Hosea","chapter":"6","verse":"2","text":"He will restore us in a very short time; he will heal us in a little while, so that we may live in his presence."},{"bookname":"Hosea","chapter":"6","verse":"3","text":"So let us acknowledge him! Let us seek to acknowledge the Lord! He will come to our rescue as certainly as the appearance of the dawn, as certainly as the winter rain comes, as certainly as the spring rain that waters the land.”"},{"bookname":"Hosea","chapter":"6","verse":"4","text":"What am I going to do with you, O Ephraim? What am I going to do with you, O Judah? For your faithfulness is as fleeting as the morning mist; it disappears as quickly as dawn’s dew!","title":"Transitory Faithfulness and Imminent Judgment"},{"bookname":"Hosea","chapter":"6","verse":"5","text":"Therefore, I will certainly cut you into pieces at the hands of the prophets; I will certainly kill you in fulfillment of my oracles of judgment; for my judgment will come forth like the light of the dawn."},{"bookname":"Hosea","chapter":"6","verse":"6","text":"For I delight in faithfulness, not simply in sacrifice; I delight in acknowledging God, not simply in whole burnt offerings."},{"bookname":"Hosea","chapter":"6","verse":"7","text":"At Adam they broke the covenant; Oh how they were unfaithful to me!","title":"Indictments Against the Cities of Israel and Judah"},{"bookname":"Hosea","chapter":"6","verse":"8","text":"Gilead is a city full of evildoers; its streets are stained with bloody footprints!"},{"bookname":"Hosea","chapter":"6","verse":"9","text":"The company of priests is like a gang of robbers, lying in ambush to pounce on a victim. They commit murder on the road to Shechem; they have done heinous crimes!"},{"bookname":"Hosea","chapter":"6","verse":"10","text":"I have seen a disgusting thing in the temple of Israel: there Ephraim practices temple prostitution and Judah defiles itself."},{"bookname":"Hosea","chapter":"6","verse":"11","text":"I have appointed a time to reap judgment for you also, O Judah!Whenever I want to restore the fortunes of my people,","title":"If Israel Would Repent of Sin, God Would Relent of Judgment"}],[{"bookname":"Hosea","chapter":"7","verse":"1","text":"whenever I want to heal Israel, the sin of Ephraim is revealed, and the evil deeds of Samaria are exposed. For they do what is wrong; thieves break into houses, and gangs rob people out in the streets."},{"bookname":"Hosea","chapter":"7","verse":"2","text":"They do not realize that I remember all of their wicked deeds. Their evil deeds have now surrounded them; their sinful deeds are always before me."},{"bookname":"Hosea","chapter":"7","verse":"3","text":"The royal advisers delight the king with their evil schemes, the princes make him glad with their lies.","title":"Political Intrigue and Conspiracy in the Palace"},{"bookname":"Hosea","chapter":"7","verse":"4","text":"They are all like bakers, they are like a smoldering oven; they are like a baker who does not stoke the fire until the kneaded dough is ready for baking."},{"bookname":"Hosea","chapter":"7","verse":"5","text":"At the celebration of their king, his princes become inflamed with wine; they conspire with evildoers."},{"bookname":"Hosea","chapter":"7","verse":"6","text":"They approach him, all the while plotting against him. Their hearts are like an oven; their anger smolders all night long, but in the morning it bursts into a flaming fire."},{"bookname":"Hosea","chapter":"7","verse":"7","text":"All of them are blazing like an oven; they devour their rulers. All of their kings fall &#8211; and none of them call on me!"},{"bookname":"Hosea","chapter":"7","verse":"8","text":"Ephraim has mixed itself like flour among the nations; Ephraim is like a ruined cake of bread that is scorched on one side.","title":"Israel Lacks Discernment and Refuses to Repent"},{"bookname":"Hosea","chapter":"7","verse":"9","text":"Foreigners are consuming what his strenuous labor produced, but he does not recognize it! His head is filled with gray hair, but he does not realize it!"},{"bookname":"Hosea","chapter":"7","verse":"10","text":"The arrogance of Israel testifies against him, yet they refuse to return to the Lord their God! In spite of all this they refuse to seek him!"},{"bookname":"Hosea","chapter":"7","verse":"11","text":"Ephraim has been like a dove, easily deceived and lacking discernment. They called to Egypt for help; they turned to Assyria for protection.","title":"Israel Turns to Assyria and Egypt for Help"},{"bookname":"Hosea","chapter":"7","verse":"12","text":"I will throw my bird net over them while they are flying, I will bring them down like birds in the sky; I will discipline them when I hear them flocking together."},{"bookname":"Hosea","chapter":"7","verse":"13","text":"Woe to them! For they have fled from me! Destruction to them! For they have rebelled against me! I want to deliver them, but they have lied to me.","title":"Israel Has Turned Away from the Lord"},{"bookname":"Hosea","chapter":"7","verse":"14","text":"They do not pray to me, but howl in distress on their beds; They slash themselves for grain and new wine, but turn away from me."},{"bookname":"Hosea","chapter":"7","verse":"15","text":"Although I trained and strengthened them, they plot evil against me!"},{"bookname":"Hosea","chapter":"7","verse":"16","text":"They turn to Baal; they are like an unreliable bow. Their leaders will fall by the sword because their prayers to Baal have made me angry. So people will disdain them in the land of Egypt."}],[{"bookname":"Hosea","chapter":"8","verse":"1","text":"Sound the alarm! An eagle looms over the temple of the Lord! For they have broken their covenant with me, and have rebelled against my law.","title":"God Will Raise Up the Assyrians to Attack Israel"},{"bookname":"Hosea","chapter":"8","verse":"2","text":"Israel cries out to me, “My God, we acknowledge you!”"},{"bookname":"Hosea","chapter":"8","verse":"3","text":"But Israel has rejected what is morally good; so an enemy will pursue him."},{"bookname":"Hosea","chapter":"8","verse":"4","text":"They enthroned kings without my consent! They appointed princes without my approval! They made idols out of their silver and gold, but they will be destroyed!","title":"The Political and Cultic Sin of Israel"},{"bookname":"Hosea","chapter":"8","verse":"5","text":"O Samaria, he has rejected your calf idol! My anger burns against them! They will not survive much longer without being punished, even though they are Israelites!"},{"bookname":"Hosea","chapter":"8","verse":"6","text":"That idol was made by a workman &#8211; it is not God! The calf idol of Samaria will be broken to bits."},{"bookname":"Hosea","chapter":"8","verse":"7","text":"They sow the wind, and so they will reap the whirlwind! The stalk does not have any standing grain; it will not produce any flour. Even if it were to yield grain, foreigners would swallow it all up.","title":"The Fertility Cultists Will Become Infertile"},{"bookname":"Hosea","chapter":"8","verse":"8","text":"Israel will be swallowed up among the nations; they will be like a worthless piece of pottery."},{"bookname":"Hosea","chapter":"8","verse":"9","text":"They have gone up to Assyria, like a wild donkey that wanders off. Ephraim has hired prostitutes as lovers.","title":"The Willful Donkey and the Wanton Harlot"},{"bookname":"Hosea","chapter":"8","verse":"10","text":"Even though they have hired lovers among the nations, I will soon gather them together for judgment. Then they will begin to waste away under the oppression of a mighty king."},{"bookname":"Hosea","chapter":"8","verse":"11","text":"Although Ephraim has built many altars for sin offerings, these have become altars for sinning!","title":"Sacrifices Ineffective without Moral Obedience"},{"bookname":"Hosea","chapter":"8","verse":"12","text":"I spelled out my law for him in great detail, but they regard it as something totally unknown to them!"},{"bookname":"Hosea","chapter":"8","verse":"13","text":"They offer up sacrificial gifts to me, and eat the meat, but the Lord does not accept their sacrifices. Soon he will remember their wrongdoing, he will punish their sins, and they will return to Egypt."},{"bookname":"Hosea","chapter":"8","verse":"14","text":"Israel has forgotten his Maker and built royal palaces, and Judah has built many fortified cities. But I will send fire on their cities; it will consume their royal citadels."}],[{"bookname":"Hosea","chapter":"9","verse":"1","text":"O Israel, do not rejoice jubilantly like the nations, for you are unfaithful to your God. You love to receive a prostitute's wages on all the floors where you thresh your grain.","title":"Fertility Cult Festivals Have Intoxicated Israel"},{"bookname":"Hosea","chapter":"9","verse":"2","text":"Threshing floors and wine vats will not feed the people, and new wine only deceives them."},{"bookname":"Hosea","chapter":"9","verse":"3","text":"They will not remain in the Lord’s land. Ephraim will return to Egypt; they will eat ritually unclean food in Assyria.","title":"Assyrian Exile Will Reverse the Egyptian Exodus"},{"bookname":"Hosea","chapter":"9","verse":"4","text":"They will not pour out drink offerings of wine to the Lord; they will not please him with their sacrifices. Their sacrifices will be like bread eaten while in mourning; all those who eat them will make themselves ritually unclean. For their bread will be only to satisfy their appetite; it will not come into the temple of the Lord."},{"bookname":"Hosea","chapter":"9","verse":"5","text":"So what will you do on the festival day, on the festival days of the Lord?"},{"bookname":"Hosea","chapter":"9","verse":"6","text":"Look! Even if they flee from the destruction, Egypt will take hold of them, and Memphis will bury them. The weeds will inherit the silver they treasure &#8211; thorn bushes will occupy their homes.","title":"No Escape for the Israelites This Time!"},{"bookname":"Hosea","chapter":"9","verse":"7","text":"The time of judgment is about to arrive! The time of retribution is imminent! Let Israel know!The prophet is considered a fool &#8211; the inspired man is viewed as a madman &#8211; because of the multitude of your sins and your intense animosity.","title":"Israel Rejects Hosea&#8217;s Prophetic Exhortations"},{"bookname":"Hosea","chapter":"9","verse":"8","text":"The prophet is a watchman over Ephraim on behalf of God, yet traps are laid for him along all of his paths; animosity rages against him in the land of his God."},{"bookname":"Hosea","chapter":"9","verse":"9","text":"They have sunk deep into corruption as in the days of Gibeah. He will remember their wrongdoing. He will repay them for their sins.","title":"The Best of Times, the Worst of Times"},{"bookname":"Hosea","chapter":"9","verse":"10","text":"When I found Israel, it was like finding grapes in the wilderness. I viewed your ancestors like an early fig on a fig tree in its first season. Then they came to Baal-Peor and they dedicated themselves to shame &#8211; they became as detestable as what they loved."},{"bookname":"Hosea","chapter":"9","verse":"11","text":"Ephraim will be like a bird; what they value will fly away. They will not bear children &#8211; they will not enjoy pregnancy &#8211; they will not even conceive!","title":"The Fertility Worshipers Will Become Infertile"},{"bookname":"Hosea","chapter":"9","verse":"12","text":"Even if they raise their children, I will take away every last one of them. Woe to them! For I will turn away from them."},{"bookname":"Hosea","chapter":"9","verse":"13","text":"Just as lion cubs are born predators, so Ephraim will bear his sons for slaughter."},{"bookname":"Hosea","chapter":"9","verse":"14","text":"Give them, O Lord &#8211; what will you give them? Give them wombs that miscarry, and breasts that cannot nurse!"},{"bookname":"Hosea","chapter":"9","verse":"15","text":"Because of all their evil in Gilgal, I hate them there. On account of their evil deeds, I will drive them out of my land. I will no longer love them; all their rulers are rebels."},{"bookname":"Hosea","chapter":"9","verse":"16","text":"Ephraim will be struck down &#8211; their root will be dried up; they will not yield any fruit. Even if they do bear children, I will kill their precious offspring."},{"bookname":"Hosea","chapter":"9","verse":"17","text":"My God will reject them, for they have not obeyed him; so they will be fugitives among the nations."}],[{"bookname":"Hosea","chapter":"10","verse":"1","text":"Israel was a fertile vine that yielded fruit. As his fruit multiplied, he multiplied altars to Baal. As his land prospered, they adorned the fertility pillars.","title":"Israel is Guilty of Fertility Cult Worship"},{"bookname":"Hosea","chapter":"10","verse":"2","text":"Their heart is slipping; soon they will be punished for their guilt. The Lord will break their altars; he will completely destroy their fertility pillars."},{"bookname":"Hosea","chapter":"10","verse":"3","text":"Very soon they will say, “We have no king since we did not fear the Lord. But what can a king do for us anyway?”","title":"The Lord Will Punish Israel by Removing Its Kings"},{"bookname":"Hosea","chapter":"10","verse":"4","text":"They utter empty words, taking false oaths and making empty agreements. Therefore legal disputes sprout up like poisonous weeds in the furrows of a plowed field."},{"bookname":"Hosea","chapter":"10","verse":"5","text":"The inhabitants of Samaria will lament over the calf idol of Beth Aven. Its people will mourn over it; its idolatrous priests will wail over it, because its splendor will be taken from them into exile.","title":"The Calf Idol and Idolaters of Samaria Will Be Exiled"},{"bookname":"Hosea","chapter":"10","verse":"6","text":"Even the calf idol will be carried to Assyria, as tribute for the great king. Ephraim will be disgraced; Israel will be put to shame because of its wooden idol."},{"bookname":"Hosea","chapter":"10","verse":"7","text":"Samaria and its king will be carried off like a twig on the surface of the waters."},{"bookname":"Hosea","chapter":"10","verse":"8","text":"The high places of the “House of Wickedness” will be destroyed; it is the place where Israel sins. Thorns and thistles will grow up over its altars. Then they will say to the mountains, “Cover us!” and to the hills, “Fall on us!”"},{"bookname":"Hosea","chapter":"10","verse":"9","text":"O Israel, you have sinned since the time of Gibeah, and there you have remained. Did not war overtake the evildoers in Gibeah?","title":"Failure to Learn from the Sin and Judgment of Gibeah"},{"bookname":"Hosea","chapter":"10","verse":"10","text":"When I please, I will discipline them; I will gather nations together to attack them, to bind them in chains for their two sins."},{"bookname":"Hosea","chapter":"10","verse":"11","text":"Ephraim was a well-trained heifer who loved to thresh grain; I myself put a fine yokeon her neck. I will harness Ephraim. Let Judah plow! Let Jacob break up the unplowed ground for himself!","title":"Fertility Imagery: Plowing, Sowing, and Reaping"},{"bookname":"Hosea","chapter":"10","verse":"12","text":"Sow righteousness for yourselves, reap unfailing love. Break up the unplowed ground for yourselves, for it is time to seek the Lord, until he comes and showers deliverance on you."},{"bookname":"Hosea","chapter":"10","verse":"13","text":"But you have plowed wickedness; you have reaped injustice; you have eaten the fruit of deception. Because you have depended on your chariots; you have relied on your many warriors."},{"bookname":"Hosea","chapter":"10","verse":"14","text":"The roar of battle will rise against your people; all your fortresses will be devastated, just as Shalman devastated Beth Arbel on the day of battle, when mothers were dashed to the ground with their children.","title":"Bethel Will Be Destroyed Like Beth Arbel"},{"bookname":"Hosea","chapter":"10","verse":"15","text":"So will it happen to you, O Bethel, because of your great wickedness! When that day dawns, the king of Israel will be destroyed."}],[{"bookname":"Hosea","chapter":"11","verse":"1","text":"When Israel was a young man, I loved him like a son, and I summoned my son out of Egypt.","title":"Reversal of the Exodus: Return to Egypt and Exile in Assyria"},{"bookname":"Hosea","chapter":"11","verse":"2","text":"But the more I summoned them, the farther they departed from me. They sacrificed to the Baal idols and burned incense to images."},{"bookname":"Hosea","chapter":"11","verse":"3","text":"Yet it was I who led Ephraim, I took them by the arm; but they did not acknowledge that I had healed them."},{"bookname":"Hosea","chapter":"11","verse":"4","text":"I led them with leather cords, with leather ropes; I lifted the yoke from their neck, and gently fed them."},{"bookname":"Hosea","chapter":"11","verse":"5","text":"They will return to Egypt! Assyria will rule over them because they refuse to repent!"},{"bookname":"Hosea","chapter":"11","verse":"6","text":"A sword will flash in their cities, it will destroy the bars of their city gates, and will devour them in their fortresses."},{"bookname":"Hosea","chapter":"11","verse":"7","text":"My people are obsessed with turning away from me; they call to Baal, but he will never exalt them!"},{"bookname":"Hosea","chapter":"11","verse":"8","text":"How can I give you up, O Ephraim? How can I surrender you, O Israel? How can I treat you like Admah? How can I make you like Zeboiim? I have had a change of heart! All my tender compassions are aroused!","title":"The Divine Dilemma: Judgment or Mercy?"},{"bookname":"Hosea","chapter":"11","verse":"9","text":"I cannot carry out my fierce anger! I cannot totally destroy Ephraim! Because I am God, and not man &#8211; the Holy One among you &#8211; I will not come in wrath!"},{"bookname":"Hosea","chapter":"11","verse":"10","text":"He will roar like a lion, and they will follow the Lord; when he roars, his children will come trembling from the west.","title":"God Will Restore the Exiles to Israel"},{"bookname":"Hosea","chapter":"11","verse":"11","text":"They will return in fear and trembling like birds from Egypt, like doves from Assyria, and I will settle them in their homes,” declares the Lord."},{"bookname":"Hosea","chapter":"11","verse":"12","text":" Ephraim has surrounded me with lies; the house of Israel has surrounded me with deceit. But Judah still roams about with God; he remains faithful to the Holy One.","title":"God&#8217;s Lawsuit against Israel: Breach of Covenant"}],[{"bookname":"Hosea","chapter":"12","verse":"1","text":"Ephraim continually feeds on the wind; he chases the east wind all day; he multiplies lies and violence. They make treaties with Assyria, and send olive oil as tribute to Egypt."},{"bookname":"Hosea","chapter":"12","verse":"2","text":"The Lord also has a covenant lawsuit against Judah; he will punish Jacob according to his ways and repay him according to his deeds."},{"bookname":"Hosea","chapter":"12","verse":"3","text":"In the womb he attacked his brother; in his manly vigor he struggled with God.","title":"Israel Must Return to the God of Jacob"},{"bookname":"Hosea","chapter":"12","verse":"4","text":"He struggled with an angel and prevailed; he wept and begged for his favor. He found God at Bethel, and there he spoke with him!"},{"bookname":"Hosea","chapter":"12","verse":"5","text":"As for the Lord God Almighty, the Lord is the name by which he is remembered!"},{"bookname":"Hosea","chapter":"12","verse":"6","text":"But you must return to your God, by maintaining love and justice, and by waiting for your God to return to you."},{"bookname":"Hosea","chapter":"12","verse":"7","text":"The businessmen love to cheat; they use dishonest scales.","title":"The Lord Refutes Israel&#8217;s False Claim of Innocence"},{"bookname":"Hosea","chapter":"12","verse":"8","text":"Ephraim boasts, “I am very rich! I have become wealthy! In all that I have done to gain my wealth, no one can accuse me of any offense that is actually sinful.”"},{"bookname":"Hosea","chapter":"12","verse":"9","text":"“I am the Lord your God who brought you out of Egypt; I will make you live in tents again as in the days of old."},{"bookname":"Hosea","chapter":"12","verse":"10","text":"I spoke to the prophets; I myself revealed many visions; I spoke in parables through the prophets.”"},{"bookname":"Hosea","chapter":"12","verse":"11","text":"Is there idolatry in Gilead? Certainly its inhabitants will come to nothing! Do they sacrifice bulls in Gilgal? Surely their altars will be like stones heaped up on a plowed field!"},{"bookname":"Hosea","chapter":"12","verse":"12","text":"Jacob fled to the country of Aram, then Israel worked to acquire a wife; he tended sheep to pay for her.","title":"Jacob in Aram, Israel in Egypt, and Ephraim in Trouble"},{"bookname":"Hosea","chapter":"12","verse":"13","text":"The Lord brought Israel out of Egypt by a prophet, and due to a prophet Israel was preserved alive."},{"bookname":"Hosea","chapter":"12","verse":"14","text":"But Ephraim bitterly provoked him to anger; so he will hold him accountable for the blood he has shed, his Lord will repay him for the contempt he has shown."}],[{"bookname":"Hosea","chapter":"13","verse":"1","text":"When Ephraim spoke, there was terror; he was exalted in Israel, but he became guilty by worshiping Baal and died.","title":"Baal Worshipers and Calf Worshipers to be Destroyed"},{"bookname":"Hosea","chapter":"13","verse":"2","text":"Even now they persist in sin! They make metal images for themselves, idols that they skillfully fashion from their own silver; all of them are nothing but the work of craftsmen! There is a saying about them: “Those who sacrifice to the calf idol are calf kissers!”"},{"bookname":"Hosea","chapter":"13","verse":"3","text":"Therefore they will disappear like the morning mist, like early morning dew that evaporates, like chaff that is blown away from a threshing floor, like smoke that disappears through an open window."},{"bookname":"Hosea","chapter":"13","verse":"4","text":"But I am the Lord your God, who brought you out of Egypt. Therefore, you must not acknowledge any God but me; except me there is no Savior.","title":"Well-Fed Israel Will Be Fed to Wild Animals"},{"bookname":"Hosea","chapter":"13","verse":"5","text":"I cared for you in the wilderness, in the dry desert where no water was."},{"bookname":"Hosea","chapter":"13","verse":"6","text":"When they were fed, they became satisfied; when they were satisfied, they became proud; as a result, they forgot me!"},{"bookname":"Hosea","chapter":"13","verse":"7","text":"So I will pounce on them like a lion; like a leopard I will lurk by the path."},{"bookname":"Hosea","chapter":"13","verse":"8","text":"I will attack them like a bear robbed of her cubs &#8211; I will rip open their chests. I will devour them there like a lion &#8211; like a wild animal would tear them apart."},{"bookname":"Hosea","chapter":"13","verse":"9","text":"I will destroy you, O Israel! Who is there to help you?","title":"Israel&#8217;s King Unable to Deliver the Nation"},{"bookname":"Hosea","chapter":"13","verse":"10","text":"Where then is your king, that he may save you in all your cities? Where are your rulers for whom you asked, saying, “Give me a king and princes”?"},{"bookname":"Hosea","chapter":"13","verse":"11","text":"I granted you a king in my anger, and I will take him away in my wrath!"},{"bookname":"Hosea","chapter":"13","verse":"12","text":"The punishment of Ephraim has been decreed; his punishment is being stored up for the future.","title":"Israel&#8217;s Punishment Will Not Be Withheld Much Longer"},{"bookname":"Hosea","chapter":"13","verse":"13","text":"The labor pains of a woman will overtake him, but the baby will lack wisdom; when the time arrives, he will not come out of the womb!"},{"bookname":"Hosea","chapter":"13","verse":"14","text":"Will I deliver them from the power of Sheol? No, I will not! Will I redeem them from death? No, I will not! O Death, bring on your plagues! O Sheol, bring on your destruction! My eyes will not show any compassion!","title":"The Lord Will Not Relent from the Threatened Judgment"},{"bookname":"Hosea","chapter":"13","verse":"15","text":"Even though he flourishes like a reed plant, a scorching east wind will come, a wind from the Lord rising up from the desert. As a result, his spring will dry up; his well will become dry. That wind will spoil all his delightful foods in the containers in his storehouse.","title":"The Capital of the Northern Empire Will Be Destroyed"},{"bookname":"Hosea","chapter":"13","verse":"16","text":" Samaria will be held guilty, because she rebelled against her God. They will fall by the sword, their infants will be dashed to the ground &#8211; their pregnant women will be ripped open."}],[{"bookname":"Hosea","chapter":"14","verse":"1","text":"Return, O Israel, to the Lord your God, for your sin has been your downfall!","title":"Prophetic Call to Genuine Repentance"},{"bookname":"Hosea","chapter":"14","verse":"2","text":"Return to the Lord and repent! Say to him: “Completely forgive our iniquity; accept our penitential prayer, that we may offer the praise of our lips as sacrificial bulls."},{"bookname":"Hosea","chapter":"14","verse":"3","text":"Assyria cannot save us; we will not ride warhorses. We will never again say, ‘Our gods’ to what our own hands have made. For only you will show compassion to Orphan Israel!”"},{"bookname":"Hosea","chapter":"14","verse":"4","text":"“I will heal their waywardness and love them freely, for my anger will turn away from them.","title":"Divine Promise to Relent from Judgment and to Restore Blessings"},{"bookname":"Hosea","chapter":"14","verse":"5","text":"I will be like the dew to Israel; he will blossom like a lily, he will send down his roots like a cedar of Lebanon."},{"bookname":"Hosea","chapter":"14","verse":"6","text":"His young shoots will grow; his splendor will be like an olive tree, his fragrance like a cedar of Lebanon."},{"bookname":"Hosea","chapter":"14","verse":"7","text":"People will reside again in his shade; they will plant and harvest grain in abundance. They will blossom like a vine, and his fame will be like the wine from Lebanon."},{"bookname":"Hosea","chapter":"14","verse":"8","text":"O Ephraim, I do not want to have anything to do with idols anymore! I will answer him and care for him. I am like a luxuriant cypress tree;  your fruitfulness comes from me!"},{"bookname":"Hosea","chapter":"14","verse":"9","text":"Who is wise? Let him discern these things! Who is discerning? Let him understand them! For the ways of the Lord are right; the godly walk in them, but in them the rebellious stumble.","title":"Concluding Exhortation"}]]}