{"book":{"id":29,"abbrev":"joe","name":"Joel","chapters":3},"chapters":[[{"bookname":"Joel","chapter":"1","verse":"1","text":"This is the Lord’s message that was given to Joel the son of Pethuel:","title":"Introduction"},{"bookname":"Joel","chapter":"1","verse":"2","text":"Listen to this, you elders; pay attention, all inhabitants of the land. Has anything like this ever happened in your whole life or in the lifetime of your ancestors?","title":"A Locust Plague Foreshadows the Day of the Lord"},{"bookname":"Joel","chapter":"1","verse":"3","text":"Tell your children about it, have your children tell their children, and their children the following generation."},{"bookname":"Joel","chapter":"1","verse":"4","text":"What the gazam-locust left the ‘arbeh-locust consumed, what the ‘arbeh-locust left the yeleq-locust consumed, and what the yeleq-locust left the hasil-locust consumed!"},{"bookname":"Joel","chapter":"1","verse":"5","text":"Wake up, you drunkards, and weep! Wail, all you wine drinkers, because the sweet wine has been taken away from you."},{"bookname":"Joel","chapter":"1","verse":"6","text":"For a nation has invaded our land. There are so many of them they are too numerous to count. Their teeth are like those of a lion; they tear apart their prey like a lioness."},{"bookname":"Joel","chapter":"1","verse":"7","text":"They have destroyed our vines; they have turned our fig trees into mere splinters. They have completely stripped off the bark and thrown them aside; the twigs are stripped bare."},{"bookname":"Joel","chapter":"1","verse":"8","text":"Wail like a young virgin clothed in sackcloth, lamenting the death of her husband-to-be.","title":"A Call to Lament"},{"bookname":"Joel","chapter":"1","verse":"9","text":"No one brings grain offerings or drink offerings to the temple of the Lord anymore. So the priests, those who serve the Lord, are in mourning."},{"bookname":"Joel","chapter":"1","verse":"10","text":"The crops of the fields have been destroyed. The ground is in mourning because the grain has perished. The fresh wine has dried up; the olive oil languishes."},{"bookname":"Joel","chapter":"1","verse":"11","text":"Be distressed, farmers; wail, vinedressers, over the wheat and the barley. For the harvest of the field has perished."},{"bookname":"Joel","chapter":"1","verse":"12","text":"The vine has dried up; the fig tree languishes &#8211; the pomegranate, date, and apple as well. In fact, all the trees of the field have dried up. Indeed, the joy of the people has dried up!"},{"bookname":"Joel","chapter":"1","verse":"13","text":"Get dressed and lament, you priests! Wail, you who minister at the altar! Come, spend the night in sackcloth, you servants of my God, because no one brings grain offerings or drink offerings to the temple of your God anymore."},{"bookname":"Joel","chapter":"1","verse":"14","text":"Announce a holy fast; proclaim a sacred assembly. Gather the elders and all the inhabitants of the land to the temple of the Lord your God, and cry out to the Lord."},{"bookname":"Joel","chapter":"1","verse":"15","text":"How awful that day will be! For the day of the Lord is near; it will come as destruction from the Divine Destroyer."},{"bookname":"Joel","chapter":"1","verse":"16","text":"Our food has been cut off right before our eyes! There is no longer any joy or gladness in the temple of our God!"},{"bookname":"Joel","chapter":"1","verse":"17","text":"The grains of seed have shriveled beneath their shovels. Storehouses have been decimated and granaries have been torn down, for the grain has dried up."},{"bookname":"Joel","chapter":"1","verse":"18","text":"Listen to the cattle groan! The herds of livestock wander around in confusion because they have no pasture. Even the flocks of sheep are suffering."},{"bookname":"Joel","chapter":"1","verse":"19","text":"To you, O Lord, I call out for help, for fire has burned up the grassy pastures, flames have razed all the trees in the fields."},{"bookname":"Joel","chapter":"1","verse":"20","text":"Even the wild animals cry out to you; for the river beds have dried up; fire has destroyed the grassy pastures."}],[{"bookname":"Joel","chapter":"2","verse":"1","text":"Blow the trumpet in Zion; sound the alarm signal on my holy mountain! Let all the inhabitants of the land shake with fear, for the day of the Lord is about to come. Indeed, it is near!","title":"The Locusts&#8217; Devastation"},{"bookname":"Joel","chapter":"2","verse":"2","text":"It will be a day of dreadful darkness, a day of foreboding storm clouds, like blackness spread over the mountains. It is a huge and powerful army &#8211; there has never been anything like it ever before, and there will not be anything like it for many generations to come!"},{"bookname":"Joel","chapter":"2","verse":"3","text":"Like fire they devour everything in their path; a flame blazes behind them. The land looks like the Garden of Eden before them, but behind them there is only a desolate wilderness &#8211; for nothing escapes them!"},{"bookname":"Joel","chapter":"2","verse":"4","text":"They look like horses; they charge ahead like war horses."},{"bookname":"Joel","chapter":"2","verse":"5","text":"They sound like chariots rumbling over mountain tops, like the crackling of blazing fire consuming stubble, like the noise of a mighty army being drawn up for battle."},{"bookname":"Joel","chapter":"2","verse":"6","text":"People writhe in fear when they see them. All of their faces turn pale with fright."},{"bookname":"Joel","chapter":"2","verse":"7","text":"They charge like warriors; they scale walls like soldiers. Each one proceeds on his course; they do not alter their path."},{"bookname":"Joel","chapter":"2","verse":"8","text":"They do not jostle one another; each of them marches straight ahead. They burst through the city defenses and do not break ranks."},{"bookname":"Joel","chapter":"2","verse":"9","text":"They rush into the city; they scale its walls. They climb up into the houses; they go in through the windows like a thief."},{"bookname":"Joel","chapter":"2","verse":"10","text":"The earth quakes before them; the sky reverberates. The sun and the moon grow dark; the stars refuse to shine."},{"bookname":"Joel","chapter":"2","verse":"11","text":"The voice of the Lord thunders as he leads his army. Indeed, his warriors are innumerable; Surely his command is carried out! Yes, the day of the Lord is awesome and very terrifying &#8211; who can survive it?"},{"bookname":"Joel","chapter":"2","verse":"12","text":"“Yet even now,” the Lord says, “return to me with all your heart &#8211; with fasting, weeping, and mourning. Tear your hearts, not just your garments!”","title":"An Appeal for Repentance"},{"bookname":"Joel","chapter":"2","verse":"13","text":"Return to the Lord your God, for he is merciful and compassionate, slow to anger and boundless in loyal love &#8211; often relenting from calamitous punishment."},{"bookname":"Joel","chapter":"2","verse":"14","text":"Who knows? Perhaps he will be compassionate and grant a reprieve, and leave blessing in his wake &#8211; a meal offering and a drink offering for you to offer to the Lord your God!"},{"bookname":"Joel","chapter":"2","verse":"15","text":"Blow the trumpet in Zion. Announce a holy fast; proclaim a sacred assembly!"},{"bookname":"Joel","chapter":"2","verse":"16","text":"Gather the people; sanctify an assembly! Gather the elders; gather the children and the nursing infants. Let the bridegroom come out from his bedroom and the bride from her private quarters."},{"bookname":"Joel","chapter":"2","verse":"17","text":"Let the priests, those who serve the Lord, weep from the vestibule all the way back to the altar. Let them say, “Have pity, O Lord, on your people; please do not turn over your inheritance to be mocked, to become a proverb among the nations. Why should it be said among the peoples, “Where is their God?”"},{"bookname":"Joel","chapter":"2","verse":"18","text":"Then the Lord became zealous for his land; he had compassion on his people.","title":"The <sc>Lord<\/sc>&#8217;s Response"},{"bookname":"Joel","chapter":"2","verse":"19","text":"The Lord responded to his people, “Look! I am about to restore your grain as well as fresh wine and olive oil. You will be fully satisfied. I will never again make you an object of mockery among the nations."},{"bookname":"Joel","chapter":"2","verse":"20","text":"I will remove the one from the north far from you. I will drive him out to a dry and desolate place. Those in front will be driven eastward into the Dead Sea, and those in back westward into the Mediterranean Sea. His stench will rise up as a foul smell.” Indeed, the Lord has accomplished great things."},{"bookname":"Joel","chapter":"2","verse":"21","text":"Do not fear, my land! Rejoice and be glad, because the Lord has accomplished great things!"},{"bookname":"Joel","chapter":"2","verse":"22","text":"Do not fear, wild animals! For the pastures of the wilderness are again green with grass. Indeed, the trees bear their fruit; the fig tree and the vine yield to their fullest."},{"bookname":"Joel","chapter":"2","verse":"23","text":"Citizens of Zion, rejoice! Be glad because of what the Lord your God has done! For he has given to you the early rains as vindication. He has sent to you the rains &#8211; both the early and the late rains as formerly."},{"bookname":"Joel","chapter":"2","verse":"24","text":"The threshing floors are full of grain; the vats overflow with fresh wine and olive oil."},{"bookname":"Joel","chapter":"2","verse":"25","text":"I will make up for the years that the ‘arbeh-locust consumed your crops &#8211; the yeleq-locust, the hasil-locust, and the gazam-locust &#8211; my great army that I sent against you."},{"bookname":"Joel","chapter":"2","verse":"26","text":"You will have plenty to eat, and your hunger will be fully satisfied; you will praise the name of the Lord your God, who has acted wondrously in your behalf. My people will never again be put to shame."},{"bookname":"Joel","chapter":"2","verse":"27","text":"You will be convinced that I am in the midst of Israel. I am the Lord your God; there is no other. My people will never again be put to shame."},{"bookname":"Joel","chapter":"2","verse":"28","text":" After all of this I will pour out my Spirit on all kinds of people. Your sons and daughters will prophesy. Your elderly will have revelatory dreams; your young men will see prophetic visions.","title":"An Outpouring of the Spirit"},{"bookname":"Joel","chapter":"2","verse":"29","text":"Even on male and female servants I will pour out my Spirit in those days."},{"bookname":"Joel","chapter":"2","verse":"30","text":"I will produce portents both in the sky and on the earth &#8211; blood, fire, and columns of smoke."},{"bookname":"Joel","chapter":"2","verse":"31","text":"The sunlight will be turned to darkness and the moon to the color of blood, before the day of the Lord comes &#8211; that great and terrible day!"},{"bookname":"Joel","chapter":"2","verse":"32","text":"It will so happen that everyone who calls on the name of the Lord will be delivered. For on Mount Zion and in Jerusalem there will be those who survive, just as the Lord has promised; the remnant will be those whom the Lord will call."}],[{"bookname":"Joel","chapter":"3","verse":"1","text":" For look! In those days and at that time I will return the exiles to Judah and Jerusalem.","title":"The <sc>Lord<\/sc> Plans to Judge the Nations"},{"bookname":"Joel","chapter":"3","verse":"2","text":"Then I will gather all the nations, and bring them down to the valley of Jehoshaphat. I will enter into judgment against them there concerning my people Israel who are my inheritance, whom they scattered among the nations. They partitioned my land,"},{"bookname":"Joel","chapter":"3","verse":"3","text":"and they cast lots for my people. They traded a boy for a prostitute; they sold a little girl for wine so they could drink."},{"bookname":"Joel","chapter":"3","verse":"4","text":"Why are you doing these things to me, Tyre and Sidon? Are you trying to get even with me, land of Philistia? I will very quickly repay you for what you have done!"},{"bookname":"Joel","chapter":"3","verse":"5","text":"For you took my silver and my gold and brought my precious valuables to your own palaces."},{"bookname":"Joel","chapter":"3","verse":"6","text":"You sold Judeans and Jerusalemites to the Greeks, removing them far from their own country."},{"bookname":"Joel","chapter":"3","verse":"7","text":"Look! I am rousing them from that place to which you sold them. I will repay you for what you have done!"},{"bookname":"Joel","chapter":"3","verse":"8","text":"I will sell your sons and daughters to the people of Judah. They will sell them to the Sabeans, a nation far away. Indeed, the Lord has spoken!"},{"bookname":"Joel","chapter":"3","verse":"9","text":"Proclaim this among the nations: “Prepare for a holy war! Call out the warriors! Let all these fighting men approach and attack!","title":"Judgment in the Valley of Jehoshaphat"},{"bookname":"Joel","chapter":"3","verse":"10","text":"Beat your plowshares into swords, and your pruning hooks into spears! Let the weak say, ‘I too am a warrior!’"},{"bookname":"Joel","chapter":"3","verse":"11","text":"Lend your aid and come, all you surrounding nations, and gather yourselves to that place.” Bring down, O Lord, your warriors!"},{"bookname":"Joel","chapter":"3","verse":"12","text":"Let the nations be roused and let them go up to the valley of Jehoshaphat, for there I will sit in judgment on all the surrounding nations."},{"bookname":"Joel","chapter":"3","verse":"13","text":"Rush forth with the sickle, for the harvest is ripe! Come, stomp the grapes, for the winepress is full! The vats overflow. Indeed, their evil is great!"},{"bookname":"Joel","chapter":"3","verse":"14","text":"Crowds, great crowds are in the valley of decision, for the day of the Lord is near in the valley of decision!"},{"bookname":"Joel","chapter":"3","verse":"15","text":"The sun and moon are darkened; the stars withhold their brightness."},{"bookname":"Joel","chapter":"3","verse":"16","text":"The Lord roars from Zion; from Jerusalem his voice bellows out. The heavens and the earth shake. But the Lord is a refuge for his people; he is a stronghold for the citizens of Israel."},{"bookname":"Joel","chapter":"3","verse":"17","text":"You will be convinced that I the Lord am your God, dwelling on Zion, my holy mountain. Jerusalem will be holy &#8211; conquering armies will no longer pass through it.","title":"The <sc>Lord<\/sc>&#8217;s Presence in Zion"},{"bookname":"Joel","chapter":"3","verse":"18","text":"On that day the mountains will drip with sweet wine, and the hills will flow with milk. All the dry stream beds of Judah will flow with water. A spring will flow out from the temple of the Lord, watering the Valley of Acacia Trees."},{"bookname":"Joel","chapter":"3","verse":"19","text":"Egypt will be desolate and Edom will be a desolate wilderness, because of the violence they did to the people of Judah, in whose land they shed innocent blood."},{"bookname":"Joel","chapter":"3","verse":"20","text":"But Judah will reside securely forever, and Jerusalem will be secure from one generation to the next."},{"bookname":"Joel","chapter":"3","verse":"21","text":"I will avenge their blood which I had not previously acquitted. It is the Lord who dwells in Zion!"}]]}