{"book":{"id":3,"abbrev":"lev","name":"Leviticus","chapters":27},"chapters":[[{"bookname":"Leviticus","chapter":"1","verse":"1","text":"Then the Lord called to Moses and spoke to him from the Meeting Tent:","title":"Introduction to the Sacrificial Regulations"},{"bookname":"Leviticus","chapter":"1","verse":"2","text":"“Speak to the Israelites and tell them, ‘When someone among you presents an offering to the Lord, you must present your offering from the domesticated animals, either from the herd or from the flock."},{"bookname":"Leviticus","chapter":"1","verse":"3","text":"“‘If his offering is a burnt offering from the herd he must present it as a flawless male; he must present it at the entrance of the Meeting Tent for its acceptance before the Lord.","title":"Burnt Offering Regulations: Animal from the Herd"},{"bookname":"Leviticus","chapter":"1","verse":"4","text":"He must lay his hand on the head of the burnt offering, and it will be accepted for him to make atonement on his behalf."},{"bookname":"Leviticus","chapter":"1","verse":"5","text":"Then the one presenting the offering must slaughter the bull before the Lord, and the sons of Aaron, the priests, must present the blood and splash the blood against the sides of the altar which is at the entrance of the Meeting Tent."},{"bookname":"Leviticus","chapter":"1","verse":"6","text":"Next, the one presenting the offering must skin the burnt offering and cut it into parts,"},{"bookname":"Leviticus","chapter":"1","verse":"7","text":"and the sons of Aaron, the priest, must put fire on the altar and arrange wood on the fire."},{"bookname":"Leviticus","chapter":"1","verse":"8","text":"Then the sons of Aaron, the priests, must arrange the parts with the head and the suet on the wood that is in the fire on the altar."},{"bookname":"Leviticus","chapter":"1","verse":"9","text":"Finally, the one presenting the offering must wash its entrails and its legs in water and the priest must offer all of it up in smoke on the altar &#8211; it is a burnt offering, a gift of a soothing aroma to the Lord."},{"bookname":"Leviticus","chapter":"1","verse":"10","text":"“‘If his offering is from the flock for a burnt offering &#8211; from the sheep or the goats &#8211; he must present a flawless male,","title":"Animal from the Flock"},{"bookname":"Leviticus","chapter":"1","verse":"11","text":"and must slaughter it on the north side of the altar before the Lord, and the sons of Aaron, the priests, will splash its blood against the altar’s sides."},{"bookname":"Leviticus","chapter":"1","verse":"12","text":"Next, the one presenting the offering must cut it into parts, with its head and its suet, and the priest must arrange them on the wood which is in the fire, on the altar."},{"bookname":"Leviticus","chapter":"1","verse":"13","text":"Then the one presenting the offering must wash the entrails and the legs in water, and the priest must present all of it and offer it up in smoke on the altar &#8211; it is a burnt offering, a gift of a soothing aroma to the Lord."},{"bookname":"Leviticus","chapter":"1","verse":"14","text":"“‘If his offering to the Lord is a burnt offering from the birds, he must present his offering from the turtledoves or from the young pigeons.","title":"From the Birds"},{"bookname":"Leviticus","chapter":"1","verse":"15","text":"The priest must present it at the altar, pinch off its head and offer the head up in smoke on the altar, and its blood must be drained out against the side of the altar."},{"bookname":"Leviticus","chapter":"1","verse":"16","text":"Then the priest must remove its entrails by cutting off its tail feathers, and throw them to the east side of the altar into the place of fatty ashes,"},{"bookname":"Leviticus","chapter":"1","verse":"17","text":"and tear it open by its wings without dividing it into two parts. Finally, the priest must offer it up in smoke on the altar on the wood which is in the fire &#8211; it is a burnt offering, a gift of a soothing aroma to the Lord."}],[{"bookname":"Leviticus","chapter":"2","verse":"1","text":"“‘When a person presents a grain offering to the Lord, his offering must consist of choice wheat flour, and he must pour olive oil on it and put frankincense on it.","title":"Grain Offering Regulations: Offering of Raw Flour"},{"bookname":"Leviticus","chapter":"2","verse":"2","text":"Then he must bring it to the sons of Aaron, the priests, and the priest must scoop out from there a handful of its choice wheat flour and some of its olive oil in addition to all of its frankincense, and the priest must offer its memorial portion up in smoke on the altar &#8211; it is a gift of a soothing aroma to the Lord."},{"bookname":"Leviticus","chapter":"2","verse":"3","text":"The remainder of the grain offering belongs to Aaron and to his sons &#8211; it is most holy from the gifts of the Lord."},{"bookname":"Leviticus","chapter":"2","verse":"4","text":"“‘When you present an offering of grain baked in an oven, it must be made of choice wheat flour baked into unleavened loaves mixed with olive oil or unleavened wafers smeared with olive oil.","title":"Processed Grain Offerings"},{"bookname":"Leviticus","chapter":"2","verse":"5","text":"If your offering is a grain offering made on the griddle, it must be choice wheat flour mixed with olive oil, unleavened."},{"bookname":"Leviticus","chapter":"2","verse":"6","text":"Crumble it in pieces and pour olive oil on it &#8211; it is a grain offering."},{"bookname":"Leviticus","chapter":"2","verse":"7","text":"If your offering is a grain offering made in a pan, it must be made of choice wheat flour deep fried in olive oil."},{"bookname":"Leviticus","chapter":"2","verse":"8","text":"“‘You must bring the grain offering that must be made from these to the Lord. Present it to the priest, and he will bring it to the altar."},{"bookname":"Leviticus","chapter":"2","verse":"9","text":"Then the priest must take up from the grain offering its memorial portion and offer it up in smoke on the altar &#8211; it is a gift of a soothing aroma to the Lord."},{"bookname":"Leviticus","chapter":"2","verse":"10","text":"The remainder of the grain offering belongs to Aaron and to his sons &#8211; it is most holy from the gifts of the Lord."},{"bookname":"Leviticus","chapter":"2","verse":"11","text":"“‘No grain offering which you present to the Lord can be made with yeast, for you must not offer up in smoke any yeast or honey as a gift to the Lord.","title":"Additional Grain Offering Regulations"},{"bookname":"Leviticus","chapter":"2","verse":"12","text":"You can present them to the Lord as an offering of first fruit, but they must not go up to the altar for a soothing aroma."},{"bookname":"Leviticus","chapter":"2","verse":"13","text":"Moreover, you must season every one of your grain offerings with salt; you must not allow the salt of the covenant of your God to be missing from your grain offering &#8211; on every one of your grain offerings you must present salt."},{"bookname":"Leviticus","chapter":"2","verse":"14","text":"“‘If you present a grain offering of first ripe grain to the Lord, you must present your grain offering of first ripe grain as soft kernels roasted in fire &#8211; crushed bits of fresh grain."},{"bookname":"Leviticus","chapter":"2","verse":"15","text":"And you must put olive oil on it and set frankincense on it &#8211; it is a grain offering."},{"bookname":"Leviticus","chapter":"2","verse":"16","text":"Then the priest must offer its memorial portion up in smoke &#8211; some of its crushed bits, some of its olive oil, in addition to all of its frankincense &#8211; it is a gift to the Lord."}],[{"bookname":"Leviticus","chapter":"3","verse":"1","text":"“‘Now if his offering is a peace offering sacrifice, if he presents an offering from the herd, he must present before the Lord a flawless male or a female.","title":"Peace Offering Regulations: Animal from the Herd"},{"bookname":"Leviticus","chapter":"3","verse":"2","text":"He must lay his hand on the head of his offering and slaughter it at the entrance of the Meeting Tent, and the sons of Aaron, the priests, must splash the blood against the altar’s sides."},{"bookname":"Leviticus","chapter":"3","verse":"3","text":"Then the one presenting the offering must present a gift to the Lord from the peace offering sacrifice: He must remove the fat that covers the entrails and all the fat that surrounds the entrails,"},{"bookname":"Leviticus","chapter":"3","verse":"4","text":"the two kidneys with the fat on their sinews, and the protruding lobe on the liver (which he is to remove along with the kidneys)."},{"bookname":"Leviticus","chapter":"3","verse":"5","text":"Then the sons of Aaron must offer it up in smoke on the altar atop the burnt offering that is on the wood in the fire as a gift of a soothing aroma to the Lord."},{"bookname":"Leviticus","chapter":"3","verse":"6","text":"“‘If his offering for a peace offering sacrifice to the Lord is from the flock, he must present a flawless male or female.","title":"Animal from the Flock"},{"bookname":"Leviticus","chapter":"3","verse":"7","text":"If he presents a sheep as his offering, he must present it before the Lord."},{"bookname":"Leviticus","chapter":"3","verse":"8","text":"He must lay his hand on the head of his offering and slaughter it before the Meeting Tent, and the sons of Aaron must splash its blood against the altar’s sides."},{"bookname":"Leviticus","chapter":"3","verse":"9","text":"Then he must present a gift to the Lord from the peace offering sacrifice: He must remove all the fatty tail up to the end of the spine, the fat covering the entrails, and all the fat on the entrails,"},{"bookname":"Leviticus","chapter":"3","verse":"10","text":"the two kidneys with the fat on their sinews, and the protruding lobe on the liver (which he is to remove along with the kidneys)."},{"bookname":"Leviticus","chapter":"3","verse":"11","text":"Then the priest must offer it up in smoke on the altar as a food gift to the Lord."},{"bookname":"Leviticus","chapter":"3","verse":"12","text":"“‘If his offering is a goat he must present it before the Lord,"},{"bookname":"Leviticus","chapter":"3","verse":"13","text":"lay his hand on its head, and slaughter it before the Meeting Tent, and the sons of Aaron must splash its blood against the altar’s sides."},{"bookname":"Leviticus","chapter":"3","verse":"14","text":"Then he must present from it his offering as a gift to the Lord: the fat which covers the entrails and all the fat on the entrails,"},{"bookname":"Leviticus","chapter":"3","verse":"15","text":"the two kidneys with the fat on their sinews, and the protruding lobe on the liver (which he is to remove along with the kidneys)."},{"bookname":"Leviticus","chapter":"3","verse":"16","text":"Then the priest must offer them up in smoke on the altar as a food gift for a soothing aroma &#8211; all the fat belongs to the Lord."},{"bookname":"Leviticus","chapter":"3","verse":"17","text":"This is a perpetual statute throughout your generations in all the places where you live: You must never eat any fat or any blood.’”"}],[{"bookname":"Leviticus","chapter":"4","verse":"1","text":"Then the Lord spoke to Moses:","title":"Sin Offering Regulations"},{"bookname":"Leviticus","chapter":"4","verse":"2","text":"“Tell the Israelites, ‘When a person sins by straying unintentionally from any of the Lord’s commandments which must not be violated, and violates any one of them &#8211;"},{"bookname":"Leviticus","chapter":"4","verse":"3","text":"“‘If the high priest sins so that the people are guilty, on account of the sin he has committed he must present a flawless young bull to the Lord for a sin offering.","title":"For the Priest"},{"bookname":"Leviticus","chapter":"4","verse":"4","text":"He must bring the bull to the entrance of the Meeting Tent before the Lord, lay his hand on the head of the bull, and slaughter the bull before the Lord."},{"bookname":"Leviticus","chapter":"4","verse":"5","text":"Then that high priest must take some of the blood of the bull and bring it to the Meeting Tent."},{"bookname":"Leviticus","chapter":"4","verse":"6","text":"The priest must dip his finger in the blood and sprinkle some of it seven times before the Lord toward the front of the veil-canopy of the sanctuary."},{"bookname":"Leviticus","chapter":"4","verse":"7","text":"The priest must put some of the blood on the horns of the altar of fragrant incense that is before the Lord in the Meeting Tent, and all the rest of the bull’s blood he must pour out at the base of the altar of burnt offering that is at the entrance of the Meeting Tent."},{"bookname":"Leviticus","chapter":"4","verse":"8","text":"“‘Then he must take up all the fat from the sin offering bull: the fat covering the entrails and all the fat surrounding the entrails,"},{"bookname":"Leviticus","chapter":"4","verse":"9","text":"the two kidneys with the fat on their sinews, and the protruding lobe on the liver (which he is to remove along with the kidneys)"},{"bookname":"Leviticus","chapter":"4","verse":"10","text":"&#8211; just as it is taken from the ox of the peace offering sacrifice &#8211; and the priest must offer them up in smoke on the altar of burnt offering."},{"bookname":"Leviticus","chapter":"4","verse":"11","text":"But the hide of the bull, all its flesh along with its head and its legs, its entrails, and its dung &#8211;"},{"bookname":"Leviticus","chapter":"4","verse":"12","text":"all the rest of the bull &#8211; he must bring outside the camp to a ceremonially clean place, to the fatty ash pile, and he must burn it on a wood fire; it must be burned on the fatty ash pile."},{"bookname":"Leviticus","chapter":"4","verse":"13","text":"“‘If the whole congregation of Israel strays unintentionally and the matter is not noticed by the assembly, and they violate one of the Lord’s commandments, which must not be violated, so they become guilty,","title":"For the Whole Congregation"},{"bookname":"Leviticus","chapter":"4","verse":"14","text":"the assembly must present a young bull for a sin offering when the sin they have committed becomes known. They must bring it before the Meeting Tent,"},{"bookname":"Leviticus","chapter":"4","verse":"15","text":"the elders of the congregation must lay their hands on the head of the bull before the Lord, and someone must slaughter the bull before the Lord."},{"bookname":"Leviticus","chapter":"4","verse":"16","text":"Then the high priest must bring some of the blood of the bull to the Meeting Tent,"},{"bookname":"Leviticus","chapter":"4","verse":"17","text":"and that priest must dip his finger in the blood and sprinkle some of the blood seven times before the Lord toward the front of the veil-canopy."},{"bookname":"Leviticus","chapter":"4","verse":"18","text":"He must put some of the blood on the horns of the altar which is before the Lord in the Meeting Tent, and all the rest of the blood he must pour out at the base of the altar of burnt offering that is at the entrance of the Meeting Tent."},{"bookname":"Leviticus","chapter":"4","verse":"19","text":"“‘Then the priest must take all its fat and offer the fat up in smoke on the altar."},{"bookname":"Leviticus","chapter":"4","verse":"20","text":"He must do with the rest of the bull just as he did with the bull of the sin offering; this is what he must do with it. So the priest will make atonement on their behalf and they will be forgiven."},{"bookname":"Leviticus","chapter":"4","verse":"21","text":"He must bring the rest of the bull outside the camp and burn it just as he burned the first bull &#8211; it is the sin offering of the assembly."},{"bookname":"Leviticus","chapter":"4","verse":"22","text":"“‘Whenever a leader, by straying unintentionally, sins and violates one of the commandments of the Lord his God which must not be violated, and he pleads guilty,","title":"For the Leader"},{"bookname":"Leviticus","chapter":"4","verse":"23","text":"or his sin that he committed is made known to him, he must bring a flawless male goat as his offering."},{"bookname":"Leviticus","chapter":"4","verse":"24","text":"He must lay his hand on the head of the male goat and slaughter it in the place where the burnt offering is slaughtered before the Lord &#8211; it is a sin offering."},{"bookname":"Leviticus","chapter":"4","verse":"25","text":"Then the priest must take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering, and he must pour out the rest of its blood at the base of the altar of burnt offering."},{"bookname":"Leviticus","chapter":"4","verse":"26","text":"Then the priest must offer all of its fat up in smoke on the altar like the fat of the peace offering sacrifice. So the priest will make atonement on his behalf for his sin and he will be forgiven."},{"bookname":"Leviticus","chapter":"4","verse":"27","text":"“‘If an ordinary individual sins by straying unintentionally when he violates one of the Lord’s commandments which must not be violated, and he pleads guilty","title":"For the Common Person"},{"bookname":"Leviticus","chapter":"4","verse":"28","text":"or his sin that he committed is made known to him, he must bring a flawless female goat as his offering for the sin that he committed."},{"bookname":"Leviticus","chapter":"4","verse":"29","text":"He must lay his hand on the head of the sin offering and slaughter the sin offering in the place where the burnt offering is slaughtered."},{"bookname":"Leviticus","chapter":"4","verse":"30","text":"Then the priest must take some of its blood with his finger and put it on the horns of the altar of burnt offering, and he must pour out all the rest of its blood at the base of the altar."},{"bookname":"Leviticus","chapter":"4","verse":"31","text":"Then he must remove all of its fat (just as fat was removed from the peace offering sacrifice) and the priest must offer it up in smoke on the altar for a soothing aroma to the Lord. So the priest will make atonement on his behalf and he will be forgiven."},{"bookname":"Leviticus","chapter":"4","verse":"32","text":"“‘But if he brings a sheep as his offering, for a sin offering, he must bring a flawless female."},{"bookname":"Leviticus","chapter":"4","verse":"33","text":"He must lay his hand on the head of the sin offering and slaughter it for a sin offering in the place where the burnt offering is slaughtered."},{"bookname":"Leviticus","chapter":"4","verse":"34","text":"Then the priest must take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering, and he must pour out all the rest of its blood at the base of the altar."},{"bookname":"Leviticus","chapter":"4","verse":"35","text":"Then the one who brought the offering must remove all its fat (just as the fat of the sheep is removed from the peace offering sacrifice) and the priest must offer them up in smoke on the altar on top of the other gifts of the Lord. So the priest will make atonement on his behalf for his sin which he has committed and he will be forgiven."}],[{"bookname":"Leviticus","chapter":"5","verse":"1","text":"“‘When a person sins in that he hears a public curse against one who fails to testify and he is a witness (he either saw or knew what had happened) and he does not make it known, then he will bear his punishment for iniquity.","title":"Additional Sin Offering Regulations"},{"bookname":"Leviticus","chapter":"5","verse":"2","text":"Or when there is a person who touches anything ceremonially unclean, whether the carcass of an unclean wild animal, or the carcass of an unclean domesticated animal, or the carcass of an unclean creeping thing, even if he did not realize it, but he himself has become unclean and is guilty;"},{"bookname":"Leviticus","chapter":"5","verse":"3","text":"or when he touches human uncleanness with regard to anything by which he can become unclean, even if he did not realize it, but he himself has later come to know it and is guilty;"},{"bookname":"Leviticus","chapter":"5","verse":"4","text":"or when a person swears an oath, speaking thoughtlessly with his lips, whether to do evil or to do good, with regard to anything which the individual might speak thoughtlessly in an oath, even if he did not realize it, but he himself has later come to know it and is guilty with regard to one of these oaths &#8211;"},{"bookname":"Leviticus","chapter":"5","verse":"5","text":"when an individual becomes guilty with regard to one of these things he must confess how he has sinned,"},{"bookname":"Leviticus","chapter":"5","verse":"6","text":"and he must bring his penalty for guilt to the Lord for his sin that he has committed, a female from the flock, whether a female sheep or a female goat, for a sin offering. So the priest will make atonement on his behalf for his sin."},{"bookname":"Leviticus","chapter":"5","verse":"7","text":"“‘If he cannot afford an animal from the flock, he must bring his penalty for guilt for his sin that he has committed, two turtledoves or two young pigeons, to the Lord, one for a sin offering and one for a burnt offering."},{"bookname":"Leviticus","chapter":"5","verse":"8","text":"He must bring them to the priest and present first the one that is for a sin offering. The priest must pinch its head at the nape of its neck, but must not sever the head from the body."},{"bookname":"Leviticus","chapter":"5","verse":"9","text":"Then he must sprinkle some of the blood of the sin offering on the wall of the altar, and the remainder of the blood must be squeezed out at the base of the altar &#8211; it is a sin offering."},{"bookname":"Leviticus","chapter":"5","verse":"10","text":"The second bird he must make a burnt offering according to the standard regulation. So the priest will make atonement on behalf of this person for his sin which he has committed, and he will be forgiven."},{"bookname":"Leviticus","chapter":"5","verse":"11","text":"“‘If he cannot afford two turtledoves or two young pigeons, he must bring as his offering for his sin which he has committed a tenth of an ephah of choice wheat flour for a sin offering. He must not place olive oil on it and he must not put frankincense on it, because it is a sin offering."},{"bookname":"Leviticus","chapter":"5","verse":"12","text":"He must bring it to the priest and the priest must scoop out from it a handful as its memorial portion and offer it up in smoke on the altar on top of the other gifts of the Lord &#8211; it is a sin offering."},{"bookname":"Leviticus","chapter":"5","verse":"13","text":"So the priest will make atonement on his behalf for his sin which he has committed by doing one of these things, and he will be forgiven. The remainder of the offering will belong to the priest like the grain offering.’”"},{"bookname":"Leviticus","chapter":"5","verse":"14","text":"Then the Lord spoke to Moses:","title":"Guilt Offering Regulations: Known Trespass"},{"bookname":"Leviticus","chapter":"5","verse":"15","text":"“When a person commits a trespass and sins by straying unintentionally from the regulations about the Lord’s holy things, then he must bring his penalty for guilt to the Lord, a flawless ram from the flock, convertible into silver shekels according to the standard of the sanctuary shekel, for a guilt offering."},{"bookname":"Leviticus","chapter":"5","verse":"16","text":"And whatever holy thing he violated he must restore and must add one fifth to it and give it to the priest. So the priest will make atonement on his behalf with the guilt offering ram and he will be forgiven.”"},{"bookname":"Leviticus","chapter":"5","verse":"17","text":"“If a person sins and violates any of the Lord’s commandments which must not be violated (although he did not know it at the time, but later realizes he is guilty), then he will bear his punishment for iniquity","title":"Unknown trespass"},{"bookname":"Leviticus","chapter":"5","verse":"18","text":"and must bring a flawless ram from the flock, convertible into silver shekels, for a guilt offering to the priest. So the priest will make atonement on his behalf for his error which he committed (although he himself had not known it) and he will be forgiven."},{"bookname":"Leviticus","chapter":"5","verse":"19","text":"It is a guilt offering; he was surely guilty before the Lord.”"}],[{"bookname":"Leviticus","chapter":"6","verse":"1","text":" Then the Lord spoke to Moses:","title":"Trespass by Deception and False Oath"},{"bookname":"Leviticus","chapter":"6","verse":"2","text":"“When a person sins and commits a trespass against the Lord by deceiving his fellow citizen in regard to something held in trust, or a pledge, or something stolen, or by extorting something from his fellow citizen,"},{"bookname":"Leviticus","chapter":"6","verse":"3","text":"or has found something lost and denies it and swears falsely concerning any one of the things that someone might do to sin &#8211;"},{"bookname":"Leviticus","chapter":"6","verse":"4","text":"when it happens that he sins and he is found guilty, then he must return whatever he had stolen, or whatever he had extorted, or the thing that he had held in trust, or the lost thing that he had found,"},{"bookname":"Leviticus","chapter":"6","verse":"5","text":"or anything about which he swears falsely. He must restore it in full and add one fifth to it; he must give it to its owner when he is found guilty."},{"bookname":"Leviticus","chapter":"6","verse":"6","text":"Then he must bring his guilt offering to the Lord, a flawless ram from the flock, convertible into silver shekels, for a guilt offering to the priest."},{"bookname":"Leviticus","chapter":"6","verse":"7","text":"So the priest will make atonement on his behalf before the Lord and he will be forgiven for whatever he has done to become guilty.”"},{"bookname":"Leviticus","chapter":"6","verse":"8","text":" Then the Lord spoke to Moses:","title":"Sacrificial Instructions for the Priests: The Burnt Offering"},{"bookname":"Leviticus","chapter":"6","verse":"9","text":"“Command Aaron and his sons, ‘This is the law of the burnt offering. The burnt offering is to remain on the hearth on the altar all night until morning, and the fire of the altar must be kept burning on it."},{"bookname":"Leviticus","chapter":"6","verse":"10","text":"Then the priest must put on his linen robe and must put linen leggings over his bare flesh, and he must take up the fatty ashes of the burnt offering that the fire consumed on the altar, and he must place them beside the altar."},{"bookname":"Leviticus","chapter":"6","verse":"11","text":"Then he must take off his clothes and put on other clothes, and he must bring the fatty ashes outside the camp to a ceremonially clean place,"},{"bookname":"Leviticus","chapter":"6","verse":"12","text":"but the fire which is on the altar must be kept burning on it. It must not be extinguished. So the priest must kindle wood on it morning by morning, and he must arrange the burnt offering on it and offer the fat of the peace offering up in smoke on it."},{"bookname":"Leviticus","chapter":"6","verse":"13","text":"A continual fire must be kept burning on the altar. It must not be extinguished."},{"bookname":"Leviticus","chapter":"6","verse":"14","text":"“‘This is the law of the grain offering. The sons of Aaron are to present it before the Lord in front of the altar,","title":"The Grain Offering of the Common Person"},{"bookname":"Leviticus","chapter":"6","verse":"15","text":"and the priest must take up with his hand some of the choice wheat flour of the grain offering and some of its olive oil, and all of the frankincense that is on the grain offering, and he must offer its memorial portion up in smoke on the altar as a soothing aroma to the Lord."},{"bookname":"Leviticus","chapter":"6","verse":"16","text":"Aaron and his sons are to eat what is left over from it. It must be eaten unleavened in a holy place; they are to eat it in the courtyard of the Meeting Tent."},{"bookname":"Leviticus","chapter":"6","verse":"17","text":"It must not be baked with yeast. I have given it as their portion from my gifts. It is most holy, like the sin offering and the guilt offering."},{"bookname":"Leviticus","chapter":"6","verse":"18","text":"Every male among the sons of Aaron may eat it. It is a perpetual allotted portion throughout your generations from the gifts of the Lord. Anyone who touches these gifts must be holy.’”"},{"bookname":"Leviticus","chapter":"6","verse":"19","text":"Then the Lord spoke to Moses:","title":"The Grain Offering of the Priests"},{"bookname":"Leviticus","chapter":"6","verse":"20","text":"“This is the offering of Aaron and his sons which they must present to the Lord on the day when he is anointed: a tenth of an ephah of choice wheat flour as a continual grain offering, half of it in the morning and half of it in the evening."},{"bookname":"Leviticus","chapter":"6","verse":"21","text":"It must be made with olive oil on a griddle and you must bring it well soaked, so you must present a grain offering of broken pieces as a soothing aroma to the Lord."},{"bookname":"Leviticus","chapter":"6","verse":"22","text":"The high priest who succeeds him from among his sons must do it. It is a perpetual statute; it must be offered up in smoke as a whole offering to the Lord."},{"bookname":"Leviticus","chapter":"6","verse":"23","text":"Every grain offering of a priest must be a whole offering; it must not be eaten.”"},{"bookname":"Leviticus","chapter":"6","verse":"24","text":"Then the Lord spoke to Moses:","title":"The Sin Offering"},{"bookname":"Leviticus","chapter":"6","verse":"25","text":"“Tell Aaron and his sons, ‘This is the law of the sin offering. In the place where the burnt offering is slaughtered the sin offering must be slaughtered before the Lord. It is most holy."},{"bookname":"Leviticus","chapter":"6","verse":"26","text":"The priest who offers it for sin is to eat it. It must be eaten in a holy place, in the court of the Meeting Tent."},{"bookname":"Leviticus","chapter":"6","verse":"27","text":"Anyone who touches its meat must be holy, and whoever spatters some of its blood on a garment, you must wash whatever he spatters it on in a holy place."},{"bookname":"Leviticus","chapter":"6","verse":"28","text":"Any clay vessel it is boiled in must be broken, and if it was boiled in a bronze vessel, then that vessel must be rubbed out and rinsed in water."},{"bookname":"Leviticus","chapter":"6","verse":"29","text":"Any male among the priests may eat it. It is most holy."},{"bookname":"Leviticus","chapter":"6","verse":"30","text":"But any sin offering from which some of its blood is brought into the Meeting Tent to make atonement in the sanctuary must not be eaten. It must be burned up in the fire."}],[{"bookname":"Leviticus","chapter":"7","verse":"1","text":"“‘This is the law of the guilt offering. It is most holy.","title":"The Guilt Offering"},{"bookname":"Leviticus","chapter":"7","verse":"2","text":"In the place where they slaughter the burnt offering they must slaughter the guilt offering, and the officiating priest must splash the blood against the altar’s sides."},{"bookname":"Leviticus","chapter":"7","verse":"3","text":"Then the one making the offering must present all its fat: the fatty tail, the fat covering the entrails,"},{"bookname":"Leviticus","chapter":"7","verse":"4","text":"the two kidneys and the fat on their sinews, and the protruding lobe on the liver (which he must remove along with the kidneys)."},{"bookname":"Leviticus","chapter":"7","verse":"5","text":"Then the priest must offer them up in smoke on the altar as a gift to the Lord. It is a guilt offering."},{"bookname":"Leviticus","chapter":"7","verse":"6","text":"Any male among the priests may eat it. It must be eaten in a holy place. It is most holy."},{"bookname":"Leviticus","chapter":"7","verse":"7","text":"The law is the same for the sin offering and the guilt offering; it belongs to the priest who makes atonement with it."},{"bookname":"Leviticus","chapter":"7","verse":"8","text":"“‘As for the priest who presents someone’s burnt offering, the hide of that burnt offering which he presented belongs to him.","title":"Priestly Portions of Burnt and Grain Offerings"},{"bookname":"Leviticus","chapter":"7","verse":"9","text":"Every grain offering which is baked in the oven or made in the pan or on the griddle belongs to the priest who presented it."},{"bookname":"Leviticus","chapter":"7","verse":"10","text":"Every grain offering, whether mixed with olive oil or dry, belongs to all the sons of Aaron, each one alike."},{"bookname":"Leviticus","chapter":"7","verse":"11","text":"“‘This is the law of the peace offering sacrifice which he is to present to the Lord.","title":"The Peace Offering"},{"bookname":"Leviticus","chapter":"7","verse":"12","text":"If he presents it on account of thanksgiving, along with the thank offering sacrifice he must present unleavened loaves mixed with olive oil, unleavened wafers smeared with olive oil, and well soaked ring-shaped loaves made of choice wheat flour mixed with olive oil."},{"bookname":"Leviticus","chapter":"7","verse":"13","text":"He must present this grain offering in addition to ring-shaped loaves of leavened bread which regularly accompany the sacrifice of his thanksgiving peace offering."},{"bookname":"Leviticus","chapter":"7","verse":"14","text":"He must present one of each kind of grain offering as a contribution offering to the Lord; it belongs to the priest who splashes the blood of the peace offering."},{"bookname":"Leviticus","chapter":"7","verse":"15","text":"The meat of his thanksgiving peace offering must be eaten on the day of his offering; he must not set any of it aside until morning."},{"bookname":"Leviticus","chapter":"7","verse":"16","text":"“‘If his offering is a votive or freewill sacrifice, it may be eaten on the day he presents his sacrifice, and also the leftovers from it may be eaten on the next day,"},{"bookname":"Leviticus","chapter":"7","verse":"17","text":"but the leftovers from the meat of the sacrifice must be burned up in the fire on the third day."},{"bookname":"Leviticus","chapter":"7","verse":"18","text":"If some of the meat of his peace offering sacrifice is ever eaten on the third day it will not be accepted; it will not be accounted to the one who presented it, since it is spoiled, and the person who eats from it will bear his punishment for iniquity."},{"bookname":"Leviticus","chapter":"7","verse":"19","text":"The meat which touches anything ceremonially unclean must not be eaten; it must be burned up in the fire. As for ceremonially clean meat, everyone who is ceremonially clean may eat the meat."},{"bookname":"Leviticus","chapter":"7","verse":"20","text":"The person who eats meat from the peace offering sacrifice which belongs to the Lord while his uncleanness persists will be cut off from his people."},{"bookname":"Leviticus","chapter":"7","verse":"21","text":"When a person touches anything unclean (whether human uncleanness, or an unclean animal, or an unclean detestable creature) and eats some of the meat of the peace offering sacrifice which belongs to the Lord, that person will be cut off from his people.’”"},{"bookname":"Leviticus","chapter":"7","verse":"22","text":"Then the Lord spoke to Moses:","title":"Sacrificial Instructions for the Common People: Fat and Blood"},{"bookname":"Leviticus","chapter":"7","verse":"23","text":"“Tell the Israelites, ‘You must not eat any fat of an ox, sheep, or goat."},{"bookname":"Leviticus","chapter":"7","verse":"24","text":"Moreover, the fat of an animal that has died of natural causes and the fat of an animal torn by beasts may be used for any other purpose, but you must certainly never eat it."},{"bookname":"Leviticus","chapter":"7","verse":"25","text":"If anyone eats fat from the animal from which he presents a gift to the Lord, that person will be cut off from his people."},{"bookname":"Leviticus","chapter":"7","verse":"26","text":"And you must not eat any blood of the birds or the domesticated land animals in any of the places where you live."},{"bookname":"Leviticus","chapter":"7","verse":"27","text":"Any person who eats any blood &#8211; that person will be cut off from his people.’”"},{"bookname":"Leviticus","chapter":"7","verse":"28","text":"Then the Lord spoke to Moses:","title":"Priestly Portions of Peace Offerings"},{"bookname":"Leviticus","chapter":"7","verse":"29","text":"“Tell the Israelites, ‘The one who presents his peace offering sacrifice to the Lord must bring his offering to the Lord from his peace offering sacrifice."},{"bookname":"Leviticus","chapter":"7","verse":"30","text":"With his own hands he must bring the Lord’s gifts. He must bring the fat with the breast to wave the breast as a wave offering before the Lord,"},{"bookname":"Leviticus","chapter":"7","verse":"31","text":"and the priest must offer the fat up in smoke on the altar, but the breast will belong to Aaron and his sons."},{"bookname":"Leviticus","chapter":"7","verse":"32","text":"The right thigh you must give as a contribution offering to the priest from your peace offering sacrifices."},{"bookname":"Leviticus","chapter":"7","verse":"33","text":"The one from Aaron’s sons who presents the blood of the peace offering and fat will have the right thigh as his share,"},{"bookname":"Leviticus","chapter":"7","verse":"34","text":"for the breast of the wave offering and the thigh of the contribution offering I have taken from the Israelites out of their peace offering sacrifices and have given them to Aaron the priest and to his sons from the people of Israel as a perpetual allotted portion.’”"},{"bookname":"Leviticus","chapter":"7","verse":"35","text":"This is the allotment of Aaron and the allotment of his sons from the Lord’s gifts on the day Moses presented them to serve as priests to the Lord."},{"bookname":"Leviticus","chapter":"7","verse":"36","text":"This is what the Lord commanded to give to them from the Israelites on the day Moses anointed them &#8211; a perpetual allotted portion throughout their generations."},{"bookname":"Leviticus","chapter":"7","verse":"37","text":"This is the law for the burnt offering, the grain offering, the sin offering, the guilt offering, the ordination offering, and the peace offering sacrifice,","title":"Summary of Sacrificial Regulations in Leviticus 6:8-7:36"},{"bookname":"Leviticus","chapter":"7","verse":"38","text":"which the Lord commanded Moses on Mount Sinai on the day he commanded the Israelites to present their offerings to the Lord in the wilderness of Sinai."}],[{"bookname":"Leviticus","chapter":"8","verse":"1","text":"Then the Lord spoke to Moses:","title":"Ordination of the Priests"},{"bookname":"Leviticus","chapter":"8","verse":"2","text":"“Take Aaron and his sons with him, and the garments, the anointing oil, the sin offering bull, the two rams, and the basket of unleavened bread,"},{"bookname":"Leviticus","chapter":"8","verse":"3","text":"and assemble the whole congregation at the entrance of the Meeting Tent.”"},{"bookname":"Leviticus","chapter":"8","verse":"4","text":"So Moses did just as the Lord commanded him, and the congregation assembled at the entrance of the Meeting Tent."},{"bookname":"Leviticus","chapter":"8","verse":"5","text":"Then Moses said to the congregation: “This is what the Lord has commanded to be done.”"},{"bookname":"Leviticus","chapter":"8","verse":"6","text":"So Moses brought Aaron and his sons forward and washed them with water.","title":"Clothing Aaron"},{"bookname":"Leviticus","chapter":"8","verse":"7","text":"Then he put the tunic on Aaron, wrapped the sash around him, and clothed him with the robe. Next he put the ephod on him and placed on him the decorated band of the ephod, and fastened the ephod closely to him with the band."},{"bookname":"Leviticus","chapter":"8","verse":"8","text":"He then set the breastpiece on him and put the Urim and Thummim into the breastpiece."},{"bookname":"Leviticus","chapter":"8","verse":"9","text":"Finally, he set the turban on his head and attached the gold plate, the holy diadem, to the front of the turban just as the Lord had commanded Moses."},{"bookname":"Leviticus","chapter":"8","verse":"10","text":"Then Moses took the anointing oil and anointed the tabernacle and everything in it, and so consecrated them.","title":"Anointing the Tabernacle and Aaron, and Clothing Aaron&#8217;s Sons"},{"bookname":"Leviticus","chapter":"8","verse":"11","text":"Next he sprinkled some of it on the altar seven times and so anointed the altar, all its vessels, and the wash basin and its stand to consecrate them."},{"bookname":"Leviticus","chapter":"8","verse":"12","text":"He then poured some of the anointing oil on the head of Aaron and anointed him to consecrate him."},{"bookname":"Leviticus","chapter":"8","verse":"13","text":"Moses also brought forward Aaron’s sons, clothed them with tunics, wrapped sashes around them, and wrapped headbands on them just as the Lord had commanded Moses."},{"bookname":"Leviticus","chapter":"8","verse":"14","text":"Then he brought near the sin offering bull and Aaron and his sons laid their hands on the head of the sin offering bull,","title":"Consecration Offerings"},{"bookname":"Leviticus","chapter":"8","verse":"15","text":"and he slaughtered it. Moses then took the blood and put it all around on the horns of the altar with his finger and decontaminated the altar, and he poured out the rest of the blood at the base of the altar and so consecrated it to make atonement on it."},{"bookname":"Leviticus","chapter":"8","verse":"16","text":"Then he took all the fat on the entrails, the protruding lobe of the liver, and the two kidneys and their fat, and Moses offered it all up in smoke on the altar,"},{"bookname":"Leviticus","chapter":"8","verse":"17","text":"but the rest of the bull &#8211; its hide, its flesh, and its dung &#8211; he completely burned up outside the camp just as the Lord had commanded Moses."},{"bookname":"Leviticus","chapter":"8","verse":"18","text":"Then he presented the burnt offering ram and Aaron and his sons laid their hands on the head of the ram,"},{"bookname":"Leviticus","chapter":"8","verse":"19","text":"and he slaughtered it. Moses then splashed the blood against the altar’s sides."},{"bookname":"Leviticus","chapter":"8","verse":"20","text":"Then he cut the ram into parts, and Moses offered the head, the parts, and the suet up in smoke,"},{"bookname":"Leviticus","chapter":"8","verse":"21","text":"but the entrails and the legs he washed with water, and Moses offered the whole ram up in smoke on the altar &#8211; it was a burnt offering for a soothing aroma, a gift to the Lord, just as the Lord had commanded Moses."},{"bookname":"Leviticus","chapter":"8","verse":"22","text":"Then he presented the second ram, the ram of ordination, and Aaron and his sons laid their hands on the head of the ram"},{"bookname":"Leviticus","chapter":"8","verse":"23","text":"and he slaughtered it. Moses then took some of its blood and put it on Aaron’s right earlobe, on the thumb of his right hand, and on the big toe of his right foot."},{"bookname":"Leviticus","chapter":"8","verse":"24","text":"Next he brought Aaron’s sons forward, and Moses put some of the blood on their right earlobes, on their right thumbs, and on the big toes of their right feet, and Moses splashed the rest of the blood against the altar’s sides."},{"bookname":"Leviticus","chapter":"8","verse":"25","text":"Then he took the fat (the fatty tail, all the fat on the entrails, the protruding lobe of the liver, and the two kidneys and their fat) and the right thigh,"},{"bookname":"Leviticus","chapter":"8","verse":"26","text":"and from the basket of unleavened bread that was before the Lord he took one unleavened loaf, one loaf of bread mixed with olive oil, and one wafer, and placed them on the fat parts and on the right thigh."},{"bookname":"Leviticus","chapter":"8","verse":"27","text":"He then put all of them on the palms of Aaron and his sons, who waved them as a wave offering before the Lord."},{"bookname":"Leviticus","chapter":"8","verse":"28","text":"Moses then took them from their palms and offered them up in smoke on the altar on top of the burnt offering &#8211; they were an ordination offering for a soothing aroma; it was a gift to the Lord."},{"bookname":"Leviticus","chapter":"8","verse":"29","text":"Finally, Moses took the breast and waved it as a wave offering before the Lord from the ram of ordination. It was Moses’ share just as the Lord had commanded Moses."},{"bookname":"Leviticus","chapter":"8","verse":"30","text":"Then Moses took some of the anointing oil and some of the blood which was on the altar and sprinkled it on Aaron and his garments, and on his sons and his sons’ garments with him. So he consecrated Aaron, his garments, and his sons and his sons’ garments with him.","title":"Anointing Aaron, his Sons, and their Garments"},{"bookname":"Leviticus","chapter":"8","verse":"31","text":"Then Moses said to Aaron and his sons, “Boil the meat at the entrance of the Meeting Tent, and there you are to eat it and the bread which is in the ordination offering basket, just as I have commanded, saying, ‘Aaron and his sons are to eat it,’"},{"bookname":"Leviticus","chapter":"8","verse":"32","text":"but the remainder of the meat and the bread you must burn with fire."},{"bookname":"Leviticus","chapter":"8","verse":"33","text":"And you must not go out from the entrance of the Meeting Tent for seven days, until the day when your days of ordination are completed, because you must be ordained over a seven-day period."},{"bookname":"Leviticus","chapter":"8","verse":"34","text":"What has been done on this day the Lord has commanded to be done to make atonement for you."},{"bookname":"Leviticus","chapter":"8","verse":"35","text":"You must reside at the entrance of the Meeting Tent day and night for seven days and keep the charge of the Lord so that you will not die, for this is what I have been commanded.”"},{"bookname":"Leviticus","chapter":"8","verse":"36","text":"So Aaron and his sons did all the things the Lord had commanded through Moses."}],[{"bookname":"Leviticus","chapter":"9","verse":"1","text":"On the eighth day Moses summoned Aaron and his sons and the elders of Israel,","title":"Inauguration of Tabernacle Worship"},{"bookname":"Leviticus","chapter":"9","verse":"2","text":"and said to Aaron, “Take for yourself a bull calf for a sin offering and a ram for a burnt offering, both flawless, and present them before the Lord."},{"bookname":"Leviticus","chapter":"9","verse":"3","text":"Then tell the Israelites: ‘Take a male goat for a sin offering and a calf and lamb, both a year old and flawless, for a burnt offering,"},{"bookname":"Leviticus","chapter":"9","verse":"4","text":"and an ox and a ram for peace offerings to sacrifice before the Lord, and a grain offering mixed with olive oil, for today the Lord is going to appear to you.’”"},{"bookname":"Leviticus","chapter":"9","verse":"5","text":"So they took what Moses had commanded to the front of the Meeting Tent and the whole congregation presented them and stood before the Lord."},{"bookname":"Leviticus","chapter":"9","verse":"6","text":"Then Moses said, “This is what the Lord has commanded you to do so that the glory of the Lord may appear to you.”"},{"bookname":"Leviticus","chapter":"9","verse":"7","text":"Moses then said to Aaron, “Approach the altar and make your sin offering and your burnt offering, and make atonement on behalf of yourself and on behalf of the people; and also make the people’s offering and make atonement on behalf of them just as the Lord has commanded.”"},{"bookname":"Leviticus","chapter":"9","verse":"8","text":"So Aaron approached the altar and slaughtered the sin offering calf which was for himself.","title":"The Sin Offering for the Priests"},{"bookname":"Leviticus","chapter":"9","verse":"9","text":"Then Aaron’s sons presented the blood to him and he dipped his finger in the blood and put it on the horns of the altar, and the rest of the blood he poured out at the base of the altar."},{"bookname":"Leviticus","chapter":"9","verse":"10","text":"The fat and the kidneys and the protruding lobe of the liver from the sin offering he offered up in smoke on the altar just as the Lord had commanded Moses,"},{"bookname":"Leviticus","chapter":"9","verse":"11","text":"but the flesh and the hide he completely burned up outside the camp."},{"bookname":"Leviticus","chapter":"9","verse":"12","text":"He then slaughtered the burnt offering, and his sons handed the blood to him and he splashed it against the altar’s sides.","title":"The Burnt Offering for the Priests"},{"bookname":"Leviticus","chapter":"9","verse":"13","text":"The burnt offering itself they handed to him by its parts, including the head, and he offered them up in smoke on the altar,"},{"bookname":"Leviticus","chapter":"9","verse":"14","text":"and he washed the entrails and the legs and offered them up in smoke on top of the burnt offering on the altar."},{"bookname":"Leviticus","chapter":"9","verse":"15","text":"Then he presented the people’s offering. He took the sin offering male goat which was for the people, slaughtered it, and performed a decontamination rite with it like the first one.","title":"The Offerings for the People"},{"bookname":"Leviticus","chapter":"9","verse":"16","text":"He then presented the burnt offering, and did it according to the standard regulation."},{"bookname":"Leviticus","chapter":"9","verse":"17","text":"Next he presented the grain offering, filled his hand with some of it, and offered it up in smoke on the altar in addition to the morning burnt offering."},{"bookname":"Leviticus","chapter":"9","verse":"18","text":"Then he slaughtered the ox and the ram &#8211; the peace offering sacrifices which were for the people &#8211; and Aaron’s sons handed the blood to him and he splashed it against the altar’s sides."},{"bookname":"Leviticus","chapter":"9","verse":"19","text":"As for the fat parts from the ox and from the ram (the fatty tail, the fat covering the entrails, the kidneys, and the protruding lobe of the liver),"},{"bookname":"Leviticus","chapter":"9","verse":"20","text":"they set those on the breasts and he offered the fat parts up in smoke on the altar."},{"bookname":"Leviticus","chapter":"9","verse":"21","text":"Finally Aaron waved the breasts and the right thigh as a wave offering before the Lord just as Moses had commanded."},{"bookname":"Leviticus","chapter":"9","verse":"22","text":"Then Aaron lifted up his hands toward the people and blessed them and descended from making the sin offering, the burnt offering, and the peace offering."},{"bookname":"Leviticus","chapter":"9","verse":"23","text":"Moses and Aaron then entered into the Meeting Tent. When they came out, they blessed the people, and the glory of the Lord appeared to all the people."},{"bookname":"Leviticus","chapter":"9","verse":"24","text":"Then fire went out from the presence of the Lord and consumed the burnt offering and the fat parts on the altar, and all the people saw it, so they shouted loudly and fell down with their faces to the ground."}],[{"bookname":"Leviticus","chapter":"10","verse":"1","text":"Then Aaron’s sons, Nadab and Abihu, each took his fire pan and put fire in it, set incense on it, and presented strange fire before the Lord, which he had not commanded them to do.","title":"Nadab and Abihu"},{"bookname":"Leviticus","chapter":"10","verse":"2","text":"So fire went out from the presence of the Lord and consumed them so that they died before the Lord."},{"bookname":"Leviticus","chapter":"10","verse":"3","text":"Moses then said to Aaron, “This is what the Lord spoke: ‘Among the ones close to me I will show myself holy, and in the presence of all the people I will be honored.’” So Aaron kept silent."},{"bookname":"Leviticus","chapter":"10","verse":"4","text":"Moses then called to Mishael and Elzaphan, the sons of Uzziel, Aaron’s uncle, and said to them, “Come near, carry your brothers away from the front of the sanctuary to a place outside the camp.”"},{"bookname":"Leviticus","chapter":"10","verse":"5","text":"So they came near and carried them away in their tunics to a place outside the camp just as Moses had spoken."},{"bookname":"Leviticus","chapter":"10","verse":"6","text":"Then Moses said to Aaron and to Eleazar and Ithamar his other two sons, “Do not dishevel the hair of your heads and do not tear your garments, so that you do not die and so that wrath does not come on the whole congregation. Your brothers, all the house of Israel, are to mourn the burning which the Lord has caused,"},{"bookname":"Leviticus","chapter":"10","verse":"7","text":"but you must not go out from the entrance of the Meeting Tent lest you die, for the Lord’s anointing oil is on you.” So they acted according to the word of Moses."},{"bookname":"Leviticus","chapter":"10","verse":"8","text":"Then the Lord spoke to Aaron,","title":"Perpetual Statutes the Lord Spoke to Aaron"},{"bookname":"Leviticus","chapter":"10","verse":"9","text":"“Do not drink wine or strong drink, you and your sons with you, when you enter into the Meeting Tent, so that you do not die, which is a perpetual statute throughout your generations,"},{"bookname":"Leviticus","chapter":"10","verse":"10","text":"as well as to distinguish between the holy and the common, and between the unclean and the clean,"},{"bookname":"Leviticus","chapter":"10","verse":"11","text":"and to teach the Israelites all the statutes that the Lord has spoken to them through Moses.”"},{"bookname":"Leviticus","chapter":"10","verse":"12","text":"Then Moses spoke to Aaron and to Eleazar and Ithamar, his remaining sons, “Take the grain offering which remains from the gifts of the Lord and eat it unleavened beside the altar, for it is most holy.","title":"Perpetual Statutes Moses spoke to Aaron"},{"bookname":"Leviticus","chapter":"10","verse":"13","text":"You must eat it in a holy place because it is your allotted portion and the allotted portion of your sons from the gifts of the Lord, for this is what I have been commanded."},{"bookname":"Leviticus","chapter":"10","verse":"14","text":"Also, the breast of the wave offering and the thigh of the contribution offering you must eat in a ceremonially clean place, you and your sons and daughters with you, for they have been given as your allotted portion and the allotted portion of your sons from the peace offering sacrifices of the Israelites."},{"bookname":"Leviticus","chapter":"10","verse":"15","text":"The thigh of the contribution offering and the breast of the wave offering they must bring in addition to the gifts of the fat parts to wave them as a wave offering before the Lord, and it will belong to you and your sons with you for a perpetual statute just as the Lord has commanded.”"},{"bookname":"Leviticus","chapter":"10","verse":"16","text":"Later Moses sought diligently for the sin offering male goat, but it had actually been burnt. So he became angry at Eleazar and Ithamar, Aaron’s remaining sons, saying,","title":"The Problem with the Inaugural Sin Offering"},{"bookname":"Leviticus","chapter":"10","verse":"17","text":"“Why did you not eat the sin offering in the sanctuary? For it is most holy and he gave it to you to bear the iniquity of the congregation, to make atonement on their behalf before the Lord."},{"bookname":"Leviticus","chapter":"10","verse":"18","text":"See here! Its blood was not brought into the holy place within! You should certainly have eaten it in the sanctuary just as I commanded!”"},{"bookname":"Leviticus","chapter":"10","verse":"19","text":"But Aaron spoke to Moses, “See here! Just today they presented their sin offering and their burnt offering before the Lord and such things as these have happened to me! If I had eaten a sin offering today would the Lord have been pleased?”"},{"bookname":"Leviticus","chapter":"10","verse":"20","text":"When Moses heard this explanation, he was satisfied."}],[{"bookname":"Leviticus","chapter":"11","verse":"1","text":"The Lord spoke to Moses and Aaron, saying to them,","title":"Clean and Unclean Land Creatures"},{"bookname":"Leviticus","chapter":"11","verse":"2","text":"“Tell the Israelites: ‘This is the kind of creature you may eat from among all the animals that are on the land."},{"bookname":"Leviticus","chapter":"11","verse":"3","text":"You may eat any among the animals that has a divided hoof (the hooves are completely split in two) and that also chews the cud."},{"bookname":"Leviticus","chapter":"11","verse":"4","text":"However, you must not eat these from among those that chew the cud and have divided hooves: The camel is unclean to you because it chews the cud even though its hoof is not divided."},{"bookname":"Leviticus","chapter":"11","verse":"5","text":"The rock badger is unclean to you because it chews the cud even though its hoof is not divided."},{"bookname":"Leviticus","chapter":"11","verse":"6","text":"The hare is unclean to you because it chews the cud even though its hoof is not divided."},{"bookname":"Leviticus","chapter":"11","verse":"7","text":"The pig is unclean to you because its hoof is divided (the hoof is completely split in two), even though it does not chew the cud."},{"bookname":"Leviticus","chapter":"11","verse":"8","text":"You must not eat from their meat and you must not touch their carcasses; they are unclean to you."},{"bookname":"Leviticus","chapter":"11","verse":"9","text":"“‘These you can eat from all creatures that are in the water: Any creatures in the water that have both fins and scales, whether in the seas or in the streams, you may eat.","title":"Clean and Unclean Water Creatures"},{"bookname":"Leviticus","chapter":"11","verse":"10","text":"But any creatures that do not have both fins and scales, whether in the seas or in the streams, from all the swarming things of the water and from all the living creatures that are in the water, are detestable to you."},{"bookname":"Leviticus","chapter":"11","verse":"11","text":"Since they are detestable to you, you must not eat their meat and their carcass you must detest."},{"bookname":"Leviticus","chapter":"11","verse":"12","text":"Any creature in the water that does not have both fins and scales is detestable to you."},{"bookname":"Leviticus","chapter":"11","verse":"13","text":"“‘These you are to detest from among the birds &#8211; they must not be eaten, because they are detestable: the griffon vulture, the bearded vulture, the black vulture,","title":"Clean and Unclean Birds"},{"bookname":"Leviticus","chapter":"11","verse":"14","text":"the kite, the buzzard of any kind,"},{"bookname":"Leviticus","chapter":"11","verse":"15","text":"every kind of crow,"},{"bookname":"Leviticus","chapter":"11","verse":"16","text":"the eagle owl, the short-eared owl, the long-eared owl, the hawk of any kind,"},{"bookname":"Leviticus","chapter":"11","verse":"17","text":"the little owl, the cormorant, the screech owl,"},{"bookname":"Leviticus","chapter":"11","verse":"18","text":"the white owl, the scops owl, the osprey,"},{"bookname":"Leviticus","chapter":"11","verse":"19","text":"the stork, the heron of any kind, the hoopoe, and the bat."},{"bookname":"Leviticus","chapter":"11","verse":"20","text":"“‘Every winged swarming thing that walks on all fours is detestable to you.","title":"Clean and Unclean Insects"},{"bookname":"Leviticus","chapter":"11","verse":"21","text":"However, this you may eat from all the winged swarming things that walk on all fours, which have jointed legs to hop with on the land."},{"bookname":"Leviticus","chapter":"11","verse":"22","text":"These you may eat from them: the locust of any kind, the bald locust of any kind, the cricket of any kind, the grasshopper of any kind."},{"bookname":"Leviticus","chapter":"11","verse":"23","text":"But any other winged swarming thing that has four legs is detestable to you."},{"bookname":"Leviticus","chapter":"11","verse":"24","text":"“‘By these you defile yourselves; anyone who touches their carcass will be unclean until the evening,","title":"Carcass Uncleanness"},{"bookname":"Leviticus","chapter":"11","verse":"25","text":"and anyone who carries their carcass must wash his clothes and will be unclean until the evening."},{"bookname":"Leviticus","chapter":"11","verse":"26","text":"“‘All animals that divide the hoof but it is not completely split in two and do not chew the cud are unclean to you; anyone who touches them becomes unclean.","title":"Inedible Land Quadrupeds"},{"bookname":"Leviticus","chapter":"11","verse":"27","text":"All that walk on their paws among all the creatures that walk on all fours are unclean to you. Anyone who touches their carcass will be unclean until the evening,"},{"bookname":"Leviticus","chapter":"11","verse":"28","text":"and the one who carries their carcass must wash his clothes and be unclean until the evening; they are unclean to you."},{"bookname":"Leviticus","chapter":"11","verse":"29","text":"“‘Now this is what is unclean to you among the swarming things that swarm on the land: the rat, the mouse, the large lizard of any kind,","title":"Creatures that Swarm on the Land"},{"bookname":"Leviticus","chapter":"11","verse":"30","text":"the Mediterranean gecko, the spotted lizard, the wall gecko, the skink, and the chameleon."},{"bookname":"Leviticus","chapter":"11","verse":"31","text":"These are the ones that are unclean to you among all the swarming things. Anyone who touches them when they die will be unclean until evening."},{"bookname":"Leviticus","chapter":"11","verse":"32","text":"Also, anything they fall on when they die will become unclean &#8211; any wood vessel or garment or article of leather or sackcloth. Any such vessel with which work is done must be immersed in water and will be unclean until the evening. Then it will become clean."},{"bookname":"Leviticus","chapter":"11","verse":"33","text":"As for any clay vessel they fall into, everything in it will become unclean and you must break it."},{"bookname":"Leviticus","chapter":"11","verse":"34","text":"Any food that may be eaten which becomes soaked with water will become unclean. Anything drinkable in any such vessel will become unclean."},{"bookname":"Leviticus","chapter":"11","verse":"35","text":"Anything their carcass may fall on will become unclean. An oven or small stove must be smashed to pieces; they are unclean, and they will stay unclean to you."},{"bookname":"Leviticus","chapter":"11","verse":"36","text":"However, a spring or a cistern which collects water will be clean, but one who touches their carcass will be unclean."},{"bookname":"Leviticus","chapter":"11","verse":"37","text":"Now, if such a carcass falls on any sowing seed which is to be sown, it is clean,"},{"bookname":"Leviticus","chapter":"11","verse":"38","text":"but if water is put on the seed and such a carcass falls on it, it is unclean to you."},{"bookname":"Leviticus","chapter":"11","verse":"39","text":"“‘Now if an animal that you may eat dies, whoever touches its carcass will be unclean until the evening.","title":"Edible Land Quadrupeds"},{"bookname":"Leviticus","chapter":"11","verse":"40","text":"One who eats from its carcass must wash his clothes and be unclean until the evening, and whoever carries its carcass must wash his clothes and be unclean until the evening."},{"bookname":"Leviticus","chapter":"11","verse":"41","text":"Every swarming thing that swarms on the land is detestable; it must not be eaten."},{"bookname":"Leviticus","chapter":"11","verse":"42","text":"You must not eat anything that crawls on its belly or anything that walks on all fours or on any number of legs of all the swarming things that swarm on the land, because they are detestable."},{"bookname":"Leviticus","chapter":"11","verse":"43","text":"Do not make yourselves detestable by any of the swarming things. You must not defile yourselves by them and become unclean by them,"},{"bookname":"Leviticus","chapter":"11","verse":"44","text":"for I am the Lord your God and you are to sanctify yourselves and be holy because I am holy. You must not defile yourselves by any of the swarming things that creep on the ground,"},{"bookname":"Leviticus","chapter":"11","verse":"45","text":"for I am the Lord who brought you up from the land of Egypt to be your God, and you are to be holy because I am holy."},{"bookname":"Leviticus","chapter":"11","verse":"46","text":"This is the law of the land animals, the birds, all the living creatures that move in the water, and all the creatures that swarm on the land,"},{"bookname":"Leviticus","chapter":"11","verse":"47","text":"to distinguish between the unclean and the clean, between the living creatures that may be eaten and the living creatures that must not be eaten.’”"}],[{"bookname":"Leviticus","chapter":"12","verse":"1","text":"The Lord spoke to Moses:","title":"Purification of a Woman after Childbirth"},{"bookname":"Leviticus","chapter":"12","verse":"2","text":"“Tell the Israelites, ‘When a woman produces offspring and bears a male child, she will be unclean seven days, as she is unclean during the days of her menstruation."},{"bookname":"Leviticus","chapter":"12","verse":"3","text":"On the eighth day the flesh of his foreskin must be circumcised."},{"bookname":"Leviticus","chapter":"12","verse":"4","text":"Then she will remain thirty-three days in blood purity. She must not touch anything holy and she must not enter the sanctuary until the days of her purification are fulfilled."},{"bookname":"Leviticus","chapter":"12","verse":"5","text":"If she bears a female child, she will be impure fourteen days as during her menstrual flow, and she will remain sixty-six days in blood purity."},{"bookname":"Leviticus","chapter":"12","verse":"6","text":"“‘When the days of her purification are completed for a son or for a daughter, she must bring a one year old lamb for a burnt offering and a young pigeon or turtledove for a sin offering to the entrance of the Meeting Tent, to the priest."},{"bookname":"Leviticus","chapter":"12","verse":"7","text":"The priest is to present it before the Lord and make atonement on her behalf, and she will be clean from her flow of blood. This is the law of the one who bears a child, for the male or the female child."},{"bookname":"Leviticus","chapter":"12","verse":"8","text":"If she cannot afford a sheep, then she must take two turtledoves or two young pigeons, one for a burnt offering and one for a sin offering, and the priest is to make atonement on her behalf, and she will be clean.’”"}],[{"bookname":"Leviticus","chapter":"13","verse":"1","text":"The Lord spoke to Moses and Aaron:","title":"Infections on the Skin"},{"bookname":"Leviticus","chapter":"13","verse":"2","text":"“When someone has a swelling or a scab or a bright spot on the skin of his body that may become a diseased infection, he must be brought to Aaron the priest or one of his sons, the priests."},{"bookname":"Leviticus","chapter":"13","verse":"3","text":"The priest must then examine the infection on the skin of the body, and if the hair in the infection has turned white and the infection appears to be deeper than the skin of the body, then it is a diseased infection, so when the priest examines it he must pronounce the person unclean."},{"bookname":"Leviticus","chapter":"13","verse":"4","text":"“If it is a white bright spot on the skin of his body, but it does not appear to be deeper than the skin, and the hair has not turned white, then the priest is to quarantine the person with the infection for seven days.","title":"A Bright Spot on the Skin"},{"bookname":"Leviticus","chapter":"13","verse":"5","text":"The priest must then examine it on the seventh day, and if, as far as he can see, the infection has stayed the same and has not spread on the skin, then the priest is to quarantine the person for another seven days."},{"bookname":"Leviticus","chapter":"13","verse":"6","text":"The priest must then examine it again on the seventh day, and if the infection has faded and has not spread on the skin, then the priest is to pronounce the person clean. It is a scab, so he must wash his clothes and be clean."},{"bookname":"Leviticus","chapter":"13","verse":"7","text":"If, however, the scab is spreading further on the skin after he has shown himself to the priest for his purification, then he must show himself to the priest a second time."},{"bookname":"Leviticus","chapter":"13","verse":"8","text":"The priest must then examine it, and if the scab has spread on the skin, then the priest is to pronounce the person unclean. It is a disease."},{"bookname":"Leviticus","chapter":"13","verse":"9","text":"“When someone has a diseased infection, he must be brought to the priest.","title":"A Swelling on the Skin"},{"bookname":"Leviticus","chapter":"13","verse":"10","text":"The priest will then examine it, and if a white swelling is on the skin, it has turned the hair white, and there is raw flesh in the swelling,"},{"bookname":"Leviticus","chapter":"13","verse":"11","text":"it is a chronic disease on the skin of his body, so the priest is to pronounce him unclean. The priest must not merely quarantine him, for he is unclean."},{"bookname":"Leviticus","chapter":"13","verse":"12","text":"If, however, the disease breaks out on the skin so that the disease covers all the skin of the person with the infection from his head to his feet, as far as the priest can see,"},{"bookname":"Leviticus","chapter":"13","verse":"13","text":"the priest must then examine it, and if the disease covers his whole body, he is to pronounce the person with the infection clean. He has turned all white, so he is clean."},{"bookname":"Leviticus","chapter":"13","verse":"14","text":"But whenever raw flesh appears in it he will be unclean,"},{"bookname":"Leviticus","chapter":"13","verse":"15","text":"so the priest is to examine the raw flesh and pronounce him unclean &#8211; it is diseased."},{"bookname":"Leviticus","chapter":"13","verse":"16","text":"If, however, the raw flesh once again turns white, then he must come to the priest."},{"bookname":"Leviticus","chapter":"13","verse":"17","text":"The priest will then examine it, and if the infection has turned white, the priest is to pronounce the person with the infection clean &#8211; he is clean."},{"bookname":"Leviticus","chapter":"13","verse":"18","text":"“When someone’s body has a boil on its skin and it heals,","title":"A Boil on the Skin"},{"bookname":"Leviticus","chapter":"13","verse":"19","text":"and in the place of the boil there is a white swelling or a reddish white bright spot, he must show himself to the priest."},{"bookname":"Leviticus","chapter":"13","verse":"20","text":"The priest will then examine it, and if it appears to be deeper than the skin and its hair has turned white, then the priest is to pronounce the person unclean. It is a diseased infection that has broken out in the boil."},{"bookname":"Leviticus","chapter":"13","verse":"21","text":"If, however, the priest examines it, and there is no white hair in it, it is not deeper than the skin, and it has faded, then the priest is to quarantine him for seven days."},{"bookname":"Leviticus","chapter":"13","verse":"22","text":"If it is spreading further on the skin, then the priest is to pronounce him unclean. It is an infection."},{"bookname":"Leviticus","chapter":"13","verse":"23","text":"But if the bright spot stays in its place and has not spread, it is the scar of the boil, so the priest is to pronounce him clean."},{"bookname":"Leviticus","chapter":"13","verse":"24","text":"“When a body has a burn on its skin and the raw area of the burn becomes a reddish white or white bright spot,","title":"A Burn on the Skin"},{"bookname":"Leviticus","chapter":"13","verse":"25","text":"the priest must examine it, and if the hair has turned white in the bright spot and it appears to be deeper than the skin, it is a disease that has broken out in the burn. The priest is to pronounce the person unclean. It is a diseased infection."},{"bookname":"Leviticus","chapter":"13","verse":"26","text":"If, however, the priest examines it and there is no white hair in the bright spot, it is not deeper than the skin, and it has faded, then the priest is to quarantine him for seven days."},{"bookname":"Leviticus","chapter":"13","verse":"27","text":"The priest must then examine it on the seventh day, and if it is spreading further on the skin, then the priest is to pronounce him unclean. It is a diseased infection."},{"bookname":"Leviticus","chapter":"13","verse":"28","text":"But if the bright spot stays in its place, has not spread on the skin, and it has faded, then it is the swelling of the burn, so the priest is to pronounce him clean, because it is the scar of the burn."},{"bookname":"Leviticus","chapter":"13","verse":"29","text":"“When a man or a woman has an infection on the head or in the beard,","title":"Scall on the Head or in the Beard"},{"bookname":"Leviticus","chapter":"13","verse":"30","text":"the priest is to examine the infection, and if it appears to be deeper than the skin and the hair in it is reddish yellow and thin, then the priest is to pronounce the person unclean. It is scall, a disease of the head or the beard."},{"bookname":"Leviticus","chapter":"13","verse":"31","text":"But if the priest examines the scall infection and it does not appear to be deeper than the skin, and there is no black hair in it, then the priest is to quarantine the person with the scall infection for seven days."},{"bookname":"Leviticus","chapter":"13","verse":"32","text":"The priest must then examine the infection on the seventh day, and if the scall has not spread, there is no reddish yellow hair in it, and the scall does not appear to be deeper than the skin,"},{"bookname":"Leviticus","chapter":"13","verse":"33","text":"then the individual is to shave himself, but he must not shave the area affected by the scall, and the priest is to quarantine the person with the scall for another seven days."},{"bookname":"Leviticus","chapter":"13","verse":"34","text":"The priest must then examine the scall on the seventh day, and if the scall has not spread on the skin and it does not appear to be deeper than the skin, then the priest is to pronounce him clean. So he is to wash his clothes and be clean."},{"bookname":"Leviticus","chapter":"13","verse":"35","text":"If, however, the scall spreads further on the skin after his purification,"},{"bookname":"Leviticus","chapter":"13","verse":"36","text":"then the priest is to examine it, and if the scall has spread on the skin the priest is not to search further for reddish yellow hair. The person is unclean."},{"bookname":"Leviticus","chapter":"13","verse":"37","text":"If, as far as the priest can see, the scall has stayed the same and black hair has sprouted in it, the scall has been healed; the person is clean. So the priest is to pronounce him clean."},{"bookname":"Leviticus","chapter":"13","verse":"38","text":"“When a man or a woman has bright spots &#8211; white bright spots &#8211; on the skin of their body,","title":"Bright White Spots on the Skin"},{"bookname":"Leviticus","chapter":"13","verse":"39","text":"the priest is to examine them, and if the bright spots on the skin of their body are faded white, it is a harmless rash that has broken out on the skin. The person is clean."},{"bookname":"Leviticus","chapter":"13","verse":"40","text":"“When a man’s head is bare so that he is balding in back, he is clean.","title":"Baldness on the Head"},{"bookname":"Leviticus","chapter":"13","verse":"41","text":"If his head is bare on the forehead so that he is balding in front, he is clean."},{"bookname":"Leviticus","chapter":"13","verse":"42","text":"But if there is a reddish white infection in the back or front bald area, it is a disease breaking out in his back or front bald area."},{"bookname":"Leviticus","chapter":"13","verse":"43","text":"The priest is to examine it, and if the swelling of the infection is reddish white in the back or front bald area like the appearance of a disease on the skin of the body,"},{"bookname":"Leviticus","chapter":"13","verse":"44","text":"he is a diseased man. He is unclean. The priest must surely pronounce him unclean because of his infection on his head."},{"bookname":"Leviticus","chapter":"13","verse":"45","text":"“As for the diseased person who has the infection, his clothes must be torn, the hair of his head must be unbound, he must cover his mustache, and he must call out ‘Unclean! Unclean!’","title":"The Life of the Person with Skin Disease"},{"bookname":"Leviticus","chapter":"13","verse":"46","text":"The whole time he has the infection he will be continually unclean. He must live in isolation, and his place of residence must be outside the camp."},{"bookname":"Leviticus","chapter":"13","verse":"47","text":"“When a garment has a diseased infection in it, whether a wool or linen garment,","title":"Infections in Garments, Cloth, or Leather"},{"bookname":"Leviticus","chapter":"13","verse":"48","text":"or in the warp or woof of the linen or the wool, or in leather or anything made of leather,"},{"bookname":"Leviticus","chapter":"13","verse":"49","text":"if the infection in the garment or leather or warp or woof or any article of leather is yellowish green or reddish, it is a diseased infection and it must be shown to the priest."},{"bookname":"Leviticus","chapter":"13","verse":"50","text":"The priest is to examine and then quarantine the article with the infection for seven days."},{"bookname":"Leviticus","chapter":"13","verse":"51","text":"He must then examine the infection on the seventh day. If the infection has spread in the garment, or in the warp, or in the woof, or in the leather &#8211; whatever the article into which the leather was made &#8211; the infection is a malignant disease. It is unclean."},{"bookname":"Leviticus","chapter":"13","verse":"52","text":"He must burn the garment or the warp or the woof, whether wool or linen, or any article of leather which has the infection in it. Because it is a malignant disease it must be burned up in the fire."},{"bookname":"Leviticus","chapter":"13","verse":"53","text":"But if the priest examines it and the infection has not spread in the garment or in the warp or in the woof or in any article of leather,"},{"bookname":"Leviticus","chapter":"13","verse":"54","text":"the priest is to command that they wash whatever has the infection and quarantine it for another seven days."},{"bookname":"Leviticus","chapter":"13","verse":"55","text":"The priest must then examine it after the infection has been washed out, and if the infection has not changed its appearance even though the infection has not spread, it is unclean. You must burn it up in the fire. It is a fungus, whether on the back side or front side of the article."},{"bookname":"Leviticus","chapter":"13","verse":"56","text":"But if the priest has examined it and the infection has faded after it has been washed, he is to tear it out of the garment or the leather or the warp or the woof."},{"bookname":"Leviticus","chapter":"13","verse":"57","text":"Then if it still appears again in the garment or the warp or the woof, or in any article of leather, it is an outbreak. Whatever has the infection in it you must burn up in the fire."},{"bookname":"Leviticus","chapter":"13","verse":"58","text":"But the garment or the warp or the woof or any article of leather which you wash and infection disappears from it is to be washed a second time and it will be clean.”"},{"bookname":"Leviticus","chapter":"13","verse":"59","text":"This is the law of the diseased infection in the garment of wool or linen, or the warp or woof, or any article of leather, for pronouncing it clean or unclean.","title":"Summary of Infection Regulations"}],[{"bookname":"Leviticus","chapter":"14","verse":"1","text":"The Lord spoke to Moses:","title":"Purification of Diseased Skin Infections"},{"bookname":"Leviticus","chapter":"14","verse":"2","text":"“This is the law of the diseased person on the day of his purification, when he is brought to the priest."},{"bookname":"Leviticus","chapter":"14","verse":"3","text":"The priest is to go outside the camp and examine the infection. If the infection of the diseased person has been healed,"},{"bookname":"Leviticus","chapter":"14","verse":"4","text":"then the priest will command that two live clean birds, a piece of cedar wood, a scrap of crimson fabric, and some twigs of hyssop be taken up for the one being cleansed."},{"bookname":"Leviticus","chapter":"14","verse":"5","text":"The priest will then command that one bird be slaughtered into a clay vessel over fresh water."},{"bookname":"Leviticus","chapter":"14","verse":"6","text":"Then he is to take the live bird along with the piece of cedar wood, the scrap of crimson fabric, and the twigs of hyssop, and he is to dip them and the live bird in the blood of the bird slaughtered over the fresh water,"},{"bookname":"Leviticus","chapter":"14","verse":"7","text":"and sprinkle it seven times on the one being cleansed from the disease, pronounce him clean, and send the live bird away over the open countryside."},{"bookname":"Leviticus","chapter":"14","verse":"8","text":"“The one being cleansed must then wash his clothes, shave off all his hair, and bathe in water, and so be clean. Then afterward he may enter the camp, but he must live outside his tent seven days.","title":"The Seven Days of Purification"},{"bookname":"Leviticus","chapter":"14","verse":"9","text":"When the seventh day comes he must shave all his hair &#8211; his head, his beard, his eyebrows, all his hair &#8211; and he must wash his clothes, bathe his body in water, and so be clean."},{"bookname":"Leviticus","chapter":"14","verse":"10","text":"“On the eighth day he must take two flawless male lambs, one flawless yearling female lamb, three-tenths of an ephah of choice wheat flour as a grain offering mixed with olive oil, and one log of olive oil,","title":"The Eighth Day Atonement Rituals"},{"bookname":"Leviticus","chapter":"14","verse":"11","text":"and the priest who pronounces him clean will have the man who is being cleansed stand along with these offerings before the Lord at the entrance of the Meeting Tent."},{"bookname":"Leviticus","chapter":"14","verse":"12","text":"“The priest is to take one male lamb and present it for a guilt offering along with the log of olive oil and present them as a wave offering before the Lord."},{"bookname":"Leviticus","chapter":"14","verse":"13","text":"He must then slaughter the male lamb in the place where the sin offering and the burnt offering are slaughtered, in the sanctuary, because, like the sin offering, the guilt offering belongs to the priest; it is most holy."},{"bookname":"Leviticus","chapter":"14","verse":"14","text":"Then the priest is to take some of the blood of the guilt offering and put it on the right earlobe of the one being cleansed, on the thumb of his right hand, and on the big toe of his right foot."},{"bookname":"Leviticus","chapter":"14","verse":"15","text":"The priest will then take some of the log of olive oil and pour it into his own left hand."},{"bookname":"Leviticus","chapter":"14","verse":"16","text":"Then the priest is to dip his right forefinger into the olive oil that is in his left hand, and sprinkle some of the olive oil with his finger seven times before the Lord."},{"bookname":"Leviticus","chapter":"14","verse":"17","text":"The priest will then put some of the rest of the olive oil that is in his hand on the right earlobe of the one being cleansed, on the thumb of his right hand, and on the big toe of his right foot, on the blood of the guilt offering,"},{"bookname":"Leviticus","chapter":"14","verse":"18","text":"and the remainder of the olive oil that is in his hand the priest is to put on the head of the one being cleansed. So the priest is to make atonement for him before the Lord."},{"bookname":"Leviticus","chapter":"14","verse":"19","text":"“The priest must then perform the sin offering and make atonement for the one being cleansed from his impurity. After that he is to slaughter the burnt offering,"},{"bookname":"Leviticus","chapter":"14","verse":"20","text":"and the priest is to offer the burnt offering and the grain offering on the altar. So the priest is to make atonement for him and he will be clean."},{"bookname":"Leviticus","chapter":"14","verse":"21","text":"“If the person is poor and does not have sufficient means, he must take one male lamb as a guilt offering for a wave offering to make atonement for himself, one-tenth of an ephah of choice wheat flour mixed with olive oil for a grain offering, a log of olive oil,","title":"The Eighth Day Atonement Rituals for the Poor Person"},{"bookname":"Leviticus","chapter":"14","verse":"22","text":"and two turtledoves or two young pigeons, which are within his means. One will be a sin offering and the other a burnt offering."},{"bookname":"Leviticus","chapter":"14","verse":"23","text":"“On the eighth day he must bring them for his purification to the priest at the entrance of the Meeting Tent before the Lord,"},{"bookname":"Leviticus","chapter":"14","verse":"24","text":"and the priest is to take the male lamb of the guilt offering and the log of olive oil and wave them as a wave offering before the Lord."},{"bookname":"Leviticus","chapter":"14","verse":"25","text":"Then he is to slaughter the male lamb of the guilt offering, and the priest is to take some of the blood of the guilt offering and put it on the right earlobe of the one being cleansed, on the thumb of his right hand, and on the big toe of his right foot."},{"bookname":"Leviticus","chapter":"14","verse":"26","text":"The priest will then pour some of the olive oil into his own left hand,"},{"bookname":"Leviticus","chapter":"14","verse":"27","text":"and sprinkle some of the olive oil that is in his left hand with his right forefinger seven times before the Lord."},{"bookname":"Leviticus","chapter":"14","verse":"28","text":"Then the priest is to put some of the olive oil that is in his hand on the right earlobe of the one being cleansed, on the thumb of his right hand, and on the big toe of his right foot, on the place of the blood of the guilt offering,"},{"bookname":"Leviticus","chapter":"14","verse":"29","text":"and the remainder of the olive oil that is in the hand of the priest he is to put on the head of the one being cleansed to make atonement for him before the Lord."},{"bookname":"Leviticus","chapter":"14","verse":"30","text":"“He will then make one of the turtledoves or young pigeons, which are within his means,"},{"bookname":"Leviticus","chapter":"14","verse":"31","text":"a sin offering and the other a burnt offering along with the grain offering. So the priest is to make atonement for the one being cleansed before the Lord."},{"bookname":"Leviticus","chapter":"14","verse":"32","text":"This is the law of the one in whom there is a diseased infection, who does not have sufficient means for his purification.”"},{"bookname":"Leviticus","chapter":"14","verse":"33","text":"The Lord spoke to Moses and Aaron:","title":"Purification of Disease-Infected Houses"},{"bookname":"Leviticus","chapter":"14","verse":"34","text":"“When you enter the land of Canaan which I am about to give to you for a possession, and I put a diseased infection in a house in the land you are to possess,"},{"bookname":"Leviticus","chapter":"14","verse":"35","text":"then whoever owns the house must come and declare to the priest, ‘Something like an infection is visible to me in the house.’"},{"bookname":"Leviticus","chapter":"14","verse":"36","text":"Then the priest will command that the house be cleared before the priest enters to examine the infection so that everything in the house does not become unclean, and afterward the priest will enter to examine the house."},{"bookname":"Leviticus","chapter":"14","verse":"37","text":"He is to examine the infection, and if the infection in the walls of the house consists of yellowish green or reddish eruptions, and it appears to be deeper than the surface of the wall,"},{"bookname":"Leviticus","chapter":"14","verse":"38","text":"then the priest is to go out of the house to the doorway of the house and quarantine the house for seven days."},{"bookname":"Leviticus","chapter":"14","verse":"39","text":"The priest must return on the seventh day and examine it, and if the infection has spread in the walls of the house,"},{"bookname":"Leviticus","chapter":"14","verse":"40","text":"then the priest is to command that the stones that had the infection in them be pulled and thrown outside the city into an unclean place."},{"bookname":"Leviticus","chapter":"14","verse":"41","text":"Then he is to have the house scraped all around on the inside, and the plaster which is scraped off must be dumped outside the city into an unclean place."},{"bookname":"Leviticus","chapter":"14","verse":"42","text":"They are then to take other stones and replace those stones, and he is to take other plaster and replaster the house."},{"bookname":"Leviticus","chapter":"14","verse":"43","text":"“If the infection returns and breaks out in the house after he has pulled out the stones, scraped the house, and it is replastered,"},{"bookname":"Leviticus","chapter":"14","verse":"44","text":"the priest is to come and examine it, and if the infection has spread in the house, it is a malignant disease in the house. It is unclean."},{"bookname":"Leviticus","chapter":"14","verse":"45","text":"He must tear down the house, its stones, its wood, and all the plaster of the house, and bring all of it outside the city to an unclean place."},{"bookname":"Leviticus","chapter":"14","verse":"46","text":"Anyone who enters the house all the days the priest has quarantined it will be unclean until evening."},{"bookname":"Leviticus","chapter":"14","verse":"47","text":"Anyone who lies down in the house must wash his clothes. Anyone who eats in the house must wash his clothes."},{"bookname":"Leviticus","chapter":"14","verse":"48","text":"“If, however, the priest enters and examines it, and the infection has not spread in the house after the house has been replastered, then the priest is to pronounce the house clean because the infection has been healed."},{"bookname":"Leviticus","chapter":"14","verse":"49","text":"Then he is to take two birds, a piece of cedar wood, a scrap of crimson fabric, and some twigs of hyssop to decontaminate the house,"},{"bookname":"Leviticus","chapter":"14","verse":"50","text":"and he is to slaughter one bird into a clay vessel over fresh water."},{"bookname":"Leviticus","chapter":"14","verse":"51","text":"He must then take the piece of cedar wood, the twigs of hyssop, the scrap of crimson fabric, and the live bird, and dip them in the blood of the slaughtered bird and in the fresh water, and sprinkle the house seven times."},{"bookname":"Leviticus","chapter":"14","verse":"52","text":"So he is to decontaminate the house with the blood of the bird, the fresh water, the live bird, the piece of cedar wood, the twigs of hyssop, and the scrap of crimson fabric,"},{"bookname":"Leviticus","chapter":"14","verse":"53","text":"and he is to send the live bird away outside the city into the open countryside. So he is to make atonement for the house and it will be clean."},{"bookname":"Leviticus","chapter":"14","verse":"54","text":"“This is the law for all diseased infections, for scall,","title":"Summary of Purification Regulations for Infections"},{"bookname":"Leviticus","chapter":"14","verse":"55","text":"for the diseased garment, for the house,"},{"bookname":"Leviticus","chapter":"14","verse":"56","text":"for the swelling, for the scab, and for the bright spot,"},{"bookname":"Leviticus","chapter":"14","verse":"57","text":"to teach when something is unclean and when it is clean. This is the law for dealing with infectious disease.”"}],[{"bookname":"Leviticus","chapter":"15","verse":"1","text":"The Lord spoke to Moses and Aaron:","title":"Male Bodily Discharges"},{"bookname":"Leviticus","chapter":"15","verse":"2","text":"“Speak to the Israelites and tell them, ‘When any man has a discharge from his body, his discharge is unclean."},{"bookname":"Leviticus","chapter":"15","verse":"3","text":"Now this is his uncleanness in regard to his discharge &#8211; whether his body secretes his discharge or blocks his discharge, he is unclean. All the days that his body has a discharge or his body blocks his discharge, this is his uncleanness."},{"bookname":"Leviticus","chapter":"15","verse":"4","text":"“‘Any bed the man with a discharge lies on will be unclean, and any furniture he sits on will be unclean."},{"bookname":"Leviticus","chapter":"15","verse":"5","text":"Anyone who touches his bed must wash his clothes, bathe in water, and be unclean until evening."},{"bookname":"Leviticus","chapter":"15","verse":"6","text":"The one who sits on the furniture the man with a discharge sits on must wash his clothes, bathe in water, and be unclean until evening."},{"bookname":"Leviticus","chapter":"15","verse":"7","text":"The one who touches the body of the man with a discharge must wash his clothes, bathe in water, and be unclean until evening."},{"bookname":"Leviticus","chapter":"15","verse":"8","text":"If the man with a discharge spits on a person who is ceremonially clean, that person must wash his clothes, bathe in water, and be unclean until evening."},{"bookname":"Leviticus","chapter":"15","verse":"9","text":"Any means of riding the man with a discharge rides on will be unclean."},{"bookname":"Leviticus","chapter":"15","verse":"10","text":"Anyone who touches anything that was under him will be unclean until evening, and the one who carries those items must wash his clothes, bathe in water, and be unclean until evening."},{"bookname":"Leviticus","chapter":"15","verse":"11","text":"Anyone whom the man with the discharge touches without having rinsed his hands in water must wash his clothes, bathe in water, and be unclean until evening."},{"bookname":"Leviticus","chapter":"15","verse":"12","text":"A clay vessel which the man with the discharge touches must be broken, and any wooden utensil must be rinsed in water."},{"bookname":"Leviticus","chapter":"15","verse":"13","text":"“‘When the man with the discharge becomes clean from his discharge he is to count off for himself seven days for his purification, and he must wash his clothes, bathe in fresh water, and be clean.","title":"Purity Regulations for Male Bodily Discharges"},{"bookname":"Leviticus","chapter":"15","verse":"14","text":"Then on the eighth day he is to take for himself two turtledoves or two young pigeons, and he is to present himself before the Lord at the entrance of the Meeting Tent and give them to the priest,"},{"bookname":"Leviticus","chapter":"15","verse":"15","text":"and the priest is to make one of them a sin offering and the other a burnt offering. So the priest is to make atonement for him before the Lord for his discharge."},{"bookname":"Leviticus","chapter":"15","verse":"16","text":"“‘When a man has a seminal emission, he must bathe his whole body in water and be unclean until evening,"},{"bookname":"Leviticus","chapter":"15","verse":"17","text":"and he must wash in water any clothing or leather that has semen on it, and it will be unclean until evening."},{"bookname":"Leviticus","chapter":"15","verse":"18","text":"When a man has sexual intercourse with a woman and there is a seminal emission, they must bathe in water and be unclean until evening."},{"bookname":"Leviticus","chapter":"15","verse":"19","text":"“‘When a woman has a discharge and her discharge is blood from her body, she is to be in her menstruation seven days, and anyone who touches her will be unclean until evening.","title":"Female Bodily Discharges"},{"bookname":"Leviticus","chapter":"15","verse":"20","text":"Anything she lies on during her menstruation will be unclean, and anything she sits on will be unclean."},{"bookname":"Leviticus","chapter":"15","verse":"21","text":"Anyone who touches her bed must wash his clothes, bathe in water, and be unclean until evening."},{"bookname":"Leviticus","chapter":"15","verse":"22","text":"Anyone who touches any furniture she sits on must wash his clothes, bathe in water, and be unclean until evening."},{"bookname":"Leviticus","chapter":"15","verse":"23","text":"If there is something on the bed or on the furniture she sits on, when he touches it he will be unclean until evening,"},{"bookname":"Leviticus","chapter":"15","verse":"24","text":"and if a man actually has sexual intercourse with her so that her menstrual impurity touches him, then he will be unclean seven days and any bed he lies on will be unclean."},{"bookname":"Leviticus","chapter":"15","verse":"25","text":"“‘When a woman’s discharge of blood flows many days not at the time of her menstruation, or if it flows beyond the time of her menstruation, all the days of her discharge of impurity will be like the days of her menstruation &#8211; she is unclean."},{"bookname":"Leviticus","chapter":"15","verse":"26","text":"Any bed she lies on all the days of her discharge will be to her like the bed of her menstruation, any furniture she sits on will be unclean like the impurity of her menstruation,"},{"bookname":"Leviticus","chapter":"15","verse":"27","text":"and anyone who touches them will be unclean, and he must wash his clothes, bathe in water, and be unclean until evening."},{"bookname":"Leviticus","chapter":"15","verse":"28","text":"“‘If she becomes clean from her discharge, then she is to count off for herself seven days, and afterward she will be clean.","title":"Purity Regulations from Female Bodily Discharges"},{"bookname":"Leviticus","chapter":"15","verse":"29","text":"Then on the eighth day she must take for herself two turtledoves or two young pigeons and she must bring them to the priest at the entrance of the Meeting Tent,"},{"bookname":"Leviticus","chapter":"15","verse":"30","text":"and the priest is to make one a sin offering and the other a burnt offering. So the priest is to make atonement for her before the Lord from her discharge of impurity."},{"bookname":"Leviticus","chapter":"15","verse":"31","text":"“‘Thus you are to set the Israelites apart from their impurity so that they do not die in their impurity by defiling my tabernacle which is in their midst.","title":"Summary of Purification Regulations for Bodily Discharges"},{"bookname":"Leviticus","chapter":"15","verse":"32","text":"This is the law of the one with a discharge: the one who has a seminal emission and becomes unclean by it,"},{"bookname":"Leviticus","chapter":"15","verse":"33","text":"the one who is sick in her menstruation, the one with a discharge, whether male or female, and a man who has sexual intercourse with an unclean woman.’”"}],[{"bookname":"Leviticus","chapter":"16","verse":"1","text":"The Lord spoke to Moses after the death of Aaron’s two sons when they approached the presence of the Lord and died,","title":"The Day of Atonement"},{"bookname":"Leviticus","chapter":"16","verse":"2","text":"and the Lord said to Moses: “Tell Aaron your brother that he must not enter at any time into the holy place inside the veil-canopy in front of the atonement plate that is on the ark so that he may not die, for I will appear in the cloud over the atonement plate."},{"bookname":"Leviticus","chapter":"16","verse":"3","text":"“In this way Aaron is to enter into the sanctuary &#8211; with a young bull for a sin offering and a ram for a burnt offering.","title":"Day of Atonement Offerings"},{"bookname":"Leviticus","chapter":"16","verse":"4","text":"He must put on a holy linen tunic, linen leggings are to cover his body, and he is to wrap himself with a linen sash and wrap his head with a linen turban. They are holy garments, so he must bathe his body in water and put them on."},{"bookname":"Leviticus","chapter":"16","verse":"5","text":"He must also take two male goats from the congregation of the Israelites for a sin offering and one ram for a burnt offering."},{"bookname":"Leviticus","chapter":"16","verse":"6","text":"Then Aaron is to present the sin offering bull which is for himself and is to make atonement on behalf of himself and his household."},{"bookname":"Leviticus","chapter":"16","verse":"7","text":"He must then take the two goats and stand them before the Lord at the entrance of the Meeting Tent,"},{"bookname":"Leviticus","chapter":"16","verse":"8","text":"and Aaron is to cast lots over the two goats, one lot for the Lord and one lot for Azazel."},{"bookname":"Leviticus","chapter":"16","verse":"9","text":"Aaron must then present the goat which has been designated by lot for the Lord, and he is to make it a sin offering,"},{"bookname":"Leviticus","chapter":"16","verse":"10","text":"but the goat which has been designated by lot for Azazel is to be stood alive before the Lord to make atonement on it by sending it away to Azazel into the wilderness."},{"bookname":"Leviticus","chapter":"16","verse":"11","text":"“Aaron is to present the sin offering bull which is for himself, and he is to make atonement on behalf of himself and his household. He is to slaughter the sin offering bull which is for himself,","title":"The Sin Offering Sacrificial Procedures"},{"bookname":"Leviticus","chapter":"16","verse":"12","text":"and take a censer full of coals of fire from the altar before the Lord and a full double handful of finely ground fragrant incense, and bring them inside the veil-canopy."},{"bookname":"Leviticus","chapter":"16","verse":"13","text":"He must then put the incense on the fire before the Lord, and the cloud of incense will cover the atonement plate which is above the ark of the testimony, so that he will not die."},{"bookname":"Leviticus","chapter":"16","verse":"14","text":"Then he is to take some of the blood of the bull and sprinkle it with his finger on the eastern face of the atonement plate, and in front of the atonement plate he is to sprinkle some of the blood seven times with his finger."},{"bookname":"Leviticus","chapter":"16","verse":"15","text":"“He must then slaughter the sin offering goat which is for the people. He is to bring its blood inside the veil-canopy, and he is to do with its blood just as he did to the blood of the bull: He is to sprinkle it on the atonement plate and in front of the atonement plate."},{"bookname":"Leviticus","chapter":"16","verse":"16","text":"So he is to make atonement for the holy place from the impurities of the Israelites and from their transgressions with regard to all their sins, and thus he is to do for the Meeting Tent which resides with them in the midst of their impurities."},{"bookname":"Leviticus","chapter":"16","verse":"17","text":"Nobody is to be in the Meeting Tent when he enters to make atonement in the holy place until he goes out, and he has made atonement on his behalf, on behalf of his household, and on behalf of the whole assembly of Israel."},{"bookname":"Leviticus","chapter":"16","verse":"18","text":"“Then he is to go out to the altar which is before the Lord and make atonement for it. He is to take some of the blood of the bull and some of the blood of the goat, and put it all around on the horns of the altar."},{"bookname":"Leviticus","chapter":"16","verse":"19","text":"Then he is to sprinkle on it some of the blood with his finger seven times, and cleanse and consecrate it from the impurities of the Israelites."},{"bookname":"Leviticus","chapter":"16","verse":"20","text":"“When he has finished purifying the holy place, the Meeting Tent, and the altar, he is to present the live goat.","title":"The Live Goat Ritual Procedures"},{"bookname":"Leviticus","chapter":"16","verse":"21","text":"Aaron is to lay his two hands on the head of the live goat and confess over it all the iniquities of the Israelites and all their transgressions in regard to all their sins, and thus he is to put them on the head of the goat and send it away into the wilderness by the hand of a man standing ready."},{"bookname":"Leviticus","chapter":"16","verse":"22","text":"The goat is to bear on itself all their iniquities into an inaccessible land, so he is to send the goat away in the wilderness."},{"bookname":"Leviticus","chapter":"16","verse":"23","text":"“Aaron must then enter the Meeting Tent and take off the linen garments which he had put on when he entered the sanctuary, and leave them there.","title":"The Concluding Rituals"},{"bookname":"Leviticus","chapter":"16","verse":"24","text":"Then he must bathe his body in water in a holy place, put on his clothes, and go out and make his burnt offering and the people’s burnt offering. So he is to make atonement on behalf of himself and the people."},{"bookname":"Leviticus","chapter":"16","verse":"25","text":"“Then he is to offer up the fat of the sin offering in smoke on the altar,"},{"bookname":"Leviticus","chapter":"16","verse":"26","text":"and the one who sent the goat away to Azazel must wash his clothes, bathe his body in water, and afterward he may reenter the camp."},{"bookname":"Leviticus","chapter":"16","verse":"27","text":"The bull of the sin offering and the goat of the sin offering, whose blood was brought to make atonement in the holy place, must be brought outside the camp and their hide, their flesh, and their dung must be burned up,"},{"bookname":"Leviticus","chapter":"16","verse":"28","text":"and the one who burns them must wash his clothes and bathe his body in water, and afterward he may reenter the camp."},{"bookname":"Leviticus","chapter":"16","verse":"29","text":"“This is to be a perpetual statute for you. In the seventh month, on the tenth day of the month, you must humble yourselves and do no work of any kind, both the native citizen and the foreigner who resides in your midst,","title":"Review of the Day of Atonement"},{"bookname":"Leviticus","chapter":"16","verse":"30","text":"for on this day atonement is to be made for you to cleanse you from all your sins; you must be clean before the Lord."},{"bookname":"Leviticus","chapter":"16","verse":"31","text":"It is to be a Sabbath of complete rest for you, and you must humble yourselves. It is a perpetual statute."},{"bookname":"Leviticus","chapter":"16","verse":"32","text":"“The priest who is anointed and ordained to act as high priest in place of his father is to make atonement. He is to put on the linen garments, the holy garments,"},{"bookname":"Leviticus","chapter":"16","verse":"33","text":"and he is to purify the Most Holy Place, he is to purify the Meeting Tent and the altar, and he is to make atonement for the priests and for all the people of the assembly."},{"bookname":"Leviticus","chapter":"16","verse":"34","text":"This is to be a perpetual statute for you to make atonement for the Israelites for all their sins once a year.” So he did just as the Lord had commanded Moses."}],[{"bookname":"Leviticus","chapter":"17","verse":"1","text":"The Lord spoke to Moses:","title":"The Slaughter of Animals"},{"bookname":"Leviticus","chapter":"17","verse":"2","text":"“Speak to Aaron, his sons, and all the Israelites, and tell them: ‘This is the word that the Lord has commanded:"},{"bookname":"Leviticus","chapter":"17","verse":"3","text":"“Blood guilt will be accounted to any man from the house of Israel who slaughters an ox or a lamb or a goat inside the camp or outside the camp,"},{"bookname":"Leviticus","chapter":"17","verse":"4","text":"but has not brought it to the entrance of the Meeting Tent to present it as an offering to the Lord before the tabernacle of the Lord. He has shed blood, so that man will be cut off from the midst of his people."},{"bookname":"Leviticus","chapter":"17","verse":"5","text":"This is so that the Israelites will bring their sacrifices that they are sacrificing in the open field to the Lord at the entrance of the Meeting Tent to the priest and sacrifice them there as peace offering sacrifices to the Lord."},{"bookname":"Leviticus","chapter":"17","verse":"6","text":"The priest is to splash the blood on the altar of the Lord at the entrance of the Meeting Tent, and offer the fat up in smoke for a soothing aroma to the Lord."},{"bookname":"Leviticus","chapter":"17","verse":"7","text":"So they must no longer offer their sacrifices to the goat demons, acting like prostitutes by going after them. This is to be a perpetual statute for them throughout their generations."},{"bookname":"Leviticus","chapter":"17","verse":"8","text":"“You are to say to them: ‘Any man from the house of Israel or from the foreigners who reside in their midst, who offers a burnt offering or a sacrifice"},{"bookname":"Leviticus","chapter":"17","verse":"9","text":"but does not bring it to the entrance of the Meeting Tent to offer it to the Lord &#8211; that person will be cut off from his people."},{"bookname":"Leviticus","chapter":"17","verse":"10","text":"“‘Any man from the house of Israel or from the foreigners who reside in their midst who eats any blood, I will set my face against that person who eats the blood, and I will cut him off from the midst of his people,","title":"Prohibition against Eating Blood"},{"bookname":"Leviticus","chapter":"17","verse":"11","text":"for the life of every living thing is in the blood. So I myself have assigned it to you on the altar to make atonement for your lives, for the blood makes atonement by means of the life."},{"bookname":"Leviticus","chapter":"17","verse":"12","text":"Therefore, I have said to the Israelites: No person among you is to eat blood, and no resident foreigner who lives among you is to eat blood."},{"bookname":"Leviticus","chapter":"17","verse":"13","text":"“‘Any man from the Israelites or from the foreigners who reside in their midst who hunts a wild animal or a bird that may be eaten must pour out its blood and cover it with soil,"},{"bookname":"Leviticus","chapter":"17","verse":"14","text":"for the life of all flesh is its blood. So I have said to the Israelites: You must not eat the blood of any living thing because the life of every living thing is its blood &#8211; all who eat it will be cut off."},{"bookname":"Leviticus","chapter":"17","verse":"15","text":"“‘Any person who eats an animal that has died of natural causes or an animal torn by beasts, whether a native citizen or a foreigner, must wash his clothes, bathe in water, and be unclean until evening; then he becomes clean.","title":"Regulations for Eating Carcasses"},{"bookname":"Leviticus","chapter":"17","verse":"16","text":"But if he does not wash his clothes and does not bathe his body, he will bear his punishment for iniquity.’”"}],[{"bookname":"Leviticus","chapter":"18","verse":"1","text":"The Lord spoke to Moses:","title":"Exhortation to Obedience and Life"},{"bookname":"Leviticus","chapter":"18","verse":"2","text":"“Speak to the Israelites and tell them, ‘I am the Lord your God!"},{"bookname":"Leviticus","chapter":"18","verse":"3","text":"You must not do as they do in the land of Egypt where you have been living, and you must not do as they do in the land of Canaan into which I am about to bring you; you must not walk in their statutes."},{"bookname":"Leviticus","chapter":"18","verse":"4","text":"You must observe my regulations and you must be sure to walk in my statutes. I am the Lord your God."},{"bookname":"Leviticus","chapter":"18","verse":"5","text":"So you must keep my statutes and my regulations; anyone who does so will live by keeping them. I am the Lord."},{"bookname":"Leviticus","chapter":"18","verse":"6","text":"“‘No man is to approach any close relative to have sexual intercourse with her. I am the Lord.","title":"Laws of Sexual Relations"},{"bookname":"Leviticus","chapter":"18","verse":"7","text":"You must not expose your father’s nakedness by having sexual intercourse with your mother. She is your mother; you must not have intercourse with her."},{"bookname":"Leviticus","chapter":"18","verse":"8","text":"You must not have sexual intercourse with your father’s wife; she is your father’s nakedness."},{"bookname":"Leviticus","chapter":"18","verse":"9","text":"You must not have sexual intercourse with your sister, whether she is your father’s daughter or your mother’s daughter, whether she is born in the same household or born outside it; you must not have sexual intercourse with either of them."},{"bookname":"Leviticus","chapter":"18","verse":"10","text":"You must not expose the nakedness of your son’s daughter or your daughter’s daughter by having sexual intercourse with them, because they are your own nakedness."},{"bookname":"Leviticus","chapter":"18","verse":"11","text":"You must not have sexual intercourse with the daughter of your father’s wife born of your father; she is your sister. You must not have intercourse with her."},{"bookname":"Leviticus","chapter":"18","verse":"12","text":"You must not have sexual intercourse with your father’s sister; she is your father’s flesh."},{"bookname":"Leviticus","chapter":"18","verse":"13","text":"You must not have sexual intercourse with your mother’s sister, because she is your mother’s flesh."},{"bookname":"Leviticus","chapter":"18","verse":"14","text":"You must not expose the nakedness of your father’s brother; you must not approach his wife to have sexual intercourse with her. She is your aunt."},{"bookname":"Leviticus","chapter":"18","verse":"15","text":"You must not have sexual intercourse with your daughter-in-law; she is your son’s wife. You must not have intercourse with her."},{"bookname":"Leviticus","chapter":"18","verse":"16","text":"You must not have sexual intercourse with your brother’s wife; she is your brother’s nakedness."},{"bookname":"Leviticus","chapter":"18","verse":"17","text":"You must not have sexual intercourse with both a woman and her daughter; you must not take as wife either her son’s daughter or her daughter’s daughter to have intercourse with them. They are closely related to her &#8211; it is lewdness."},{"bookname":"Leviticus","chapter":"18","verse":"18","text":"You must not take a woman in marriage and then marry her sister as a rival wife while she is still alive, to have sexual intercourse with her."},{"bookname":"Leviticus","chapter":"18","verse":"19","text":"“‘You must not approach a woman in her menstrual impurity to have sexual intercourse with her."},{"bookname":"Leviticus","chapter":"18","verse":"20","text":"You must not have sexual intercourse with the wife of your fellow citizen to become unclean with her."},{"bookname":"Leviticus","chapter":"18","verse":"21","text":"You must not give any of your children as an offering to Molech, so that you do not profane the name of your God. I am the Lord!"},{"bookname":"Leviticus","chapter":"18","verse":"22","text":"You must not have sexual intercourse with a male as one has sexual intercourse with a woman; it is a detestable act."},{"bookname":"Leviticus","chapter":"18","verse":"23","text":"You must not have sexual intercourse with any animal to become defiled with it, and a woman must not stand before an animal to have sexual intercourse with it; it is a perversion."},{"bookname":"Leviticus","chapter":"18","verse":"24","text":"“‘Do not defile yourselves with any of these things, for the nations which I am about to drive out before you have been defiled with all these things.","title":"Warning against the Abominations of the Nations"},{"bookname":"Leviticus","chapter":"18","verse":"25","text":"Therefore the land has become unclean and I have brought the punishment for its iniquity upon it, so that the land has vomited out its inhabitants."},{"bookname":"Leviticus","chapter":"18","verse":"26","text":"You yourselves must obey my statutes and my regulations and must not do any of these abominations, both the native citizen and the resident foreigner in your midst,"},{"bookname":"Leviticus","chapter":"18","verse":"27","text":"for the people who were in the land before you have done all these abominations, and the land has become unclean."},{"bookname":"Leviticus","chapter":"18","verse":"28","text":"So do not make the land vomit you out because you defile it just as it has vomited out the nations that were before you."},{"bookname":"Leviticus","chapter":"18","verse":"29","text":"For if anyone does any of these abominations, the persons who do them will be cut off from the midst of their people."},{"bookname":"Leviticus","chapter":"18","verse":"30","text":"You must obey my charge to not practice any of the abominable statutes that have been done before you, so that you do not defile yourselves by them. I am the Lord your God.’”"}],[{"bookname":"Leviticus","chapter":"19","verse":"1","text":"The Lord spoke to Moses:","title":"Religious and Social Regulations"},{"bookname":"Leviticus","chapter":"19","verse":"2","text":"“Speak to the whole congregation of the Israelites and tell them, ‘You must be holy because I, the Lord your God, am holy."},{"bookname":"Leviticus","chapter":"19","verse":"3","text":"Each of you must respect his mother and his father, and you must keep my Sabbaths. I am the Lord your God."},{"bookname":"Leviticus","chapter":"19","verse":"4","text":"Do not turn to idols, and you must not make for yourselves gods of cast metal. I am the Lord your God."},{"bookname":"Leviticus","chapter":"19","verse":"5","text":"“‘When you sacrifice a peace offering sacrifice to the Lord, you must sacrifice it so that it is accepted for you.","title":"Eating the Peace Offering"},{"bookname":"Leviticus","chapter":"19","verse":"6","text":"It must be eaten on the day of your sacrifice and on the following day, but what is left over until the third day must be burned up."},{"bookname":"Leviticus","chapter":"19","verse":"7","text":"If, however, it is eaten on the third day, it is spoiled, it will not be accepted,"},{"bookname":"Leviticus","chapter":"19","verse":"8","text":"and the one who eats it will bear his punishment for iniquity because he has profaned what is holy to the Lord. That person will be cut off from his people."},{"bookname":"Leviticus","chapter":"19","verse":"9","text":"“‘When you gather in the harvest of your land, you must not completely harvest the corner of your field, and you must not gather up the gleanings of your harvest.","title":"Leaving the Gleanings"},{"bookname":"Leviticus","chapter":"19","verse":"10","text":"You must not pick your vineyard bare, and you must not gather up the fallen grapes of your vineyard. You must leave them for the poor and the foreigner. I am the Lord your God."},{"bookname":"Leviticus","chapter":"19","verse":"11","text":"“‘You must not steal, you must not tell lies, and you must not deal falsely with your fellow citizen.","title":"Dealing Honestly"},{"bookname":"Leviticus","chapter":"19","verse":"12","text":"You must not swear falsely in my name, so that you do not profane the name of your God. I am the Lord."},{"bookname":"Leviticus","chapter":"19","verse":"13","text":"You must not oppress your neighbor or commit robbery against him. You must not withhold the wages of the hired laborer overnight until morning."},{"bookname":"Leviticus","chapter":"19","verse":"14","text":"You must not curse a deaf person or put a stumbling block in front of a blind person. You must fear your God; I am the Lord."},{"bookname":"Leviticus","chapter":"19","verse":"15","text":"“‘You must not deal unjustly in judgment: you must neither show partiality to the poor nor honor the rich. You must judge your fellow citizen fairly.","title":"Justice, Love, and Propriety"},{"bookname":"Leviticus","chapter":"19","verse":"16","text":"You must not go about as a slanderer among your people. You must not stand idly by when your neighbor’s life is at stake. I am the Lord."},{"bookname":"Leviticus","chapter":"19","verse":"17","text":"You must not hate your brother in your heart. You must surely reprove your fellow citizen so that you do not incur sin on account of him."},{"bookname":"Leviticus","chapter":"19","verse":"18","text":"You must not take vengeance or bear a grudge against the children of your people, but you must love your neighbor as yourself. I am the Lord."},{"bookname":"Leviticus","chapter":"19","verse":"19","text":"You must keep my statutes. You must not allow two different kinds of your animals to breed, you must not sow your field with two different kinds of seed, and you must not wear a garment made of two different kinds of fabric."},{"bookname":"Leviticus","chapter":"19","verse":"20","text":"“‘When a man has sexual intercourse with a woman, although she is a slave woman designated for another man and she has not yet been ransomed, or freedom has not been granted to her, there will be an obligation to pay compensation. They must not be put to death, because she was not free.","title":"Lying with a Slave Woman"},{"bookname":"Leviticus","chapter":"19","verse":"21","text":"He must bring his guilt offering to the Lord at the entrance of the Meeting Tent, a guilt offering ram,"},{"bookname":"Leviticus","chapter":"19","verse":"22","text":"and the priest is to make atonement for him with the ram of the guilt offering before the Lord for his sin that he has committed, and he will be forgiven of his sin that he has committed."},{"bookname":"Leviticus","chapter":"19","verse":"23","text":"“‘When you enter the land and plant any fruit tree, you must consider its fruit to be forbidden. Three years it will be forbidden to you; it must not be eaten.","title":"The Produce of Fruit Trees"},{"bookname":"Leviticus","chapter":"19","verse":"24","text":"In the fourth year all its fruit will be holy, praise offerings to the Lord."},{"bookname":"Leviticus","chapter":"19","verse":"25","text":"Then in the fifth year you may eat its fruit to add its produce to your harvest. I am the Lord your God."},{"bookname":"Leviticus","chapter":"19","verse":"26","text":"“‘You must not eat anything with the blood still in it. You must not practice either divination or soothsaying.","title":"Blood, Hair, and Body"},{"bookname":"Leviticus","chapter":"19","verse":"27","text":"You must not round off the corners of the hair on your head or ruin the corners of your beard."},{"bookname":"Leviticus","chapter":"19","verse":"28","text":"You must not slash your body for a dead person or incise a tattoo on yourself. I am the Lord."},{"bookname":"Leviticus","chapter":"19","verse":"29","text":"Do not profane your daughter by making her a prostitute, so that the land does not practice prostitution and become full of lewdness."},{"bookname":"Leviticus","chapter":"19","verse":"30","text":"“‘You must keep my Sabbaths and fear my sanctuary. I am the Lord.","title":"Purity, Honor, Respect, and Honesty"},{"bookname":"Leviticus","chapter":"19","verse":"31","text":"Do not turn to the spirits of the dead and do not seek familiar spirits to become unclean by them. I am the Lord your God."},{"bookname":"Leviticus","chapter":"19","verse":"32","text":"You must stand up in the presence of the aged, honor the presence of an elder, and fear your God. I am the Lord."},{"bookname":"Leviticus","chapter":"19","verse":"33","text":"When a foreigner resides with you in your land, you must not oppress him."},{"bookname":"Leviticus","chapter":"19","verse":"34","text":"The foreigner who resides with you must be to you like a native citizen among you; so you must love him as yourself, because you were foreigners in the land of Egypt. I am the Lord your God."},{"bookname":"Leviticus","chapter":"19","verse":"35","text":"You must not do injustice in the regulation of measures, whether of length, weight, or volume."},{"bookname":"Leviticus","chapter":"19","verse":"36","text":"You must have honest balances, honest weights, an honest ephah, and an honest hin. I am the Lord your God who brought you out from the land of Egypt."},{"bookname":"Leviticus","chapter":"19","verse":"37","text":"You must be sure to obey all my statutes and regulations. I am the Lord.’”"}],[{"bookname":"Leviticus","chapter":"20","verse":"1","text":"The Lord spoke to Moses:","title":"Prohibitions against Illegitimate Family Worship"},{"bookname":"Leviticus","chapter":"20","verse":"2","text":"“You are to say to the Israelites, ‘Any man from the Israelites or from the foreigners who reside in Israel who gives any of his children to Molech must be put to death; the people of the land must pelt him with stones."},{"bookname":"Leviticus","chapter":"20","verse":"3","text":"I myself will set my face against that man and cut him off from the midst of his people, because he has given some of his children to Molech and thereby defiled my sanctuary and profaned my holy name."},{"bookname":"Leviticus","chapter":"20","verse":"4","text":"If, however, the people of the land shut their eyes to that man when he gives some of his children to Molech so that they do not put him to death,"},{"bookname":"Leviticus","chapter":"20","verse":"5","text":"I myself will set my face against that man and his clan. I will cut off from the midst of their people both him and all who follow after him in spiritual prostitution, to commit prostitution by worshiping Molech."},{"bookname":"Leviticus","chapter":"20","verse":"6","text":"“‘The person who turns to the spirits of the dead and familiar spirits to commit prostitution by going after them, I will set my face against that person and cut him off from the midst of his people.","title":"Prohibition against Spiritists and Mediums<n id=\"1\" \/>"},{"bookname":"Leviticus","chapter":"20","verse":"7","text":"“‘You must sanctify yourselves and be holy, because I am the Lord your God.","title":"Exhortation to Holiness and Obedience"},{"bookname":"Leviticus","chapter":"20","verse":"8","text":"You must be sure to obey my statutes. I am the Lord who sanctifies you."},{"bookname":"Leviticus","chapter":"20","verse":"9","text":"“‘If anyone curses his father and mother he must be put to death. He has cursed his father and mother; his blood guilt is on himself.","title":"Family Life and Sexual Prohibitions<n id=\"1\" \/>"},{"bookname":"Leviticus","chapter":"20","verse":"10","text":"If a man commits adultery with his neighbor’s wife, both the adulterer and the adulteress must be put to death."},{"bookname":"Leviticus","chapter":"20","verse":"11","text":"If a man has sexual intercourse with his father’s wife, he has exposed his father’s nakedness. Both of them must be put to death; their blood guilt is on themselves."},{"bookname":"Leviticus","chapter":"20","verse":"12","text":"If a man has sexual intercourse with his daughter-in-law, both of them must be put to death. They have committed perversion; their blood guilt is on themselves."},{"bookname":"Leviticus","chapter":"20","verse":"13","text":"If a man has sexual intercourse with a male as one has sexual intercourse with a woman, the two of them have committed an abomination. They must be put to death; their blood guilt is on themselves."},{"bookname":"Leviticus","chapter":"20","verse":"14","text":"If a man has sexual intercourse with both a woman and her mother, it is lewdness. Both he and they must be burned to death, so there is no lewdness in your midst."},{"bookname":"Leviticus","chapter":"20","verse":"15","text":"If a man has sexual intercourse with any animal, he must be put to death, and you must kill the animal."},{"bookname":"Leviticus","chapter":"20","verse":"16","text":"If a woman approaches any animal to have sexual intercourse with it, you must kill the woman, and the animal must be put to death; their blood guilt is on themselves."},{"bookname":"Leviticus","chapter":"20","verse":"17","text":"“‘If a man has sexual intercourse with his sister, whether the daughter of his father or his mother, so that he sees her nakedness and she sees his nakedness, it is a disgrace. They must be cut off in the sight of the children of their people. He has exposed his sister’s nakedness; he will bear his punishment for iniquity."},{"bookname":"Leviticus","chapter":"20","verse":"18","text":"If a man has sexual intercourse with a menstruating woman and uncovers her nakedness, he has laid bare her fountain of blood and she has exposed the fountain of her blood, so both of them must be cut off from the midst of their people."},{"bookname":"Leviticus","chapter":"20","verse":"19","text":"You must not expose the nakedness of your mother’s sister and your father’s sister, for such a person has laid bare his own close relative. They must bear their punishment for iniquity."},{"bookname":"Leviticus","chapter":"20","verse":"20","text":"If a man has sexual intercourse with his aunt, he has exposed his uncle’s nakedness; they must bear responsibility for their sin, they will die childless."},{"bookname":"Leviticus","chapter":"20","verse":"21","text":"If a man has sexual intercourse with his brother’s wife, it is indecency. He has exposed his brother’s nakedness; they will be childless."},{"bookname":"Leviticus","chapter":"20","verse":"22","text":"“‘You must be sure to obey all my statutes and regulations, so that the land to which I am about to bring you to take up residence there does not vomit you out.","title":"Exhortation to Holiness and Obedience"},{"bookname":"Leviticus","chapter":"20","verse":"23","text":"You must not walk in the statutes of the nation which I am about to drive out before you, because they have done all these things and I am filled with disgust against them."},{"bookname":"Leviticus","chapter":"20","verse":"24","text":"So I have said to you: You yourselves will possess their land and I myself will give it to you for a possession, a land flowing with milk and honey. I am the Lord your God who has set you apart from the other peoples."},{"bookname":"Leviticus","chapter":"20","verse":"25","text":"Therefore you must distinguish between the clean animal and the unclean, and between the unclean bird and the clean, and you must not make yourselves detestable by means of an animal or bird or anything that creeps on the ground &#8211; creatures I have distinguished for you as unclean."},{"bookname":"Leviticus","chapter":"20","verse":"26","text":"You must be holy to me because I, the Lord, am holy, and I have set you apart from the other peoples to be mine."},{"bookname":"Leviticus","chapter":"20","verse":"27","text":"“‘A man or woman who has in them a spirit of the dead or a familiar spirit must be put to death. They must pelt them with stones; their blood guilt is on themselves.’”","title":"Prohibition against Spiritists and Mediums"}],[{"bookname":"Leviticus","chapter":"21","verse":"1","text":"The Lord said to Moses: “Say to the priests, the sons of Aaron &#8211; say to them, ‘For a dead person no priest is to defile himself among his people,","title":"Rules for the Priests"},{"bookname":"Leviticus","chapter":"21","verse":"2","text":"except for his close relative who is near to him: his mother, his father, his son, his daughter, his brother,"},{"bookname":"Leviticus","chapter":"21","verse":"3","text":"and his virgin sister who is near to him, who has no husband; he may defile himself for her."},{"bookname":"Leviticus","chapter":"21","verse":"4","text":"He must not defile himself as a husband among his people so as to profane himself."},{"bookname":"Leviticus","chapter":"21","verse":"5","text":"Priests must not have a bald spot shaved on their head, they must not shave the corner of their beard, and they must not cut slashes in their body."},{"bookname":"Leviticus","chapter":"21","verse":"6","text":"“‘They must be holy to their God, and they must not profane the name of their God, because they are the ones who present the Lord’s gifts, the food of their God. Therefore they must be holy."},{"bookname":"Leviticus","chapter":"21","verse":"7","text":"They must not take a wife defiled by prostitution, nor are they to take a wife divorced from her husband, for the priest is holy to his God."},{"bookname":"Leviticus","chapter":"21","verse":"8","text":"You must sanctify him because he presents the food of your God. He must be holy to you because I, the Lord who sanctifies you all, am holy."},{"bookname":"Leviticus","chapter":"21","verse":"9","text":"If a daughter of a priest profanes herself by engaging in prostitution, she is profaning her father. She must be burned to death."},{"bookname":"Leviticus","chapter":"21","verse":"10","text":"“‘The high priest &#8211; who is greater than his brothers, on whose head the anointing oil is poured, who has been ordained to wear the priestly garments &#8211; must neither dishevel the hair of his head nor tear his garments.","title":"Rules for the High Priest"},{"bookname":"Leviticus","chapter":"21","verse":"11","text":"He must not go where there is any dead person; he must not defile himself even for his father and his mother."},{"bookname":"Leviticus","chapter":"21","verse":"12","text":"He must not go out from the sanctuary and must not profane the sanctuary of his God, because the dedication of the anointing oil of his God is on him. I am the Lord."},{"bookname":"Leviticus","chapter":"21","verse":"13","text":"He must take a wife who is a virgin."},{"bookname":"Leviticus","chapter":"21","verse":"14","text":"He must not marry a widow, a divorced woman, or one profaned by prostitution; he may only take a virgin from his people as a wife."},{"bookname":"Leviticus","chapter":"21","verse":"15","text":"He must not profane his children among his people, for I am the Lord who sanctifies him.’”"},{"bookname":"Leviticus","chapter":"21","verse":"16","text":"The Lord spoke to Moses:","title":"Rules for the Priesthood"},{"bookname":"Leviticus","chapter":"21","verse":"17","text":"“Tell Aaron, ‘No man from your descendants throughout their generations who has a physical flaw is to approach to present the food of his God."},{"bookname":"Leviticus","chapter":"21","verse":"18","text":"Certainly no man who has a physical flaw is to approach: a blind man, or one who is lame, or one with a slit nose, or a limb too long,"},{"bookname":"Leviticus","chapter":"21","verse":"19","text":"or a man who has had a broken leg or arm,"},{"bookname":"Leviticus","chapter":"21","verse":"20","text":"or a hunchback, or a dwarf, or one with a spot in his eye, or a festering eruption, or a feverish rash, or a crushed testicle."},{"bookname":"Leviticus","chapter":"21","verse":"21","text":"No man from the descendants of Aaron the priest who has a physical flaw may step forward to present the Lord’s gifts; he has a physical flaw, so he must not step forward to present the food of his God."},{"bookname":"Leviticus","chapter":"21","verse":"22","text":"He may eat both the most holy and the holy food of his God,"},{"bookname":"Leviticus","chapter":"21","verse":"23","text":"but he must not go into the veil-canopy or step forward to the altar because he has a physical flaw. Thus he must not profane my holy places, for I am the Lord who sanctifies them.’”"},{"bookname":"Leviticus","chapter":"21","verse":"24","text":"So Moses spoke these things to Aaron, his sons, and all the Israelites."}],[{"bookname":"Leviticus","chapter":"22","verse":"1","text":"The Lord spoke to Moses:","title":"Regulations for the Eating of Priestly Stipends"},{"bookname":"Leviticus","chapter":"22","verse":"2","text":"“Tell Aaron and his sons that they must deal respectfully with the holy offerings of the Israelites, which they consecrate to me, so that they do not profane my holy name. I am the Lord."},{"bookname":"Leviticus","chapter":"22","verse":"3","text":"Say to them, ‘Throughout your generations, if any man from all your descendants approaches the holy offerings which the Israelites consecrate to the Lord while he is impure, that person must be cut off from before me. I am the Lord."},{"bookname":"Leviticus","chapter":"22","verse":"4","text":"No man from the descendants of Aaron who is diseased or has a discharge may eat the holy offerings until he becomes clean. The one who touches anything made unclean by contact with a dead person, or a man who has a seminal emission,"},{"bookname":"Leviticus","chapter":"22","verse":"5","text":"or a man who touches a swarming thing by which he becomes unclean, or touches a person by which he becomes unclean, whatever that person’s impurity &#8211;"},{"bookname":"Leviticus","chapter":"22","verse":"6","text":"the person who touches any of these will be unclean until evening and must not eat from the holy offerings unless he has bathed his body in water."},{"bookname":"Leviticus","chapter":"22","verse":"7","text":"When the sun goes down he will be clean, and afterward he may eat from the holy offerings, because they are his food."},{"bookname":"Leviticus","chapter":"22","verse":"8","text":"He must not eat an animal that has died of natural causes or an animal torn by beasts and thus become unclean by it. I am the Lord."},{"bookname":"Leviticus","chapter":"22","verse":"9","text":"They must keep my charge so that they do not incur sin on account of it and therefore die because they profane it. I am the Lord who sanctifies them."},{"bookname":"Leviticus","chapter":"22","verse":"10","text":"“‘No lay person may eat anything holy. Neither a priest’s lodger nor a hired laborer may eat anything holy,"},{"bookname":"Leviticus","chapter":"22","verse":"11","text":"but if a priest buys a person with his own money, that person may eat the holy offerings, and those born in the priest’s own house may eat his food."},{"bookname":"Leviticus","chapter":"22","verse":"12","text":"If a priest’s daughter marries a lay person, she may not eat the holy contribution offerings,"},{"bookname":"Leviticus","chapter":"22","verse":"13","text":"but if a priest’s daughter is a widow or divorced, and she has no children so that she returns to live in her father’s house as in her youth, she may eat from her father’s food, but no lay person may eat it."},{"bookname":"Leviticus","chapter":"22","verse":"14","text":"“‘If a man eats a holy offering by mistake, he must add one fifth to it and give the holy offering to the priest."},{"bookname":"Leviticus","chapter":"22","verse":"15","text":"They must not profane the holy offerings which the Israelites contribute to the Lord,"},{"bookname":"Leviticus","chapter":"22","verse":"16","text":"and so cause them to incur a penalty for guilt when they eat their holy offerings, for I am the Lord who sanctifies them.’”"},{"bookname":"Leviticus","chapter":"22","verse":"17","text":"The Lord spoke to Moses:","title":"Regulations for Offering Votive and Freewill Offerings"},{"bookname":"Leviticus","chapter":"22","verse":"18","text":"“Speak to Aaron, his sons, and all the Israelites and tell them, ‘When any man from the house of Israel or from the foreigners in Israel presents his offering for any of the votive or freewill offerings which they present to the Lord as a burnt offering,"},{"bookname":"Leviticus","chapter":"22","verse":"19","text":"if it is to be acceptable for your benefit it must be a flawless male from the cattle, sheep, or goats."},{"bookname":"Leviticus","chapter":"22","verse":"20","text":"You must not present anything that has a flaw, because it will not be acceptable for your benefit."},{"bookname":"Leviticus","chapter":"22","verse":"21","text":"If a man presents a peace offering sacrifice to the Lord for a special votive offering or for a freewill offering from the herd or the flock, it must be flawless to be acceptable; it must have no flaw."},{"bookname":"Leviticus","chapter":"22","verse":"22","text":"“‘You must not present to the Lord something blind, or with a broken bone, or mutilated, or with a running sore, or with a festering eruption, or with a feverish rash. You must not give any of these as a gift on the altar to the Lord."},{"bookname":"Leviticus","chapter":"22","verse":"23","text":"As for an ox or a sheep with a limb too long or stunted, you may present it as a freewill offering, but it will not be acceptable for a votive offering."},{"bookname":"Leviticus","chapter":"22","verse":"24","text":"You must not present to the Lord something with testicles that are bruised, crushed, torn, or cut off; you must not do this in your land."},{"bookname":"Leviticus","chapter":"22","verse":"25","text":"Even from a foreigner you must not present the food of your God from such animals as these, for they are ruined and flawed; they will not be acceptable for your benefit.’”"},{"bookname":"Leviticus","chapter":"22","verse":"26","text":"The Lord spoke to Moses:"},{"bookname":"Leviticus","chapter":"22","verse":"27","text":"“When an ox, lamb, or goat is born, it must be under the care of its mother seven days, but from the eighth day onward it will be acceptable as an offering gift to the Lord."},{"bookname":"Leviticus","chapter":"22","verse":"28","text":"You must not slaughter an ox or a sheep and its young on the same day."},{"bookname":"Leviticus","chapter":"22","verse":"29","text":"When you sacrifice a thanksgiving offering to the Lord, you must sacrifice it so that it is acceptable for your benefit."},{"bookname":"Leviticus","chapter":"22","verse":"30","text":"On that very day it must be eaten; you must not leave any part of it over until morning. I am the Lord."},{"bookname":"Leviticus","chapter":"22","verse":"31","text":"“You must be sure to do my commandments. I am the Lord."},{"bookname":"Leviticus","chapter":"22","verse":"32","text":"You must not profane my holy name, and I will be sanctified in the midst of the Israelites. I am the Lord who sanctifies you,"},{"bookname":"Leviticus","chapter":"22","verse":"33","text":"the one who brought you out from the land of Egypt to be your God. I am the Lord.”"}],[{"bookname":"Leviticus","chapter":"23","verse":"1","text":"The Lord spoke to Moses:","title":"Regulations for Israel&#8217;s Appointed Times"},{"bookname":"Leviticus","chapter":"23","verse":"2","text":"“Speak to the Israelites and tell them, ‘These are the Lord’s appointed times which you must proclaim as holy assemblies &#8211; my appointed times:"},{"bookname":"Leviticus","chapter":"23","verse":"3","text":"“‘Six days work may be done, but on the seventh day there must be a Sabbath of complete rest, a holy assembly. You must not do any work; it is a Sabbath to the Lord in all the places where you live.","title":"The Weekly Sabbath"},{"bookname":"Leviticus","chapter":"23","verse":"4","text":"“‘These are the Lord’s appointed times, holy assemblies, which you must proclaim at their appointed time.","title":"The Festival of Passover and Unleavened Bread"},{"bookname":"Leviticus","chapter":"23","verse":"5","text":"In the first month, on the fourteenth day of the month, at twilight, is a Passover offering to the Lord."},{"bookname":"Leviticus","chapter":"23","verse":"6","text":"Then on the fifteenth day of the same month will be the festival of unleavened bread to the Lord; seven days you must eat unleavened bread."},{"bookname":"Leviticus","chapter":"23","verse":"7","text":"On the first day there will be a holy assembly for you; you must not do any regular work."},{"bookname":"Leviticus","chapter":"23","verse":"8","text":"You must present a gift to the Lord for seven days, and the seventh day is a holy assembly; you must not do any regular work.’”"},{"bookname":"Leviticus","chapter":"23","verse":"9","text":"The Lord spoke to Moses:","title":"The Presentation of First Fruits"},{"bookname":"Leviticus","chapter":"23","verse":"10","text":"“Speak to the Israelites and tell them, ‘When you enter the land that I am about to give to you and you gather in its harvest, then you must bring the sheaf of the first portion of your harvest to the priest,"},{"bookname":"Leviticus","chapter":"23","verse":"11","text":"and he must wave the sheaf before the Lord to be accepted for your benefit &#8211; on the day after the Sabbath the priest is to wave it."},{"bookname":"Leviticus","chapter":"23","verse":"12","text":"On the day you wave the sheaf you must also offer a flawless yearling lamb for a burnt offering to the Lord,"},{"bookname":"Leviticus","chapter":"23","verse":"13","text":"along with its grain offering, two tenths of an ephah of choice wheat flour mixed with olive oil, as a gift to the Lord, a soothing aroma, and its drink offering, one fourth of a hin of wine."},{"bookname":"Leviticus","chapter":"23","verse":"14","text":"You must not eat bread, roasted grain, or fresh grain until this very day, until you bring the offering of your God. This is a perpetual statute throughout your generations in all the places where you live."},{"bookname":"Leviticus","chapter":"23","verse":"15","text":"“‘You must count for yourselves seven weeks from the day after the Sabbath, from the day you bring the wave offering sheaf; they must be complete weeks.","title":"The Festival of Weeks"},{"bookname":"Leviticus","chapter":"23","verse":"16","text":"You must count fifty days &#8211; until the day after the seventh Sabbath &#8211; and then you must present a new grain offering to the Lord."},{"bookname":"Leviticus","chapter":"23","verse":"17","text":"From the places where you live you must bring two loaves of bread for a wave offering; they must be made from two tenths of an ephah of fine wheat flour, baked with yeast, as first fruits to the Lord."},{"bookname":"Leviticus","chapter":"23","verse":"18","text":"Along with the loaves of bread, you must also present seven flawless yearling lambs, one young bull, and two rams. They are to be a burnt offering to the Lord along with their grain offering and drink offerings, a gift of a soothing aroma to the Lord."},{"bookname":"Leviticus","chapter":"23","verse":"19","text":"You must also offer one male goat for a sin offering and two yearling lambs for a peace offering sacrifice,"},{"bookname":"Leviticus","chapter":"23","verse":"20","text":"and the priest is to wave them &#8211; the two lambs &#8211; along with the bread of the first fruits, as a wave offering before the Lord; they will be holy to the Lord for the priest."},{"bookname":"Leviticus","chapter":"23","verse":"21","text":"“‘On this very day you must proclaim an assembly; it is to be a holy assembly for you. You must not do any regular work. This is a perpetual statute in all the places where you live throughout your generations."},{"bookname":"Leviticus","chapter":"23","verse":"22","text":"When you gather in the harvest of your land, you must not completely harvest the corner of your field, and you must not gather up the gleanings of your harvest. You must leave them for the poor and the foreigner. I am the Lord your God.’”"},{"bookname":"Leviticus","chapter":"23","verse":"23","text":"The Lord spoke to Moses:","title":"The Festival of Horn Blasts"},{"bookname":"Leviticus","chapter":"23","verse":"24","text":"“Tell the Israelites, ‘In the seventh month, on the first day of the month, you must have a complete rest, a memorial announced by loud horn blasts, a holy assembly."},{"bookname":"Leviticus","chapter":"23","verse":"25","text":"You must not do any regular work, but you must present a gift to the Lord.’”"},{"bookname":"Leviticus","chapter":"23","verse":"26","text":"The Lord spoke to Moses:","title":"The Day of Atonement"},{"bookname":"Leviticus","chapter":"23","verse":"27","text":"“The tenth day of this seventh month is the Day of Atonement. It is to be a holy assembly for you, and you must humble yourselves and present a gift to the Lord."},{"bookname":"Leviticus","chapter":"23","verse":"28","text":"You must not do any work on this particular day, because it is a day of atonement to make atonement for yourselves before the Lord your God."},{"bookname":"Leviticus","chapter":"23","verse":"29","text":"Indeed, any person who does not behave with humility on this particular day will be cut off from his people."},{"bookname":"Leviticus","chapter":"23","verse":"30","text":"As for any person who does any work on this particular day, I will exterminate that person from the midst of his people!"},{"bookname":"Leviticus","chapter":"23","verse":"31","text":"You must not do any work. This is a perpetual statute throughout your generations in all the places where you live."},{"bookname":"Leviticus","chapter":"23","verse":"32","text":"It is a Sabbath of complete rest for you, and you must humble yourselves on the ninth day of the month in the evening, from evening until evening you must observe your Sabbath.”"},{"bookname":"Leviticus","chapter":"23","verse":"33","text":"The Lord spoke to Moses:","title":"The Festival of Booths"},{"bookname":"Leviticus","chapter":"23","verse":"34","text":"“Tell the Israelites, ‘On the fifteenth day of this seventh month is the Festival of Temporary Shelters for seven days to the Lord."},{"bookname":"Leviticus","chapter":"23","verse":"35","text":"On the first day is a holy assembly; you must do no regular work."},{"bookname":"Leviticus","chapter":"23","verse":"36","text":"For seven days you must present a gift to the Lord. On the eighth day there is to be a holy assembly for you, and you must present a gift to the Lord. It is a solemn assembly day; you must not do any regular work."},{"bookname":"Leviticus","chapter":"23","verse":"37","text":"“‘These are the appointed times of the Lord that you must proclaim as holy assemblies to present a gift to the Lord &#8211; burnt offering, grain offering, sacrifice, and drink offerings, each day according to its regulation,"},{"bookname":"Leviticus","chapter":"23","verse":"38","text":"besides the Sabbaths of the Lord and all your gifts, votive offerings, and freewill offerings which you must give to the Lord."},{"bookname":"Leviticus","chapter":"23","verse":"39","text":"“‘On the fifteenth day of the seventh month, when you gather in the produce of the land, you must celebrate a pilgrim festival of the Lord for seven days. On the first day is a complete rest and on the eighth day is complete rest."},{"bookname":"Leviticus","chapter":"23","verse":"40","text":"On the first day you must take for yourselves branches from majestic trees &#8211; palm branches, branches of leafy trees, and willows of the brook &#8211; and you must rejoice before the Lord your God for seven days."},{"bookname":"Leviticus","chapter":"23","verse":"41","text":"You must celebrate it as a pilgrim festival to the Lord for seven days in the year. This is a perpetual statute throughout your generations; you must celebrate it in the seventh month."},{"bookname":"Leviticus","chapter":"23","verse":"42","text":"You must live in temporary shelters for seven days; every native citizen in Israel must live in temporary shelters,"},{"bookname":"Leviticus","chapter":"23","verse":"43","text":"so that your future generations may know that I made the Israelites live in temporary shelters when I brought them out from the land of Egypt. I am the Lord your God.’”"},{"bookname":"Leviticus","chapter":"23","verse":"44","text":"So Moses spoke to the Israelites about the appointed times of the Lord."}],[{"bookname":"Leviticus","chapter":"24","verse":"1","text":"The Lord spoke to Moses:","title":"Regulations for the Lampstand and Table of Bread"},{"bookname":"Leviticus","chapter":"24","verse":"2","text":"“Command the Israelites to bring to you pure oil of beaten olives for the light, to make a lamp burn continually."},{"bookname":"Leviticus","chapter":"24","verse":"3","text":"Outside the veil-canopy of the congregation in the Meeting Tent Aaron must arrange it from evening until morning before the Lord continually. This is a perpetual statute throughout your generations."},{"bookname":"Leviticus","chapter":"24","verse":"4","text":"On the ceremonially pure lampstand he must arrange the lamps before the Lord continually."},{"bookname":"Leviticus","chapter":"24","verse":"5","text":"“You must take choice wheat flour and bake twelve loaves; there must be two tenths of an ephah of flour in each loaf,"},{"bookname":"Leviticus","chapter":"24","verse":"6","text":"and you must set them in two rows, six in a row, on the ceremonially pure table before the Lord."},{"bookname":"Leviticus","chapter":"24","verse":"7","text":"You must put pure frankincense on each row, and it will become a memorial portion for the bread, a gift to the Lord."},{"bookname":"Leviticus","chapter":"24","verse":"8","text":"Each Sabbath day Aaron must arrange it before the Lord continually; this portion is from the Israelites as a perpetual covenant."},{"bookname":"Leviticus","chapter":"24","verse":"9","text":"It will belong to Aaron and his sons, and they must eat it in a holy place because it is most holy to him, a perpetual allotted portion from the gifts of the Lord.”"},{"bookname":"Leviticus","chapter":"24","verse":"10","text":"Now an Israelite woman’s son whose father was an Egyptian went out among the Israelites, and the Israelite woman’s son and an Israelite man had a fight in the camp.","title":"A Case of Blaspheming the Name"},{"bookname":"Leviticus","chapter":"24","verse":"11","text":"The Israelite woman’s son misused the Name and cursed, so they brought him to Moses. (Now his mother’s name was Shelomith daughter of Dibri, of the tribe of Dan.)"},{"bookname":"Leviticus","chapter":"24","verse":"12","text":"So they placed him in custody until they were able to make a clear legal decision for themselves based on words from the mouth of the Lord."},{"bookname":"Leviticus","chapter":"24","verse":"13","text":"Then the Lord spoke to Moses:"},{"bookname":"Leviticus","chapter":"24","verse":"14","text":"“Bring the one who cursed outside the camp, and all who heard him are to lay their hands on his head, and the whole congregation is to stone him to death."},{"bookname":"Leviticus","chapter":"24","verse":"15","text":"Moreover, you are to tell the Israelites, ‘If any man curses his God he will bear responsibility for his sin,"},{"bookname":"Leviticus","chapter":"24","verse":"16","text":"and one who misuses the name of the Lord must surely be put to death. The whole congregation must surely stone him, whether he is a foreigner or a native citizen; when he misuses the Name he must be put to death."},{"bookname":"Leviticus","chapter":"24","verse":"17","text":"“‘If a man beats any person to death, he must be put to death."},{"bookname":"Leviticus","chapter":"24","verse":"18","text":"One who beats an animal to death must make restitution for it, life for life."},{"bookname":"Leviticus","chapter":"24","verse":"19","text":"If a man inflicts an injury on his fellow citizen, just as he has done it must be done to him &#8211;"},{"bookname":"Leviticus","chapter":"24","verse":"20","text":"fracture for fracture, eye for eye, tooth for tooth &#8211; just as he inflicts an injury on another person that same injury must be inflicted on him."},{"bookname":"Leviticus","chapter":"24","verse":"21","text":"One who beats an animal to death must make restitution for it, but one who beats a person to death must be put to death."},{"bookname":"Leviticus","chapter":"24","verse":"22","text":"There will be one regulation for you, whether a foreigner or a native citizen, for I am the Lord your God.’”"},{"bookname":"Leviticus","chapter":"24","verse":"23","text":"Then Moses spoke to the Israelites and they brought the one who cursed outside the camp and stoned him with stones. So the Israelites did just as the Lord had commanded Moses."}],[{"bookname":"Leviticus","chapter":"25","verse":"1","text":"The Lord spoke to Moses at Mount Sinai:","title":"Regulations for the Sabbatical Year"},{"bookname":"Leviticus","chapter":"25","verse":"2","text":"“Speak to the Israelites and tell them, ‘When you enter the land that I am giving you, the land must observe a Sabbath to the Lord."},{"bookname":"Leviticus","chapter":"25","verse":"3","text":"Six years you may sow your field, and six years you may prune your vineyard and gather the produce,"},{"bookname":"Leviticus","chapter":"25","verse":"4","text":"but in the seventh year the land must have a Sabbath of complete rest &#8211; a Sabbath to the Lord. You must not sow your field or prune your vineyard."},{"bookname":"Leviticus","chapter":"25","verse":"5","text":"You must not gather in the aftergrowth of your harvest and you must not pick the grapes of your unpruned vines; the land must have a year of complete rest."},{"bookname":"Leviticus","chapter":"25","verse":"6","text":"You may have the Sabbath produce of the land to eat &#8211; you, your male servant, your female servant, your hired worker, the resident foreigner who stays with you,"},{"bookname":"Leviticus","chapter":"25","verse":"7","text":"your cattle, and the wild animals that are in your land &#8211; all its produce will be for you to eat."},{"bookname":"Leviticus","chapter":"25","verse":"8","text":"“‘You must count off seven weeks of years, seven times seven years, and the days of the seven weeks of years will amount to forty-nine years.","title":"Regulations for the Jubilee Year of Release"},{"bookname":"Leviticus","chapter":"25","verse":"9","text":"You must sound loud horn blasts &#8211; in the seventh month, on the tenth day of the month, on the Day of Atonement &#8211; you must sound the horn in your entire land."},{"bookname":"Leviticus","chapter":"25","verse":"10","text":"So you must consecrate the fiftieth year, and you must proclaim a release in the land for all its inhabitants. That year will be your jubilee; each one of you must return to his property and each one of you must return to his clan."},{"bookname":"Leviticus","chapter":"25","verse":"11","text":"That fiftieth year will be your jubilee; you must not sow the land, harvest its aftergrowth, or pick the grapes of its unpruned vines."},{"bookname":"Leviticus","chapter":"25","verse":"12","text":"Because that year is a jubilee, it will be holy to you &#8211; you may eat its produce from the field."},{"bookname":"Leviticus","chapter":"25","verse":"13","text":"“‘In this year of jubilee you must each return to your property.","title":"Release of Landed Property"},{"bookname":"Leviticus","chapter":"25","verse":"14","text":"If you make a sale to your fellow citizen or buy from your fellow citizen, no one is to wrong his brother."},{"bookname":"Leviticus","chapter":"25","verse":"15","text":"You may buy it from your fellow citizen according to the number of years since the last jubilee; he may sell it to you according to the years of produce that are left."},{"bookname":"Leviticus","chapter":"25","verse":"16","text":"The more years there are, the more you may make its purchase price, and the fewer years there are, the less you must make its purchase price, because he is only selling to you a number of years of produce."},{"bookname":"Leviticus","chapter":"25","verse":"17","text":"No one is to oppress his fellow citizen, but you must fear your God, because I am the Lord your God."},{"bookname":"Leviticus","chapter":"25","verse":"18","text":"You must obey my statutes and my regulations; you must be sure to keep them so that you may live securely in the land."},{"bookname":"Leviticus","chapter":"25","verse":"19","text":"“‘The land will give its fruit and you may eat until you are satisfied, and you may live securely in the land."},{"bookname":"Leviticus","chapter":"25","verse":"20","text":"If you say, ‘What will we eat in the seventh year if we do not sow and gather our produce?’"},{"bookname":"Leviticus","chapter":"25","verse":"21","text":"I will command my blessing for you in the sixth year so that it may yield the produce for three years,"},{"bookname":"Leviticus","chapter":"25","verse":"22","text":"and you may sow the eighth year and eat from that sixth year’s produce &#8211; old produce. Until you bring in the ninth year’s produce, you may eat old produce."},{"bookname":"Leviticus","chapter":"25","verse":"23","text":"The land must not be sold without reclaim because the land belongs to me, for you are foreigners and residents with me."},{"bookname":"Leviticus","chapter":"25","verse":"24","text":"In all your landed property you must provide for the right of redemption of the land."},{"bookname":"Leviticus","chapter":"25","verse":"25","text":"“‘If your brother becomes impoverished and sells some of his property, his near redeemer is to come to you and redeem what his brother sold."},{"bookname":"Leviticus","chapter":"25","verse":"26","text":"If a man has no redeemer, but he prospers and gains enough for its redemption,"},{"bookname":"Leviticus","chapter":"25","verse":"27","text":"he is to calculate the value of the years it was sold, refund the balance to the man to whom he had sold it, and return to his property."},{"bookname":"Leviticus","chapter":"25","verse":"28","text":"If he has not prospered enough to refund a balance to him, then what he sold will belong to the one who bought it until the jubilee year, but it must revert in the jubilee and the original owner may return to his property."},{"bookname":"Leviticus","chapter":"25","verse":"29","text":"“‘If a man sells a residential house in a walled city, its right of redemption must extend until one full year from its sale; its right of redemption must extend to a full calendar year.","title":"Release of Houses"},{"bookname":"Leviticus","chapter":"25","verse":"30","text":"If it is not redeemed before the full calendar year is ended, the house in the walled city will belong without reclaim to the one who bought it throughout his generations; it will not revert in the jubilee."},{"bookname":"Leviticus","chapter":"25","verse":"31","text":"The houses of villages, however, which have no wall surrounding them must be considered as the field of the land; they will have the right of redemption and must revert in the jubilee."},{"bookname":"Leviticus","chapter":"25","verse":"32","text":"As for the cities of the Levites, the houses in the cities which they possess, the Levites must have a perpetual right of redemption."},{"bookname":"Leviticus","chapter":"25","verse":"33","text":"Whatever someone among the Levites might redeem &#8211; the sale of a house which is his property in a city &#8211; must revert in the jubilee, because the houses of the cities of the Levites are their property in the midst of the Israelites."},{"bookname":"Leviticus","chapter":"25","verse":"34","text":"Moreover, the open field areas of their cities must not be sold, because that is their perpetual possession."},{"bookname":"Leviticus","chapter":"25","verse":"35","text":"“‘If your brother becomes impoverished and is indebted to you, you must support him; he must live with you like a foreign resident.","title":"Debt and Slave Regulations"},{"bookname":"Leviticus","chapter":"25","verse":"36","text":"Do not take interest or profit from him, but you must fear your God and your brother must live with you."},{"bookname":"Leviticus","chapter":"25","verse":"37","text":"You must not lend him your money at interest and you must not sell him food for profit."},{"bookname":"Leviticus","chapter":"25","verse":"38","text":"I am the Lord your God who brought you out from the land of Egypt to give you the land of Canaan &#8211; to be your God."},{"bookname":"Leviticus","chapter":"25","verse":"39","text":"“‘If your brother becomes impoverished with regard to you so that he sells himself to you, you must not subject him to slave service."},{"bookname":"Leviticus","chapter":"25","verse":"40","text":"He must be with you as a hired worker, as a resident foreigner; he must serve with you until the year of jubilee,"},{"bookname":"Leviticus","chapter":"25","verse":"41","text":"but then he may go free, he and his children with him, and may return to his family and to the property of his ancestors."},{"bookname":"Leviticus","chapter":"25","verse":"42","text":"Since they are my servants whom I brought out from the land of Egypt, they must not be sold in a slave sale."},{"bookname":"Leviticus","chapter":"25","verse":"43","text":"You must not rule over him harshly, but you must fear your God."},{"bookname":"Leviticus","chapter":"25","verse":"44","text":"“‘As for your male and female slaves who may belong to you &#8211; you may buy male and female slaves from the nations all around you."},{"bookname":"Leviticus","chapter":"25","verse":"45","text":"Also you may buy slaves from the children of the foreigners who reside with you, and from their families that are with you, whom they have fathered in your land, they may become your property."},{"bookname":"Leviticus","chapter":"25","verse":"46","text":"You may give them as inheritance to your children after you to possess as property. You may enslave them perpetually. However, as for your brothers the Israelites, no man may rule over his brother harshly."},{"bookname":"Leviticus","chapter":"25","verse":"47","text":"“‘If a resident foreigner who is with you prospers and your brother becomes impoverished with regard to him so that he sells himself to a resident foreigner who is with you or to a member of a foreigner’s family,"},{"bookname":"Leviticus","chapter":"25","verse":"48","text":"after he has sold himself he retains a right of redemption. One of his brothers may redeem him,"},{"bookname":"Leviticus","chapter":"25","verse":"49","text":"or his uncle or his cousin may redeem him, or anyone of the rest of his blood relatives &#8211; his family &#8211; may redeem him, or if he prospers he may redeem himself."},{"bookname":"Leviticus","chapter":"25","verse":"50","text":"He must calculate with the one who bought him the number of years from the year he sold himself to him until the jubilee year, and the cost of his sale must correspond to the number of years, according to the rate of wages a hired worker would have earned while with him."},{"bookname":"Leviticus","chapter":"25","verse":"51","text":"If there are still many years, in keeping with them he must refund most of the cost of his purchase for his redemption,"},{"bookname":"Leviticus","chapter":"25","verse":"52","text":"but if only a few years remain until the jubilee, he must calculate for himself in keeping with the remaining years and refund it for his redemption."},{"bookname":"Leviticus","chapter":"25","verse":"53","text":"He must be with the one who bought him like a yearly hired worker. The one who bought him must not rule over him harshly in your sight."},{"bookname":"Leviticus","chapter":"25","verse":"54","text":"If, however, he is not redeemed in these ways, he must go free in the jubilee year, he and his children with him,"},{"bookname":"Leviticus","chapter":"25","verse":"55","text":"because the Israelites are my own servants; they are my servants whom I brought out from the land of Egypt. I am the Lord your God."}],[{"bookname":"Leviticus","chapter":"26","verse":"1","text":"“‘You must not make for yourselves idols, so you must not set up for yourselves a carved image or a pillar, and you must not place a sculpted stone in your land to bow down before it, for I am the Lord your God.","title":"Exhortation to Obedience"},{"bookname":"Leviticus","chapter":"26","verse":"2","text":"You must keep my Sabbaths and reverence my sanctuary. I am the Lord."},{"bookname":"Leviticus","chapter":"26","verse":"3","text":"“‘If you walk in my statutes and are sure to obey my commandments,","title":"The Benefits of Obedience"},{"bookname":"Leviticus","chapter":"26","verse":"4","text":"I will give you your rains in their time so that the land will give its yield and the trees of the field will produce their fruit."},{"bookname":"Leviticus","chapter":"26","verse":"5","text":"Threshing season will extend for you until the season for harvesting grapes, and the season for harvesting grapes will extend until sowing season, so you will eat your bread until you are satisfied, and you will live securely in your land."},{"bookname":"Leviticus","chapter":"26","verse":"6","text":"I will grant peace in the land so that you will lie down to sleep without anyone terrifying you. I will remove harmful animals from the land, and no sword of war will pass through your land."},{"bookname":"Leviticus","chapter":"26","verse":"7","text":"You will pursue your enemies and they will fall before you by the sword."},{"bookname":"Leviticus","chapter":"26","verse":"8","text":"Five of you will pursue a hundred, and a hundred of you will pursue ten thousand, and your enemies will fall before you by the sword."},{"bookname":"Leviticus","chapter":"26","verse":"9","text":"I will turn to you, make you fruitful, multiply you, and maintain my covenant with you."},{"bookname":"Leviticus","chapter":"26","verse":"10","text":"You will still be eating stored produce from the previous year and will have to clean out what is stored from the previous year to make room for new."},{"bookname":"Leviticus","chapter":"26","verse":"11","text":"“‘I will put my tabernacle in your midst and I will not abhor you."},{"bookname":"Leviticus","chapter":"26","verse":"12","text":"I will walk among you, and I will be your God and you will be my people."},{"bookname":"Leviticus","chapter":"26","verse":"13","text":"I am the Lord your God who brought you out from the land of Egypt, from being their slaves, and I broke the bars of your yoke and caused you to walk upright."},{"bookname":"Leviticus","chapter":"26","verse":"14","text":"“‘If, however, you do not obey me and keep all these commandments &#8211;","title":"The Consequences of Disobedience"},{"bookname":"Leviticus","chapter":"26","verse":"15","text":"if you reject my statutes and abhor my regulations so that you do not keep all my commandments and you break my covenant &#8211;"},{"bookname":"Leviticus","chapter":"26","verse":"16","text":"I for my part will do this to you: I will inflict horror on you, consumption and fever, which diminish eyesight and drain away the vitality of life. You will sow your seed in vain because your enemies will eat it."},{"bookname":"Leviticus","chapter":"26","verse":"17","text":"I will set my face against you. You will be struck down before your enemies, those who hate you will rule over you, and you will flee when there is no one pursuing you."},{"bookname":"Leviticus","chapter":"26","verse":"18","text":"“‘If, in spite of all these things, you do not obey me, I will discipline you seven times more on account of your sins."},{"bookname":"Leviticus","chapter":"26","verse":"19","text":"I will break your strong pride and make your sky like iron and your land like bronze."},{"bookname":"Leviticus","chapter":"26","verse":"20","text":"Your strength will be used up in vain, your land will not give its yield, and the trees of the land will not produce their fruit."},{"bookname":"Leviticus","chapter":"26","verse":"21","text":"“‘If you walk in hostility against me and are not willing to obey me, I will increase your affliction seven times according to your sins."},{"bookname":"Leviticus","chapter":"26","verse":"22","text":"I will send the wild animals against you and they will bereave you of your children, annihilate your cattle, and diminish your population so that your roads will become deserted."},{"bookname":"Leviticus","chapter":"26","verse":"23","text":"“‘If in spite of these things you do not allow yourselves to be disciplined and you walk in hostility against me,"},{"bookname":"Leviticus","chapter":"26","verse":"24","text":"I myself will also walk in hostility against you and strike you seven times on account of your sins."},{"bookname":"Leviticus","chapter":"26","verse":"25","text":"I will bring on you an avenging sword, a covenant vengeance. Although you will gather together into your cities, I will send pestilence among you and you will be given into enemy hands."},{"bookname":"Leviticus","chapter":"26","verse":"26","text":"When I break off your supply of bread, ten women will bake your bread in one oven; they will ration your bread by weight, and you will eat and not be satisfied."},{"bookname":"Leviticus","chapter":"26","verse":"27","text":"“‘If in spite of this you do not obey me but walk in hostility against me,"},{"bookname":"Leviticus","chapter":"26","verse":"28","text":"I will walk in hostile rage against you and I myself will also discipline you seven times on account of your sins."},{"bookname":"Leviticus","chapter":"26","verse":"29","text":"You will eat the flesh of your sons and the flesh of your daughters."},{"bookname":"Leviticus","chapter":"26","verse":"30","text":"I will destroy your high places and cut down your incense altars, and I will stack your dead bodies on top of the lifeless bodies of your idols. I will abhor you."},{"bookname":"Leviticus","chapter":"26","verse":"31","text":"I will lay your cities waste and make your sanctuaries desolate, and I will refuse to smell your soothing aromas."},{"bookname":"Leviticus","chapter":"26","verse":"32","text":"I myself will make the land desolate and your enemies who live in it will be appalled."},{"bookname":"Leviticus","chapter":"26","verse":"33","text":"I will scatter you among the nations and unsheathe the sword after you, so your land will become desolate and your cities will become a waste."},{"bookname":"Leviticus","chapter":"26","verse":"34","text":"“‘Then the land will make up for its Sabbaths all the days it lies desolate while you are in the land of your enemies; then the land will rest and make up its Sabbaths."},{"bookname":"Leviticus","chapter":"26","verse":"35","text":"All the days of the desolation it will have the rest it did not have on your Sabbaths when you lived on it."},{"bookname":"Leviticus","chapter":"26","verse":"36","text":"“‘As for the ones who remain among you, I will bring despair into their hearts in the lands of their enemies. The sound of a blowing leaf will pursue them, and they will flee as one who flees the sword and fall down even though there is no pursuer."},{"bookname":"Leviticus","chapter":"26","verse":"37","text":"They will stumble over each other as those who flee before a sword, though there is no pursuer, and there will be no one to take a stand for you before your enemies."},{"bookname":"Leviticus","chapter":"26","verse":"38","text":"You will perish among the nations; the land of your enemies will consume you."},{"bookname":"Leviticus","chapter":"26","verse":"39","text":"“‘As for the ones who remain among you, they will rot away because of their iniquity in the lands of your enemies, and they will also rot away because of their ancestors’ iniquities which are with them.","title":"Restoration through Confession and Repentance"},{"bookname":"Leviticus","chapter":"26","verse":"40","text":"However, when they confess their iniquity and their ancestors’ iniquity which they committed by trespassing against me, by which they also walked in hostility against me"},{"bookname":"Leviticus","chapter":"26","verse":"41","text":"(and I myself will walk in hostility against them and bring them into the land of their enemies), and then their uncircumcised hearts become humbled and they make up for their iniquity,"},{"bookname":"Leviticus","chapter":"26","verse":"42","text":"I will remember my covenant with Jacob and also my covenant with Isaac and also my covenant with Abraham, and I will remember the land."},{"bookname":"Leviticus","chapter":"26","verse":"43","text":"The land will be abandoned by them in order that it may make up for its Sabbaths while it is made desolate without them, and they will make up for their iniquity because they have rejected my regulations and have abhorred my statutes."},{"bookname":"Leviticus","chapter":"26","verse":"44","text":"In spite of this, however, when they are in the land of their enemies I will not reject them and abhor them to make a complete end of them, to break my covenant with them, for I am the Lord their God."},{"bookname":"Leviticus","chapter":"26","verse":"45","text":"I will remember for them the covenant with their ancestors whom I brought out from the land of Egypt in the sight of the nations to be their God. I am the Lord.’”"},{"bookname":"Leviticus","chapter":"26","verse":"46","text":"These are the statutes, regulations, and instructions which the Lord established between himself and the Israelites at Mount Sinai through Moses.","title":"Summary Colophon"}],[{"bookname":"Leviticus","chapter":"27","verse":"1","text":"The Lord spoke to Moses:","title":"Redemption of Vowed People"},{"bookname":"Leviticus","chapter":"27","verse":"2","text":"“Speak to the Israelites and tell them, ‘When a man makes a special votive offering based on the conversion value of persons to the Lord,"},{"bookname":"Leviticus","chapter":"27","verse":"3","text":"the conversion value of the male from twenty years old up to sixty years old is fifty shekels by the standard of the sanctuary shekel."},{"bookname":"Leviticus","chapter":"27","verse":"4","text":"If the person is a female, the conversion value is thirty shekels."},{"bookname":"Leviticus","chapter":"27","verse":"5","text":"If the person is from five years old up to twenty years old, the conversion value of the male is twenty shekels, and for the female ten shekels."},{"bookname":"Leviticus","chapter":"27","verse":"6","text":"If the person is one month old up to five years old, the conversion value of the male is five shekels of silver, and for the female the conversion value is three shekels of silver."},{"bookname":"Leviticus","chapter":"27","verse":"7","text":"If the person is from sixty years old and older, if he is a male the conversion value is fifteen shekels, and for the female ten shekels."},{"bookname":"Leviticus","chapter":"27","verse":"8","text":"If he is too poor to pay the conversion value, he must stand the person before the priest and the priest will establish his conversion value; according to what the man who made the vow can afford, the priest will establish his conversion value."},{"bookname":"Leviticus","chapter":"27","verse":"9","text":"“‘If what is vowed is a kind of animal from which an offering may be presented to the Lord, anything which he gives to the Lord from this kind of animal will be holy.","title":"Redemption of Vowed Animals"},{"bookname":"Leviticus","chapter":"27","verse":"10","text":"He must not replace or exchange it, good for bad or bad for good, and if he does indeed exchange one animal for another animal, then both the original animal and its substitute will be holy."},{"bookname":"Leviticus","chapter":"27","verse":"11","text":"If what is vowed is an unclean animal from which an offering must not be presented to the Lord, then he must stand the animal before the priest,"},{"bookname":"Leviticus","chapter":"27","verse":"12","text":"and the priest will establish its conversion value, whether good or bad. According to the assessed conversion value of the priest, thus it will be."},{"bookname":"Leviticus","chapter":"27","verse":"13","text":"If, however, the person who made the vow redeems the animal, he must add one fifth to its conversion value."},{"bookname":"Leviticus","chapter":"27","verse":"14","text":"“‘If a man consecrates his house as holy to the Lord, the priest will establish its conversion value, whether good or bad. Just as the priest establishes its conversion value, thus it will stand.","title":"Redemption of Vowed Houses"},{"bookname":"Leviticus","chapter":"27","verse":"15","text":"If the one who consecrates it redeems his house, he must add to it one fifth of its conversion value in silver, and it will belong to him."},{"bookname":"Leviticus","chapter":"27","verse":"16","text":"“‘If a man consecrates to the Lord some of his own landed property, the conversion value must be calculated in accordance with the amount of seed needed to sow it, a homer of barley seed being priced at fifty shekels of silver.","title":"Redemption of Vowed Fields"},{"bookname":"Leviticus","chapter":"27","verse":"17","text":"If he consecrates his field in the jubilee year, the conversion value will stand,"},{"bookname":"Leviticus","chapter":"27","verse":"18","text":"but if he consecrates his field after the jubilee, the priest will calculate the price for him according to the years that are left until the next jubilee year, and it will be deducted from the conversion value."},{"bookname":"Leviticus","chapter":"27","verse":"19","text":"If, however, the one who consecrated the field redeems it, he must add to it one fifth of the conversion price and it will belong to him."},{"bookname":"Leviticus","chapter":"27","verse":"20","text":"If he does not redeem the field, but sells the field to someone else, he may never redeem it."},{"bookname":"Leviticus","chapter":"27","verse":"21","text":"When it reverts in the jubilee, the field will be holy to the Lord like a permanently dedicated field; it will become the priest’s property."},{"bookname":"Leviticus","chapter":"27","verse":"22","text":"“‘If he consecrates to the Lord a field he has purchased, which is not part of his own landed property,"},{"bookname":"Leviticus","chapter":"27","verse":"23","text":"the priest will calculate for him the amount of its conversion value until the jubilee year, and he must pay the conversion value on that jubilee day as something that is holy to the Lord."},{"bookname":"Leviticus","chapter":"27","verse":"24","text":"In the jubilee year the field will return to the one from whom he bought it, the one to whom it belongs as landed property."},{"bookname":"Leviticus","chapter":"27","verse":"25","text":"Every conversion value must be calculated by the standard of the sanctuary shekel; twenty gerahs to the shekel."},{"bookname":"Leviticus","chapter":"27","verse":"26","text":"“‘Surely no man may consecrate a firstborn that already belongs to the Lord as a firstborn among the animals; whether it is an ox or a sheep, it belongs to the Lord.","title":"Redemption of the Firstborn"},{"bookname":"Leviticus","chapter":"27","verse":"27","text":"If, however, it is among the unclean animals, he may ransom it according to its conversion value and must add one fifth to it, but if it is not redeemed it must be sold according to its conversion value."},{"bookname":"Leviticus","chapter":"27","verse":"28","text":"“‘Surely anything which a man permanently dedicates to the Lord from all that belongs to him, whether from people, animals, or his landed property, must be neither sold nor redeemed; anything permanently dedicated is most holy to the Lord.","title":"Things Permanently Dedicated to the Lord"},{"bookname":"Leviticus","chapter":"27","verse":"29","text":"Any human being who is permanently dedicated must not be ransomed; such a person must be put to death."},{"bookname":"Leviticus","chapter":"27","verse":"30","text":"“‘Any tithe of the land, from the grain of the land or from the fruit of the trees, belongs to the Lord; it is holy to the Lord.","title":"Redemption of the Tithe"},{"bookname":"Leviticus","chapter":"27","verse":"31","text":"If a man redeems part of his tithe, however, he must add one fifth to it."},{"bookname":"Leviticus","chapter":"27","verse":"32","text":"All the tithe of herd or flock, everything which passes under the rod, the tenth one will be holy to the Lord."},{"bookname":"Leviticus","chapter":"27","verse":"33","text":"The owner must not examine the animals to distinguish between good and bad, and he must not exchange it. If, however, he does exchange it, both the original animal and its substitute will be holy. It must not be redeemed.’”"},{"bookname":"Leviticus","chapter":"27","verse":"34","text":"These are the commandments which the Lord commanded Moses to tell the Israelites at Mount Sinai.","title":"Final Colophon"}]]}