{"book":{"id":4,"abbrev":"num","name":"Numbers","chapters":36},"chapters":[[{"bookname":"Numbers","chapter":"1","verse":"1","text":"Now the Lord spoke to Moses in the tent of meeting in the wilderness of Sinai on the first day of the second month of the second year after the Israelites departed from the land of Egypt. He said:","title":"Organizing the Census of the Israelites"},{"bookname":"Numbers","chapter":"1","verse":"2","text":"“Take a census of the entire Israelite community by their clans and families, counting the name of every individual male."},{"bookname":"Numbers","chapter":"1","verse":"3","text":"You and Aaron are to number all in Israel who can serve in the army, those who are twenty years old or older, by their divisions."},{"bookname":"Numbers","chapter":"1","verse":"4","text":"And to help you there is to be a man from each tribe, each man the head of his family."},{"bookname":"Numbers","chapter":"1","verse":"5","text":"Now these are the names of the men who are to help you: from Reuben, Elizur son of Shedeur;"},{"bookname":"Numbers","chapter":"1","verse":"6","text":"from Simeon, Shelumiel son of Zurishaddai;"},{"bookname":"Numbers","chapter":"1","verse":"7","text":"from Judah, Nahshon son of Amminadab;"},{"bookname":"Numbers","chapter":"1","verse":"8","text":"from Issachar, Nethanel son of Zuar;"},{"bookname":"Numbers","chapter":"1","verse":"9","text":"from Zebulun, Eliab son of Helon;"},{"bookname":"Numbers","chapter":"1","verse":"10","text":"from the sons of Joseph: from Ephraim, Elishama son of Ammihud; from Manasseh, Gamaliel son of Pedahzur;"},{"bookname":"Numbers","chapter":"1","verse":"11","text":"from Benjamin, Abidan son of Gideoni;"},{"bookname":"Numbers","chapter":"1","verse":"12","text":"from Dan, Ahiezer son of Ammishaddai;"},{"bookname":"Numbers","chapter":"1","verse":"13","text":"from Asher, Pagiel son of Ocran;"},{"bookname":"Numbers","chapter":"1","verse":"14","text":"from Gad, Eliasaph son of Deuel;"},{"bookname":"Numbers","chapter":"1","verse":"15","text":"from Naphtali, Ahira son of Enan.”"},{"bookname":"Numbers","chapter":"1","verse":"16","text":"These were the ones chosen from the community, leaders of their ancestral tribes. They were the heads of the thousands of Israel.","title":"The Census of the Tribes"},{"bookname":"Numbers","chapter":"1","verse":"17","text":"So Moses and Aaron took these men who had been mentioned specifically by name,"},{"bookname":"Numbers","chapter":"1","verse":"18","text":"and they assembled the entire community together on the first day of the second month. Then the people recorded their ancestry by their clans and families, and the men who were twenty years old or older were listed by name individually,"},{"bookname":"Numbers","chapter":"1","verse":"19","text":"just as the Lord had commanded Moses. And so he numbered them in the wilderness of Sinai."},{"bookname":"Numbers","chapter":"1","verse":"20","text":"And they were as follows: The descendants of Reuben, the firstborn son of Israel: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name individually."},{"bookname":"Numbers","chapter":"1","verse":"21","text":"Those of them who were numbered from the tribe of Reuben were 46,500."},{"bookname":"Numbers","chapter":"1","verse":"22","text":"From the descendants of Simeon: According to the records of their clans and families, all the males numbered of them twenty years old or older who could serve in the army were listed by name individually."},{"bookname":"Numbers","chapter":"1","verse":"23","text":"Those of them who were numbered from the tribe of Simeon were 59,300."},{"bookname":"Numbers","chapter":"1","verse":"24","text":"From the descendants of Gad: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name."},{"bookname":"Numbers","chapter":"1","verse":"25","text":"Those of them who were numbered from the tribe of Gad were 45,650."},{"bookname":"Numbers","chapter":"1","verse":"26","text":"From the descendants of Judah: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name."},{"bookname":"Numbers","chapter":"1","verse":"27","text":"Those of them who were numbered from the tribe of Judah were 74,600."},{"bookname":"Numbers","chapter":"1","verse":"28","text":"From the descendants of Issachar: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name."},{"bookname":"Numbers","chapter":"1","verse":"29","text":"Those of them who were numbered from the tribe of Issachar were 54,400."},{"bookname":"Numbers","chapter":"1","verse":"30","text":"From the descendants of Zebulun: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name."},{"bookname":"Numbers","chapter":"1","verse":"31","text":"Those of them who were numbered from the tribe of Zebulun were 57,400."},{"bookname":"Numbers","chapter":"1","verse":"32","text":"From the sons of Joseph: From the descendants of Ephraim: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name."},{"bookname":"Numbers","chapter":"1","verse":"33","text":"Those of them who were numbered from the tribe of Ephraim were 40,500."},{"bookname":"Numbers","chapter":"1","verse":"34","text":"From the descendants of Manasseh: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name."},{"bookname":"Numbers","chapter":"1","verse":"35","text":"Those of them who were numbered from the tribe of Manasseh were 32,200."},{"bookname":"Numbers","chapter":"1","verse":"36","text":"From the descendants of Benjamin: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name."},{"bookname":"Numbers","chapter":"1","verse":"37","text":"Those of them who were numbered from the tribe of Benjamin were 35,400."},{"bookname":"Numbers","chapter":"1","verse":"38","text":"From the descendants of Dan: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name."},{"bookname":"Numbers","chapter":"1","verse":"39","text":"Those of them who were numbered from the tribe of Dan were 62,700."},{"bookname":"Numbers","chapter":"1","verse":"40","text":"From the descendants of Asher: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name."},{"bookname":"Numbers","chapter":"1","verse":"41","text":"Those of them who were numbered from the tribe of Asher were 41,500."},{"bookname":"Numbers","chapter":"1","verse":"42","text":"From the descendants of Naphtali: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name."},{"bookname":"Numbers","chapter":"1","verse":"43","text":"Those of them who were numbered from the tribe of Naphtali were 53,400."},{"bookname":"Numbers","chapter":"1","verse":"44","text":"These were the men whom Moses and Aaron numbered along with the twelve leaders of Israel, each of whom was from his own family."},{"bookname":"Numbers","chapter":"1","verse":"45","text":"All the Israelites who were twenty years old or older, who could serve in Israel’s army, were numbered according to their families."},{"bookname":"Numbers","chapter":"1","verse":"46","text":"And all those numbered totaled 603,550."},{"bookname":"Numbers","chapter":"1","verse":"47","text":"But the Levites, according to the tribe of their fathers, were not numbered among them.","title":"The Exemption of the Levites"},{"bookname":"Numbers","chapter":"1","verse":"48","text":"The Lord had said to Moses,"},{"bookname":"Numbers","chapter":"1","verse":"49","text":"“Only the tribe of Levi you must not number or count with the other Israelites."},{"bookname":"Numbers","chapter":"1","verse":"50","text":"But appoint the Levites over the tabernacle of the testimony, over all its furnishings and over everything in it. They must carry the tabernacle and all its furnishings; and they must attend to it and camp around it."},{"bookname":"Numbers","chapter":"1","verse":"51","text":"Whenever the tabernacle is to move, the Levites must take it down, and whenever the tabernacle is to be reassembled, the Levites must set it up. Any unauthorized person who approaches it must be killed."},{"bookname":"Numbers","chapter":"1","verse":"52","text":"“The Israelites will camp according to their divisions, each man in his camp, and each man by his standard."},{"bookname":"Numbers","chapter":"1","verse":"53","text":"But the Levites must camp around the tabernacle of the testimony, so that the Lord’s anger will not fall on the Israelite community. The Levites are responsible for the care of the tabernacle of the testimony.”"},{"bookname":"Numbers","chapter":"1","verse":"54","text":"The Israelites did according to all that the Lord commanded Moses &#8211; that is what they did."}],[{"bookname":"Numbers","chapter":"2","verse":"1","text":"The Lord spoke to Moses and to Aaron:","title":"The Arrangement of the Tribes"},{"bookname":"Numbers","chapter":"2","verse":"2","text":"“Every one of the Israelites must camp under his standard with the emblems of his family; they must camp at some distance around the tent of meeting."},{"bookname":"Numbers","chapter":"2","verse":"3","text":"“Now those who will be camping on the east, toward the sunrise, are the divisions of the camp of Judah under their standard. The leader of the people of Judah is Nahshon son of Amminadab.","title":"The Tribes on the East"},{"bookname":"Numbers","chapter":"2","verse":"4","text":"Those numbered in his division are 74,600."},{"bookname":"Numbers","chapter":"2","verse":"5","text":"Those who will be camping next to them are the tribe of Issachar. The leader of the people of Issachar is Nethanel son of Zuar."},{"bookname":"Numbers","chapter":"2","verse":"6","text":"Those numbered in his division are 54,400."},{"bookname":"Numbers","chapter":"2","verse":"7","text":"Next will be the tribe of Zebulun. The leader of the people of Zebulun is Eliab son of Helon."},{"bookname":"Numbers","chapter":"2","verse":"8","text":"Those numbered in his division are 57,400."},{"bookname":"Numbers","chapter":"2","verse":"9","text":"All those numbered of the camp of Judah, according to their divisions, are 186,400. They will travel at the front."},{"bookname":"Numbers","chapter":"2","verse":"10","text":"“On the south will be the divisions of the camp of Reuben under their standard. The leader of the people of Reuben is Elizur son of Shedeur.","title":"The Tribes on the South"},{"bookname":"Numbers","chapter":"2","verse":"11","text":"Those numbered in his division are 46,500."},{"bookname":"Numbers","chapter":"2","verse":"12","text":"Those who will be camping next to them are the tribe of Simeon. The leader of the people of Simeon is Shelumiel son of Zurishaddai."},{"bookname":"Numbers","chapter":"2","verse":"13","text":"Those numbered in his division are 59,300."},{"bookname":"Numbers","chapter":"2","verse":"14","text":"Next will be the tribe of Gad. The leader of the people of Gad is Eliasaph son of Deuel."},{"bookname":"Numbers","chapter":"2","verse":"15","text":"Those numbered in his division are 45,650."},{"bookname":"Numbers","chapter":"2","verse":"16","text":"All those numbered of the camp of Reuben, according to their divisions, are 151,450. They will travel second."},{"bookname":"Numbers","chapter":"2","verse":"17","text":"“Then the tent of meeting with the camp of the Levites will travel in the middle of the camps. They will travel in the same order as they camped, each in his own place under his standard.","title":"The Tribe in the Center"},{"bookname":"Numbers","chapter":"2","verse":"18","text":"“On the west will be the divisions of the camp of Ephraim under their standard. The leader of the people of Ephraim is Elishama son of Amihud.","title":"The Tribes on the West"},{"bookname":"Numbers","chapter":"2","verse":"19","text":"Those numbered in his division are 40,500."},{"bookname":"Numbers","chapter":"2","verse":"20","text":"Next to them will be the tribe of Manasseh. The leader of the people of Manasseh is Gamaliel son of Pedahzur."},{"bookname":"Numbers","chapter":"2","verse":"21","text":"Those numbered in his division are 32,200."},{"bookname":"Numbers","chapter":"2","verse":"22","text":"Next will be the tribe of Benjamin. The leader of the people of Benjamin is Abidan son of Gideoni."},{"bookname":"Numbers","chapter":"2","verse":"23","text":"Those numbered in his division are 35,400."},{"bookname":"Numbers","chapter":"2","verse":"24","text":"All those numbered of the camp of Ephraim, according to their divisions, are 108,100. They will travel third."},{"bookname":"Numbers","chapter":"2","verse":"25","text":"“On the north will be the divisions of the camp of Dan, under their standards. The leader of the people of Dan is Ahiezer son of Ammishaddai.","title":"The Tribes on the North"},{"bookname":"Numbers","chapter":"2","verse":"26","text":"Those numbered in his division are 62,700."},{"bookname":"Numbers","chapter":"2","verse":"27","text":"Those who will be camping next to them are the tribe of Asher. The leader of the people of Asher is Pagiel son of Ocran."},{"bookname":"Numbers","chapter":"2","verse":"28","text":"Those numbered in his division are 41,500."},{"bookname":"Numbers","chapter":"2","verse":"29","text":"Next will be the tribe of Naphtali. The leader of the people of Naphtali is Ahira son of Enan."},{"bookname":"Numbers","chapter":"2","verse":"30","text":"Those numbered in his division are 53,400."},{"bookname":"Numbers","chapter":"2","verse":"31","text":"All those numbered of the camp of Dan are 157,600. They will travel last, under their standards.”"},{"bookname":"Numbers","chapter":"2","verse":"32","text":"These are the Israelites, numbered according to their families. All those numbered in the camps, by their divisions, are 603,550.","title":"Summary"},{"bookname":"Numbers","chapter":"2","verse":"33","text":"But the Levites were not numbered among the other Israelites, as the Lord commanded Moses."},{"bookname":"Numbers","chapter":"2","verse":"34","text":"So the Israelites did according to all that the Lord commanded Moses; that is the way they camped under their standards, and that is the way they traveled, each with his clan and family."}],[{"bookname":"Numbers","chapter":"3","verse":"1","text":"Now these are the records of Aaron and Moses when the Lord spoke with Moses on Mount Sinai.","title":"The Sons of Aaron"},{"bookname":"Numbers","chapter":"3","verse":"2","text":"These are the names of the sons of Aaron: Nadab, the firstborn, and Abihu, Eleazar, and Ithamar."},{"bookname":"Numbers","chapter":"3","verse":"3","text":"These are the names of the sons of Aaron, the anointed priests, whom he consecrated to minister as priests."},{"bookname":"Numbers","chapter":"3","verse":"4","text":"Nadab and Abihu died before the Lord when they offered strange fire before the Lord in the wilderness of Sinai, and they had no children. So Eleazar and Ithamar ministered as priests in the presence of Aaron their father."},{"bookname":"Numbers","chapter":"3","verse":"5","text":"The Lord spoke to Moses:","title":"The Assignment of the Levites"},{"bookname":"Numbers","chapter":"3","verse":"6","text":"“Bring the tribe of Levi near, and present them before Aaron the priest, that they may serve him."},{"bookname":"Numbers","chapter":"3","verse":"7","text":"They are responsible for his needs and the needs of the whole community before the tent of meeting, by attending to the service of the tabernacle."},{"bookname":"Numbers","chapter":"3","verse":"8","text":"And they are responsible for all the furnishings of the tent of meeting, and for the needs of the Israelites, as they serve in the tabernacle."},{"bookname":"Numbers","chapter":"3","verse":"9","text":"You are to assign the Levites to Aaron and his sons; they will be assigned exclusively to him out of all the Israelites."},{"bookname":"Numbers","chapter":"3","verse":"10","text":"So you are to appoint Aaron and his sons, and they will be responsible for their priesthood; but the unauthorized person who comes near must be put to death.”"},{"bookname":"Numbers","chapter":"3","verse":"11","text":"Then the Lord spoke to Moses:"},{"bookname":"Numbers","chapter":"3","verse":"12","text":"“Look, I myself have taken the Levites from among the Israelites instead of every firstborn who opens the womb among the Israelites. So the Levites belong to me,"},{"bookname":"Numbers","chapter":"3","verse":"13","text":"because all the firstborn are mine. When I destroyed all the firstborn in the land of Egypt, I set apart for myself all the firstborn in Israel, both man and beast. They belong to me. I am the Lord.”"},{"bookname":"Numbers","chapter":"3","verse":"14","text":"Then the Lord spoke to Moses in the wilderness of Sinai:","title":"The Numbering of the Levites"},{"bookname":"Numbers","chapter":"3","verse":"15","text":"“Number the Levites by their clans and their families; every male from a month old and upward you are to number.”"},{"bookname":"Numbers","chapter":"3","verse":"16","text":"So Moses numbered them according to the word of the Lord, just as he had been commanded."},{"bookname":"Numbers","chapter":"3","verse":"17","text":"These were the sons of Levi by their names: Gershon, Kohath, and Merari.","title":"The Summary of Families"},{"bookname":"Numbers","chapter":"3","verse":"18","text":"These are the names of the sons of Gershon by their families: Libni and Shimei."},{"bookname":"Numbers","chapter":"3","verse":"19","text":"The sons of Kohath by their families were: Amram, Izhar, Hebron, and Uzziel."},{"bookname":"Numbers","chapter":"3","verse":"20","text":"The sons of Merari by their families were Mahli and Mushi. These are the families of the Levites by their clans."},{"bookname":"Numbers","chapter":"3","verse":"21","text":"From Gershon came the family of the Libnites and the family of the Shimeites; these were the families of the Gershonites.","title":"The Numbering of the Gershonites"},{"bookname":"Numbers","chapter":"3","verse":"22","text":"Those of them who were numbered, counting every male from a month old and upward, were 7,500."},{"bookname":"Numbers","chapter":"3","verse":"23","text":"The families of the Gershonites were to camp behind the tabernacle toward the west."},{"bookname":"Numbers","chapter":"3","verse":"24","text":"Now the leader of the clan of the Gershonites was Eliasaph son of Lael."},{"bookname":"Numbers","chapter":"3","verse":"25","text":"And the responsibilities of the Gershonites in the tent of meeting included the tabernacle, the tent with its covering, the curtain at the entrance of the tent of meeting,"},{"bookname":"Numbers","chapter":"3","verse":"26","text":"the hangings of the courtyard, the curtain at the entrance to the courtyard that surrounded the tabernacle and the altar, and their ropes, plus all the service connected with these things."},{"bookname":"Numbers","chapter":"3","verse":"27","text":"From Kohath came the family of the Amramites, the family of the Izharites, the family of the Hebronites, and the family of the Uzzielites; these were the families of the Kohathites.","title":"The Numbering of the Kohathites"},{"bookname":"Numbers","chapter":"3","verse":"28","text":"Counting every male from a month old and upward, there were 8,600. They were responsible for the care of the sanctuary."},{"bookname":"Numbers","chapter":"3","verse":"29","text":"The families of the Kohathites were to camp on the south side of the tabernacle."},{"bookname":"Numbers","chapter":"3","verse":"30","text":"Now the leader of the clan of the families of the Kohathites was Elizaphan son of Uzziel."},{"bookname":"Numbers","chapter":"3","verse":"31","text":"Their responsibilities included the ark, the table, the lampstand, the altars, and the utensils of the sanctuary with which they ministered, the curtain, and all their service."},{"bookname":"Numbers","chapter":"3","verse":"32","text":"Now the head of all the Levitical leaders was Eleazar son of Aaron the priest. He was appointed over those who were responsible for the sanctuary."},{"bookname":"Numbers","chapter":"3","verse":"33","text":"From Merari came the family of the Mahlites and the family of the Mushites; these were the families of Merari.","title":"The Numbering of Merari"},{"bookname":"Numbers","chapter":"3","verse":"34","text":"Those of them who were numbered, counting every male from a month old and upward, were 6,200."},{"bookname":"Numbers","chapter":"3","verse":"35","text":"Now the leader of the clan of the families of Merari was Zuriel son of Abihail. These were to camp on the north side of the tabernacle."},{"bookname":"Numbers","chapter":"3","verse":"36","text":"The appointed responsibilities of the Merarites included the frames of the tabernacle, its crossbars, its posts, its sockets, its utensils, plus all the service connected with these things,"},{"bookname":"Numbers","chapter":"3","verse":"37","text":"and the pillars of the courtyard all around, with their sockets, their pegs, and their ropes."},{"bookname":"Numbers","chapter":"3","verse":"38","text":"But those who were to camp in front of the tabernacle on the east, in front of the tent of meeting, were Moses, Aaron, and his sons. They were responsible for the needs of the sanctuary and for the needs of the Israelites, but the unauthorized person who approached was to be put to death."},{"bookname":"Numbers","chapter":"3","verse":"39","text":"All who were numbered of the Levites, whom Moses and Aaron numbered by the word of the Lord, according to their families, every male from a month old and upward, were 22,000."},{"bookname":"Numbers","chapter":"3","verse":"40","text":"Then the Lord said to Moses, “Number all the firstborn males of the Israelites from a month old and upward, and take the number of their names.","title":"The Substitution for the Firstborn"},{"bookname":"Numbers","chapter":"3","verse":"41","text":"And take the Levites for me &#8211; I am the Lord &#8211; instead of all the firstborn males among the Israelites, and the livestock of the Levites instead of all the firstborn of the livestock of the Israelites.”"},{"bookname":"Numbers","chapter":"3","verse":"42","text":"So Moses numbered all the firstborn males among the Israelites, as the Lord had commanded him."},{"bookname":"Numbers","chapter":"3","verse":"43","text":"And all the firstborn males, by the number of the names from a month old and upward, totaled 22,273."},{"bookname":"Numbers","chapter":"3","verse":"44","text":"Then the Lord spoke to Moses:"},{"bookname":"Numbers","chapter":"3","verse":"45","text":"“Take the Levites instead of all the firstborn males among the Israelites, and the livestock of the Levites instead of their livestock. And the Levites will be mine. I am the Lord."},{"bookname":"Numbers","chapter":"3","verse":"46","text":"And for the redemption of the 273 firstborn males of the Israelites who exceed the number of the Levites,"},{"bookname":"Numbers","chapter":"3","verse":"47","text":"collect five shekels for each one individually; you are to collect this amount in the currency of the sanctuary shekel (this shekel is twenty gerahs)."},{"bookname":"Numbers","chapter":"3","verse":"48","text":"And give the money for the redemption of the excess number of them to Aaron and his sons.”"},{"bookname":"Numbers","chapter":"3","verse":"49","text":"So Moses took the redemption money from those who were in excess of those redeemed by the Levites."},{"bookname":"Numbers","chapter":"3","verse":"50","text":"From the firstborn males of the Israelites he collected the money, 1,365 shekels, according to the sanctuary shekel."},{"bookname":"Numbers","chapter":"3","verse":"51","text":"Moses gave the redemption money to Aaron and his sons, according to the word of the Lord, as the Lord had commanded Moses."}],[{"bookname":"Numbers","chapter":"4","verse":"1","text":"Then the Lord spoke to Moses and Aaron:","title":"The Service of the Kohathites"},{"bookname":"Numbers","chapter":"4","verse":"2","text":"“Take a census of the Kohathites from among the Levites, by their families and by their clans,"},{"bookname":"Numbers","chapter":"4","verse":"3","text":"from thirty years old and upward to fifty years old, all who enter the company to do the work in the tent of meeting."},{"bookname":"Numbers","chapter":"4","verse":"4","text":"This is the service of the Kohathites in the tent of meeting, relating to the most holy things."},{"bookname":"Numbers","chapter":"4","verse":"5","text":"When it is time for the camp to journey, Aaron and his sons must come and take down the screening curtain and cover the ark of the testimony with it."},{"bookname":"Numbers","chapter":"4","verse":"6","text":"Then they must put over it a covering of fine leather and spread over that a cloth entirely of blue, and then they must insert its poles."},{"bookname":"Numbers","chapter":"4","verse":"7","text":"“On the table of the presence they must spread a blue cloth, and put on it the dishes, the pans, the bowls, and the pitchers for pouring, and the Bread of the Presence must be on it continually."},{"bookname":"Numbers","chapter":"4","verse":"8","text":"They must spread over them a scarlet cloth, and cover the same with a covering of fine leather; and they must insert its poles."},{"bookname":"Numbers","chapter":"4","verse":"9","text":"“They must take a blue cloth and cover the lampstand of the light, with its lamps, its wick-trimmers, its trays, and all its oil vessels, with which they service it."},{"bookname":"Numbers","chapter":"4","verse":"10","text":"Then they must put it with all its utensils in a covering of fine leather, and put it on a carrying beam."},{"bookname":"Numbers","chapter":"4","verse":"11","text":"“They must spread a blue cloth on the gold altar, and cover it with a covering of fine leather; and they must insert its poles."},{"bookname":"Numbers","chapter":"4","verse":"12","text":"Then they must take all the utensils of the service, with which they serve in the sanctuary, put them in a blue cloth, cover them with a covering of fine leather, and put them on a carrying beam."},{"bookname":"Numbers","chapter":"4","verse":"13","text":"Also, they must take away the ashes from the altar and spread a purple cloth over it."},{"bookname":"Numbers","chapter":"4","verse":"14","text":"Then they must place on it all its implements with which they serve there &#8211; the trays, the meat forks, the shovels, the basins, and all the utensils of the altar &#8211; and they must spread on it a covering of fine leather, and then insert its poles."},{"bookname":"Numbers","chapter":"4","verse":"15","text":"“When Aaron and his sons have finished covering the sanctuary and all the furnishings of the sanctuary, when the camp is ready to journey, then the Kohathites will come to carry them; but they must not touch any holy thing, or they will die. These are the responsibilities of the Kohathites with the tent of meeting."},{"bookname":"Numbers","chapter":"4","verse":"16","text":"“The appointed responsibility of Eleazar son of Aaron the priest is for the oil for the light, and the spiced incense, and the daily grain offering, and the anointing oil; he also has the appointed responsibility over all the tabernacle with all that is in it, over the sanctuary and over all its furnishings.”"},{"bookname":"Numbers","chapter":"4","verse":"17","text":"Then the Lord spoke to Moses and Aaron:"},{"bookname":"Numbers","chapter":"4","verse":"18","text":"“Do not allow the tribe of the families of the Kohathites to be cut off from among the Levites;"},{"bookname":"Numbers","chapter":"4","verse":"19","text":"but in order that they will live and not die when they approach the most holy things, do this for them: Aaron and his sons will go in and appoint each man to his service and his responsibility."},{"bookname":"Numbers","chapter":"4","verse":"20","text":"But the Kohathites are not to go in to watch while the holy things are being covered, or they will die.”"},{"bookname":"Numbers","chapter":"4","verse":"21","text":"Then the Lord spoke to Moses:","title":"The Service of the Gershonites"},{"bookname":"Numbers","chapter":"4","verse":"22","text":"“Also take a census of the Gershonites, by their clans and by their families."},{"bookname":"Numbers","chapter":"4","verse":"23","text":"You must number them from thirty years old and upward to fifty years old, all who enter the company to do the work of the tent of meeting."},{"bookname":"Numbers","chapter":"4","verse":"24","text":"This is the service of the families of Gershonites, as they serve and carry it."},{"bookname":"Numbers","chapter":"4","verse":"25","text":"They must carry the curtains for the tabernacle and the tent of meeting with its covering, the covering of fine leather that is over it, the curtains for the entrance of the tent of meeting,"},{"bookname":"Numbers","chapter":"4","verse":"26","text":"the hangings for the courtyard, the curtain for the entrance of the gate of the court, which is around the tabernacle and the altar, and their ropes, along with all the furnishings for their service and everything that is made for them. So they are to serve."},{"bookname":"Numbers","chapter":"4","verse":"27","text":"“All the service of the Gershonites, whether carrying loads or for any of their work, will be at the direction of Aaron and his sons. You will assign them all their tasks as their responsibility."},{"bookname":"Numbers","chapter":"4","verse":"28","text":"This is the service of the families of the Gershonites concerning the tent of meeting. Their responsibilities will be under the authority of Ithamar son of Aaron the priest."},{"bookname":"Numbers","chapter":"4","verse":"29","text":"“As for the sons of Merari, you are to number them by their families and by their clans.","title":"The Service of the Merarites"},{"bookname":"Numbers","chapter":"4","verse":"30","text":"You must number them from thirty years old and upward to fifty years old, all who enter the company to do the work of the tent of meeting."},{"bookname":"Numbers","chapter":"4","verse":"31","text":"This is what they are responsible to carry as their entire service in the tent of meeting: the frames of the tabernacle, its crossbars, its posts, its sockets,"},{"bookname":"Numbers","chapter":"4","verse":"32","text":"and the posts of the surrounding courtyard with their sockets, tent pegs, and ropes, along with all their furnishings and everything for their service. You are to assign by names the items that each man is responsible to carry."},{"bookname":"Numbers","chapter":"4","verse":"33","text":"This is the service of the families of the Merarites, their entire service concerning the tent of meeting, under the authority of Ithamar son of Aaron the priest.”"},{"bookname":"Numbers","chapter":"4","verse":"34","text":"So Moses and Aaron and the leaders of the community numbered the Kohathites by their families and by clans,","title":"Summary"},{"bookname":"Numbers","chapter":"4","verse":"35","text":"from thirty years old and upward to fifty years old, everyone who entered the company for the work in the tent of meeting;"},{"bookname":"Numbers","chapter":"4","verse":"36","text":"and those of them numbered by their families were 2,750."},{"bookname":"Numbers","chapter":"4","verse":"37","text":"These were those numbered from the families of the Kohathites, everyone who served in the tent of meeting, whom Moses and Aaron numbered according to the word of the Lord by the authority of Moses."},{"bookname":"Numbers","chapter":"4","verse":"38","text":"Those numbered from the Gershonites, by their families and by their clans,"},{"bookname":"Numbers","chapter":"4","verse":"39","text":"from thirty years old and upward to fifty years old, everyone who entered the company for the work in the tent of meeting &#8211;"},{"bookname":"Numbers","chapter":"4","verse":"40","text":"those of them numbered by their families, by their clans, were 2,630."},{"bookname":"Numbers","chapter":"4","verse":"41","text":"These were those numbered from the families of the Gershonites, everyone who served in the tent of meeting, whom Moses and Aaron numbered according to the word of the Lord."},{"bookname":"Numbers","chapter":"4","verse":"42","text":"Those numbered from the families of the Merarites, by their families, by their clans,"},{"bookname":"Numbers","chapter":"4","verse":"43","text":"from thirty years old and upward to fifty years old, everyone who entered the company for the work in the tent of meeting &#8211;"},{"bookname":"Numbers","chapter":"4","verse":"44","text":"those of them numbered by their families were 3,200."},{"bookname":"Numbers","chapter":"4","verse":"45","text":"These are those numbered from the families of the Merarites, whom Moses and Aaron numbered according to the word of the Lord by the authority of Moses."},{"bookname":"Numbers","chapter":"4","verse":"46","text":"All who were numbered of the Levites, whom Moses, Aaron, and the leaders of Israel numbered by their families and by their clans,"},{"bookname":"Numbers","chapter":"4","verse":"47","text":"from thirty years old and upward to fifty years old, everyone who entered to do the work of service and the work of carrying relating to the tent of meeting &#8211;"},{"bookname":"Numbers","chapter":"4","verse":"48","text":"those of them numbered were 8,580."},{"bookname":"Numbers","chapter":"4","verse":"49","text":"According to the word of the Lord they were numbered, by the authority of Moses, each according to his service and according to what he was to carry. Thus were they numbered by him, as the Lord had commanded Moses."}],[{"bookname":"Numbers","chapter":"5","verse":"1","text":"Then the Lord spoke to Moses:","title":"Separation of the Unclean"},{"bookname":"Numbers","chapter":"5","verse":"2","text":"“Command the Israelites to expel from the camp every leper, everyone who has a discharge, and whoever becomes defiled by a corpse."},{"bookname":"Numbers","chapter":"5","verse":"3","text":"You must expel both men and women; you must put them outside the camp, so that they will not defile their camps, among which I live.”"},{"bookname":"Numbers","chapter":"5","verse":"4","text":"So the Israelites did so, and expelled them outside the camp. As the Lord had spoken to Moses, so the Israelites did."},{"bookname":"Numbers","chapter":"5","verse":"5","text":"Then the Lord spoke to Moses:","title":"Restitution for Sin"},{"bookname":"Numbers","chapter":"5","verse":"6","text":"“Tell the Israelites, ‘When a man or a woman commits any sin that people commit, thereby breaking faith with the Lord, and that person is found guilty,"},{"bookname":"Numbers","chapter":"5","verse":"7","text":"then he must confess his sin that he has committed and must make full reparation, add one fifth to it, and give it to whomever he wronged."},{"bookname":"Numbers","chapter":"5","verse":"8","text":"But if the individual has no close relative to whom reparation can be made for the wrong, the reparation for the wrong must be paid to the Lord for the priest, in addition to the ram of atonement by which atonement is made for him."},{"bookname":"Numbers","chapter":"5","verse":"9","text":"Every offering of all the Israelites’ holy things that they bring to the priest will be his."},{"bookname":"Numbers","chapter":"5","verse":"10","text":"Every man’s holy things will be his; whatever any man gives the priest will be his.’”"},{"bookname":"Numbers","chapter":"5","verse":"11","text":"The Lord spoke to Moses:","title":"The Jealousy Ordeal"},{"bookname":"Numbers","chapter":"5","verse":"12","text":"“Speak to the Israelites and tell them, ‘If any man’s wife goes astray and behaves unfaithfully toward him,"},{"bookname":"Numbers","chapter":"5","verse":"13","text":"and a man has sexual relations with her without her husband knowing it, and it is hidden that she has defiled herself, since there was no witness against her, nor was she caught &#8211;"},{"bookname":"Numbers","chapter":"5","verse":"14","text":"and if jealous feelings come over him and he becomes suspicious of his wife, when she is defiled; or if jealous feelings come over him and he becomes suspicious of his wife, when she is not defiled &#8211;"},{"bookname":"Numbers","chapter":"5","verse":"15","text":"then the man must bring his wife to the priest, and he must bring the offering required for her, one tenth of an ephah of barley meal; he must not pour olive oil on it or put frankincense on it, because it is a grain offering of suspicion, a grain offering for remembering, for bringing iniquity to remembrance."},{"bookname":"Numbers","chapter":"5","verse":"16","text":"“‘Then the priest will bring her near and have her stand before the Lord."},{"bookname":"Numbers","chapter":"5","verse":"17","text":"The priest will then take holy water in a pottery jar, and take some of the dust that is on the floor of the tabernacle, and put it into the water."},{"bookname":"Numbers","chapter":"5","verse":"18","text":"Then the priest will have the woman stand before the Lord, uncover the woman’s head, and put the grain offering for remembering in her hands, which is the grain offering of suspicion. The priest will hold in his hand the bitter water that brings a curse."},{"bookname":"Numbers","chapter":"5","verse":"19","text":"Then the priest will put the woman under oath and say to the her, “If no other man has had sexual relations with you, and if you have not gone astray and become defiled while under your husband’s authority, may you be free from this bitter water that brings a curse."},{"bookname":"Numbers","chapter":"5","verse":"20","text":"But if you have gone astray while under your husband’s authority, and if you have defiled yourself and some man other than your husband has had sexual relations with you&#8230;.”"},{"bookname":"Numbers","chapter":"5","verse":"21","text":"Then the priest will put the woman under the oath of the curse and will say to the her, “The Lord make you an attested curse among your people, if the Lord makes your thigh fall away and your abdomen swell;"},{"bookname":"Numbers","chapter":"5","verse":"22","text":"and this water that causes the curse will go into your stomach, and make your abdomen swell and your thigh rot.” Then the woman must say, “Amen, amen.”"},{"bookname":"Numbers","chapter":"5","verse":"23","text":"“‘Then the priest will write these curses on a scroll and then scrape them off into the bitter water."},{"bookname":"Numbers","chapter":"5","verse":"24","text":"He will make the woman drink the bitter water that brings a curse, and the water that brings a curse will enter her to produce bitterness."},{"bookname":"Numbers","chapter":"5","verse":"25","text":"The priest will take the grain offering of suspicion from the woman’s hand, wave the grain offering before the Lord, and bring it to the altar."},{"bookname":"Numbers","chapter":"5","verse":"26","text":"Then the priest will take a handful of the grain offering as its memorial portion, burn it on the altar, and afterward make the woman drink the water."},{"bookname":"Numbers","chapter":"5","verse":"27","text":"When he has made her drink the water, then, if she has defiled herself and behaved unfaithfully toward her husband, the water that brings a curse will enter her to produce bitterness &#8211; her abdomen will swell, her thigh will fall away, and the woman will become a curse among her people."},{"bookname":"Numbers","chapter":"5","verse":"28","text":"But if the woman has not defiled herself, and is clean, then she will be free of ill effects and will be able to bear children."},{"bookname":"Numbers","chapter":"5","verse":"29","text":"“‘This is the law for cases of jealousy, when a wife, while under her husband’s authority, goes astray and defiles herself,"},{"bookname":"Numbers","chapter":"5","verse":"30","text":"or when jealous feelings come over a man and he becomes suspicious of his wife; then he must have the woman stand before the Lord, and the priest will carry out all this law upon her."},{"bookname":"Numbers","chapter":"5","verse":"31","text":"Then the man will be free from iniquity, but that woman will bear the consequences of her iniquity.’”"}],[{"bookname":"Numbers","chapter":"6","verse":"1","text":"Then the Lord spoke to Moses:","title":"The Nazirite Vow"},{"bookname":"Numbers","chapter":"6","verse":"2","text":"“Speak to the Israelites, and tell them, ‘When either a man or a woman takes a special vow, to take a vow as a Nazirite, to separate himself to the Lord,"},{"bookname":"Numbers","chapter":"6","verse":"3","text":"he must separate himself from wine and strong drink, he must drink neither vinegar made from wine nor vinegar made from strong drink, nor may he drink any juice of grapes, nor eat fresh grapes or raisins."},{"bookname":"Numbers","chapter":"6","verse":"4","text":"All the days of his separation he must not eat anything that is produced by the grapevine, from seed to skin."},{"bookname":"Numbers","chapter":"6","verse":"5","text":"“‘All the days of the vow of his separation no razor may be used on his head until the time is fulfilled for which he separated himself to the Lord. He will be holy, and he must let the locks of hair on his head grow long."},{"bookname":"Numbers","chapter":"6","verse":"6","text":"“‘All the days that he separates himself to the Lord he must not contact a dead body."},{"bookname":"Numbers","chapter":"6","verse":"7","text":"He must not defile himself even for his father or his mother or his brother or his sister if they die, because the separation for his God is on his head."},{"bookname":"Numbers","chapter":"6","verse":"8","text":"All the days of his separation he must be holy to the Lord."},{"bookname":"Numbers","chapter":"6","verse":"9","text":"“‘If anyone dies very suddenly beside him and he defiles his consecrated head, then he must shave his head on the day of his purification &#8211; on the seventh day he must shave it.","title":"Contingencies for Defilement"},{"bookname":"Numbers","chapter":"6","verse":"10","text":"On the eighth day he is to bring two turtledoves or two young pigeons to the priest, to the entrance to the tent of meeting."},{"bookname":"Numbers","chapter":"6","verse":"11","text":"Then the priest will offer one for a purification offering and the other as a burnt offering, and make atonement for him, because of his transgression in regard to the corpse. So he must reconsecrate his head on that day."},{"bookname":"Numbers","chapter":"6","verse":"12","text":"He must rededicate to the Lord the days of his separation and bring a male lamb in its first year as a reparation offering, but the former days will not be counted because his separation was defiled."},{"bookname":"Numbers","chapter":"6","verse":"13","text":"“‘Now this is the law of the Nazirite: When the days of his separation are fulfilled, he must be brought to the entrance of the tent of meeting,","title":"Fulfilling the Vows"},{"bookname":"Numbers","chapter":"6","verse":"14","text":"and he must present his offering to the Lord: one male lamb in its first year without blemish for a burnt offering, one ewe lamb in its first year without blemish for a purification offering, one ram without blemish for a peace offering,"},{"bookname":"Numbers","chapter":"6","verse":"15","text":"and a basket of bread made without yeast, cakes of fine flour mixed with olive oil, wafers made without yeast and smeared with olive oil, and their grain offering and their drink offerings."},{"bookname":"Numbers","chapter":"6","verse":"16","text":"“‘Then the priest must present all these before the Lord and offer his purification offering and his burnt offering."},{"bookname":"Numbers","chapter":"6","verse":"17","text":"Then he must offer the ram as a peace offering to the Lord, with the basket of bread made without yeast; the priest must also offer his grain offering and his drink offering."},{"bookname":"Numbers","chapter":"6","verse":"18","text":"“‘Then the Nazirite must shave his consecrated head at the entrance to the tent of meeting and must take the hair from his consecrated head and put it on the fire where the peace offering is burning."},{"bookname":"Numbers","chapter":"6","verse":"19","text":"And the priest must take the boiled shoulder of the ram, one cake made without yeast from the basket, and one wafer made without yeast, and put them on the hands of the Nazirite after he has shaved his consecrated head;"},{"bookname":"Numbers","chapter":"6","verse":"20","text":"then the priest must wave them as a wave offering before the Lord; it is a holy portion for the priest, together with the breast of the wave offering and the thigh of the raised offering. After this the Nazirite may drink wine.’"},{"bookname":"Numbers","chapter":"6","verse":"21","text":"“This is the law of the Nazirite who vows to the Lord his offering according to his separation, as well as whatever else he can provide. Thus he must fulfill his vow that he makes, according to the law of his separation.”"},{"bookname":"Numbers","chapter":"6","verse":"22","text":"The Lord spoke to Moses:","title":"The Priestly Benediction"},{"bookname":"Numbers","chapter":"6","verse":"23","text":"“Tell Aaron and his sons, ‘This is the way you are to bless the Israelites. Say to them:"},{"bookname":"Numbers","chapter":"6","verse":"24","text":"“The Lord bless you and protect you;"},{"bookname":"Numbers","chapter":"6","verse":"25","text":"The Lord make his face to shine upon you, and be gracious to you;"},{"bookname":"Numbers","chapter":"6","verse":"26","text":"The Lord lift up his countenance upon you and give you peace.”’"},{"bookname":"Numbers","chapter":"6","verse":"27","text":"So they will put my name on the Israelites, and I will bless them.”"}],[{"bookname":"Numbers","chapter":"7","verse":"1","text":"When Moses had completed setting up the tabernacle, he anointed it and consecrated it and all its furnishings, and he anointed and consecrated the altar and all its utensils.","title":"The Leader&#8217;s Offerings"},{"bookname":"Numbers","chapter":"7","verse":"2","text":"Then the leaders of Israel, the heads of their clans, made an offering. They were the leaders of the tribes; they were the ones who had been supervising the numbering."},{"bookname":"Numbers","chapter":"7","verse":"3","text":"They brought their offering before the Lord, six covered carts and twelve oxen &#8211; one cart for every two of the leaders, and an ox for each one; and they presented them in front of the tabernacle."},{"bookname":"Numbers","chapter":"7","verse":"4","text":"Then the Lord spoke to Moses:","title":"The Distribution of the Gifts"},{"bookname":"Numbers","chapter":"7","verse":"5","text":"“Receive these gifts from them, that they may be used in doing the work of the tent of meeting; and you must give them to the Levites, to every man as his service requires.”"},{"bookname":"Numbers","chapter":"7","verse":"6","text":"So Moses accepted the carts and the oxen and gave them to the Levites."},{"bookname":"Numbers","chapter":"7","verse":"7","text":"He gave two carts and four oxen to the Gershonites, as their service required;"},{"bookname":"Numbers","chapter":"7","verse":"8","text":"and he gave four carts and eight oxen to the Merarites, as their service required, under the authority of Ithamar son of Aaron the priest."},{"bookname":"Numbers","chapter":"7","verse":"9","text":"But to the Kohathites he gave none, because the service of the holy things, which they carried on their shoulders, was their responsibility."},{"bookname":"Numbers","chapter":"7","verse":"10","text":"The leaders offered gifts for the dedication of the altar when it was anointed. And the leaders presented their offering before the altar.","title":"The Time of Presentation"},{"bookname":"Numbers","chapter":"7","verse":"11","text":"For the Lord said to Moses, “They must present their offering, one leader for each day, for the dedication of the altar.”"},{"bookname":"Numbers","chapter":"7","verse":"12","text":"The one who presented his offering on the first day was Nahshon son of Amminadab, from the tribe of Judah.","title":"The Tribal Offerings"},{"bookname":"Numbers","chapter":"7","verse":"13","text":"His offering was one silver platter weighing 130 shekels, and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"bookname":"Numbers","chapter":"7","verse":"14","text":"one gold pan weighing 10 shekels, full of incense;"},{"bookname":"Numbers","chapter":"7","verse":"15","text":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"bookname":"Numbers","chapter":"7","verse":"16","text":"one male goat for a purification offering;"},{"bookname":"Numbers","chapter":"7","verse":"17","text":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five male lambs in their first year. This was the offering of Nahshon son of Amminadab."},{"bookname":"Numbers","chapter":"7","verse":"18","text":"On the second day Nethanel son of Zuar, leader of Issachar, presented an offering."},{"bookname":"Numbers","chapter":"7","verse":"19","text":"He offered for his offering one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"bookname":"Numbers","chapter":"7","verse":"20","text":"one gold pan weighing 10 shekels, full of incense;"},{"bookname":"Numbers","chapter":"7","verse":"21","text":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"bookname":"Numbers","chapter":"7","verse":"22","text":"one male goat for a purification offering;"},{"bookname":"Numbers","chapter":"7","verse":"23","text":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five male lambs in their first year. This was the offering of Nethanel son of Zuar."},{"bookname":"Numbers","chapter":"7","verse":"24","text":"On the third day Eliab son of Helon, leader of the Zebulunites, presented an offering."},{"bookname":"Numbers","chapter":"7","verse":"25","text":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"bookname":"Numbers","chapter":"7","verse":"26","text":"one gold pan weighing 10 shekels, full of incense;"},{"bookname":"Numbers","chapter":"7","verse":"27","text":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"bookname":"Numbers","chapter":"7","verse":"28","text":"one male goat for a purification offering;"},{"bookname":"Numbers","chapter":"7","verse":"29","text":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five male lambs in their first year. This was the offering of Eliab son of Helon."},{"bookname":"Numbers","chapter":"7","verse":"30","text":"On the fourth day Elizur son of Shedeur, leader of the Reubenites, presented an offering."},{"bookname":"Numbers","chapter":"7","verse":"31","text":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"bookname":"Numbers","chapter":"7","verse":"32","text":"one gold pan weighing 10 shekels, full of incense;"},{"bookname":"Numbers","chapter":"7","verse":"33","text":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"bookname":"Numbers","chapter":"7","verse":"34","text":"one male goat for a purification offering;"},{"bookname":"Numbers","chapter":"7","verse":"35","text":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Elizur son of Shedeur."},{"bookname":"Numbers","chapter":"7","verse":"36","text":"On the fifth day Shelumiel son of Zurishaddai, leader of the Simeonites, presented an offering."},{"bookname":"Numbers","chapter":"7","verse":"37","text":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"bookname":"Numbers","chapter":"7","verse":"38","text":"one gold pan weighing 10 shekels;"},{"bookname":"Numbers","chapter":"7","verse":"39","text":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"bookname":"Numbers","chapter":"7","verse":"40","text":"one male goat for a purification offering;"},{"bookname":"Numbers","chapter":"7","verse":"41","text":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Sheloumiel son of Zurishaddai."},{"bookname":"Numbers","chapter":"7","verse":"42","text":"On the sixth day Eliasaph son of Deuel, leader of the Gadites, presented an offering."},{"bookname":"Numbers","chapter":"7","verse":"43","text":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"bookname":"Numbers","chapter":"7","verse":"44","text":"one gold pan weighing 10 shekels;"},{"bookname":"Numbers","chapter":"7","verse":"45","text":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"bookname":"Numbers","chapter":"7","verse":"46","text":"one male goat for a purification offering;"},{"bookname":"Numbers","chapter":"7","verse":"47","text":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Eliasaph son of Deuel."},{"bookname":"Numbers","chapter":"7","verse":"48","text":"On the seventh day Elishama son of Ammihud, leader of the Ephraimites, presented an offering."},{"bookname":"Numbers","chapter":"7","verse":"49","text":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"bookname":"Numbers","chapter":"7","verse":"50","text":"one gold pan weighing 10 shekels, full of incense;"},{"bookname":"Numbers","chapter":"7","verse":"51","text":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"bookname":"Numbers","chapter":"7","verse":"52","text":"one male goat for a purification offering;"},{"bookname":"Numbers","chapter":"7","verse":"53","text":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Elishama son of Ammihud."},{"bookname":"Numbers","chapter":"7","verse":"54","text":"On the eighth day Gamaliel son of Pedahzur, leader of the Manassehites, presented an offering."},{"bookname":"Numbers","chapter":"7","verse":"55","text":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"bookname":"Numbers","chapter":"7","verse":"56","text":"one gold pan weighing 10 shekels, full of incense;"},{"bookname":"Numbers","chapter":"7","verse":"57","text":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"bookname":"Numbers","chapter":"7","verse":"58","text":"one male goat for a purification offering;"},{"bookname":"Numbers","chapter":"7","verse":"59","text":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Gamaliel son of Pedahzur."},{"bookname":"Numbers","chapter":"7","verse":"60","text":"On the ninth day Abidan son of Gideoni, leader of the Benjaminites, presented an offering."},{"bookname":"Numbers","chapter":"7","verse":"61","text":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"bookname":"Numbers","chapter":"7","verse":"62","text":"one gold pan weighing 10 shekels, full of incense;"},{"bookname":"Numbers","chapter":"7","verse":"63","text":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"bookname":"Numbers","chapter":"7","verse":"64","text":"one male goat for a purification offering;"},{"bookname":"Numbers","chapter":"7","verse":"65","text":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Abidan son of Gideoni."},{"bookname":"Numbers","chapter":"7","verse":"66","text":"On the tenth day Ahiezer son of Amishaddai, leader of the Danites, presented an offering."},{"bookname":"Numbers","chapter":"7","verse":"67","text":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"bookname":"Numbers","chapter":"7","verse":"68","text":"one gold pan weighing 10 shekels, full of incense;"},{"bookname":"Numbers","chapter":"7","verse":"69","text":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"bookname":"Numbers","chapter":"7","verse":"70","text":"one male goat for a purification offering;"},{"bookname":"Numbers","chapter":"7","verse":"71","text":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Ahiezer son of Amishaddai."},{"bookname":"Numbers","chapter":"7","verse":"72","text":"On the eleventh day Pagiel son of Ocran, leader of the Asherites, presented an offering."},{"bookname":"Numbers","chapter":"7","verse":"73","text":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"bookname":"Numbers","chapter":"7","verse":"74","text":"one gold pan weighing 10 shekels, full of incense;"},{"bookname":"Numbers","chapter":"7","verse":"75","text":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"bookname":"Numbers","chapter":"7","verse":"76","text":"one male goat for a purification offering;"},{"bookname":"Numbers","chapter":"7","verse":"77","text":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Pagiel son of Ocran."},{"bookname":"Numbers","chapter":"7","verse":"78","text":"On the twelfth day Ahira son of Enan, leader of the Naphtalites, presented an offering."},{"bookname":"Numbers","chapter":"7","verse":"79","text":"His offering was one silver platter weighing 130 shekels and one silver sprinkling bowl weighing 70 shekels, both according to the sanctuary shekel, each of them full of fine flour mixed with olive oil as a grain offering;"},{"bookname":"Numbers","chapter":"7","verse":"80","text":"one gold pan weighing 10 shekels;"},{"bookname":"Numbers","chapter":"7","verse":"81","text":"one young bull, one ram, and one male lamb in its first year, for a burnt offering;"},{"bookname":"Numbers","chapter":"7","verse":"82","text":"one male goat for a purification offering;"},{"bookname":"Numbers","chapter":"7","verse":"83","text":"and for the sacrifice of peace offerings: two bulls, five rams, five male goats, and five lambs in their first year. This was the offering of Ahira son of Enan."},{"bookname":"Numbers","chapter":"7","verse":"84","text":"This was the dedication for the altar from the leaders of Israel, when it was anointed: twelve silver platters, twelve silver sprinkling bowls, and twelve gold pans.","title":"Summary"},{"bookname":"Numbers","chapter":"7","verse":"85","text":"Each silver platter weighed 130 shekels, and each silver sprinkling bowl weighed 70 shekels. All the silver of the vessels weighed 2,400 shekels, according to the sanctuary shekel."},{"bookname":"Numbers","chapter":"7","verse":"86","text":"The twelve gold pans full of incense weighed 10 shekels each, according to the sanctuary shekel; all the gold of the pans weighed 120 shekels."},{"bookname":"Numbers","chapter":"7","verse":"87","text":"All the animals for the burnt offering were 12 young bulls, 12 rams, 12 male lambs in their first year, with their grain offering, and 12 male goats for a purification offering."},{"bookname":"Numbers","chapter":"7","verse":"88","text":"All the animals for the sacrifice for the peace offering were 24 young bulls, 60 rams, 60 male goats, and 60 lambs in their first year. These were the dedication offerings for the altar after it was anointed."},{"bookname":"Numbers","chapter":"7","verse":"89","text":"Now when Moses went into the tent of meeting to speak with the Lord, he heard the voice speaking to him from above the atonement lid that was on the ark of the testimony, from between the two cherubim. Thus he spoke to him."}],[{"bookname":"Numbers","chapter":"8","verse":"1","text":"The Lord spoke to Moses:","title":"Lighting the Lamps"},{"bookname":"Numbers","chapter":"8","verse":"2","text":"“Speak to Aaron and tell him, ‘When you set up the lamps, the seven lamps are to give light in front of the lampstand.’”"},{"bookname":"Numbers","chapter":"8","verse":"3","text":"And Aaron did so; he set up the lamps to face toward the front of the lampstand, as the Lord commanded Moses."},{"bookname":"Numbers","chapter":"8","verse":"4","text":"This is how the lampstand was made: It was beaten work in gold; from its shaft to its flowers it was beaten work. According to the pattern which the Lord had shown Moses, so he made the lampstand."},{"bookname":"Numbers","chapter":"8","verse":"5","text":"Then the Lord spoke to Moses:","title":"The Separation of the Levites"},{"bookname":"Numbers","chapter":"8","verse":"6","text":"“Take the Levites from among the Israelites and purify them."},{"bookname":"Numbers","chapter":"8","verse":"7","text":"And do this to them to purify them: Sprinkle water of purification on them; then have them shave all their body and wash their clothes, and so purify themselves."},{"bookname":"Numbers","chapter":"8","verse":"8","text":"Then they are to take a young bull with its grain offering of fine flour mixed with olive oil; and you are to take a second young bull for a purification offering."},{"bookname":"Numbers","chapter":"8","verse":"9","text":"You are to bring the Levites before the tent of meeting and assemble the entire community of the Israelites."},{"bookname":"Numbers","chapter":"8","verse":"10","text":"Then you are to bring the Levites before the Lord, and the Israelites are to lay their hands on the Levites;"},{"bookname":"Numbers","chapter":"8","verse":"11","text":"and Aaron is to offer the Levites before the Lord as a wave offering from the Israelites, that they may do the work of the Lord."},{"bookname":"Numbers","chapter":"8","verse":"12","text":"When the Levites lay their hands on the heads of the bulls, offer the one for a purification offering and the other for a whole burnt offering to the Lord, to make atonement for the Levites."},{"bookname":"Numbers","chapter":"8","verse":"13","text":"You are to have the Levites stand before Aaron and his sons, and then offer them as a wave offering to the Lord."},{"bookname":"Numbers","chapter":"8","verse":"14","text":"And so you are to separate the Levites from among the Israelites, and the Levites will be mine."},{"bookname":"Numbers","chapter":"8","verse":"15","text":"“After this, the Levites will go in to do the work of the tent of meeting. So you must cleanse them and offer them like a wave offering."},{"bookname":"Numbers","chapter":"8","verse":"16","text":"For they are entirely given to me from among the Israelites. I have taken them for myself instead of all who open the womb, the firstborn sons of all the Israelites."},{"bookname":"Numbers","chapter":"8","verse":"17","text":"For all the firstborn males among the Israelites are mine, both humans and animals; when I destroyed all the firstborn in the land of Egypt I set them apart for myself."},{"bookname":"Numbers","chapter":"8","verse":"18","text":"So I have taken the Levites instead of all the firstborn sons among the Israelites."},{"bookname":"Numbers","chapter":"8","verse":"19","text":"I have given the Levites as a gift to Aaron and his sons from among the Israelites, to do the work for the Israelites in the tent of meeting, and to make atonement for the Israelites, so there will be no plague among the Israelites when the Israelites come near the sanctuary.”"},{"bookname":"Numbers","chapter":"8","verse":"20","text":"So Moses and Aaron and the entire community of the Israelites did this with the Levites. According to all that the Lord commanded Moses concerning the Levites, this is what the Israelites did with them."},{"bookname":"Numbers","chapter":"8","verse":"21","text":"The Levites purified themselves and washed their clothing; then Aaron presented them like a wave offering before the Lord, and Aaron made atonement for them to purify them."},{"bookname":"Numbers","chapter":"8","verse":"22","text":"After this, the Levites went in to do their work in the tent of meeting before Aaron and before his sons. As the Lord had commanded Moses concerning the Levites, so they did."},{"bookname":"Numbers","chapter":"8","verse":"23","text":"Then the Lord spoke to Moses:","title":"The Work of the Levites"},{"bookname":"Numbers","chapter":"8","verse":"24","text":"“This is what pertains to the Levites: At the age of twenty-five years and upward one may begin to join the company in the work of the tent of meeting,"},{"bookname":"Numbers","chapter":"8","verse":"25","text":"and at the age of fifty years they must retire from performing the work and may no longer work."},{"bookname":"Numbers","chapter":"8","verse":"26","text":"They may assist their colleagues in the tent of meeting, to attend to needs, but they must do no work. This is the way you must establish the Levites regarding their duties.”"}],[{"bookname":"Numbers","chapter":"9","verse":"1","text":"The Lord spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt:","title":"Passover Regulations"},{"bookname":"Numbers","chapter":"9","verse":"2","text":"“The Israelites are to observe the Passover at its appointed time."},{"bookname":"Numbers","chapter":"9","verse":"3","text":"In the fourteenth day of this month, at twilight, you are to observe it at its appointed time; you must keep it in accordance with all its statutes and all its customs.”"},{"bookname":"Numbers","chapter":"9","verse":"4","text":"So Moses instructed the Israelites to observe the Passover."},{"bookname":"Numbers","chapter":"9","verse":"5","text":"And they observed the Passover on the fourteenth day of the first month at twilight in the wilderness of Sinai; in accordance with all that the Lord had commanded Moses, so the Israelites did."},{"bookname":"Numbers","chapter":"9","verse":"6","text":"It happened that some men who were ceremonially defiled by the dead body of a man could not keep the Passover on that day, so they came before Moses and before Aaron on that day."},{"bookname":"Numbers","chapter":"9","verse":"7","text":"And those men said to him, “We are ceremonially defiled by the dead body of a man; why are we kept back from offering the Lord’s offering at its appointed time among the Israelites?”"},{"bookname":"Numbers","chapter":"9","verse":"8","text":"So Moses said to them, “Remain here and I will hear what the Lord will command concerning you.”"},{"bookname":"Numbers","chapter":"9","verse":"9","text":"The Lord spoke to Moses:"},{"bookname":"Numbers","chapter":"9","verse":"10","text":"“Tell the Israelites, ‘If any of you or of your posterity become ceremonially defiled by touching a dead body, or are on a journey far away, then he may observe the Passover to the Lord."},{"bookname":"Numbers","chapter":"9","verse":"11","text":"They may observe it on the fourteenth day of the second month at twilight; they are to eat it with bread made without yeast and with bitter herbs."},{"bookname":"Numbers","chapter":"9","verse":"12","text":"They must not leave any of it until morning, nor break any of its bones; they must observe it in accordance with every statute of the Passover."},{"bookname":"Numbers","chapter":"9","verse":"13","text":"But the man who is ceremonially clean, and was not on a journey, and fails to keep the Passover, that person must be cut off from his people. Because he did not bring the Lord’s offering at its appointed time, that man must bear his sin."},{"bookname":"Numbers","chapter":"9","verse":"14","text":"If a resident foreigner lives among you and wants to keep the Passover to the Lord, he must do so according to the statute of the Passover, and according to its custom. You must have the same statute for the resident foreigner and for the one who was born in the land.’”"},{"bookname":"Numbers","chapter":"9","verse":"15","text":"On the day that the tabernacle was set up, the cloud covered the tabernacle &#8211; the tent of the testimony &#8211; and from evening until morning there was a fiery appearance over the tabernacle.","title":"The Leading of the Lord"},{"bookname":"Numbers","chapter":"9","verse":"16","text":"This is the way it used to be continually: The cloud would cover it by day, and there was a fiery appearance by night."},{"bookname":"Numbers","chapter":"9","verse":"17","text":"Whenever the cloud was taken up from the tabernacle, then after that the Israelites would begin their journey; and in whatever place the cloud settled, there the Israelites would make camp."},{"bookname":"Numbers","chapter":"9","verse":"18","text":"At the commandment of the Lord the Israelites would begin their journey, and at the commandment of the Lord they would make camp; as long as the cloud remained settled over the tabernacle they would camp."},{"bookname":"Numbers","chapter":"9","verse":"19","text":"When the cloud remained over the tabernacle many days, then the Israelites obeyed the instructions of the Lord and did not journey."},{"bookname":"Numbers","chapter":"9","verse":"20","text":"When the cloud remained over the tabernacle a number of days, they remained camped according to the Lord’s commandment, and according to the Lord’s commandment they would journey."},{"bookname":"Numbers","chapter":"9","verse":"21","text":"And when the cloud remained only from evening until morning, when the cloud was taken up the following morning, then they traveled on. Whether by day or by night, when the cloud was taken up they traveled."},{"bookname":"Numbers","chapter":"9","verse":"22","text":"Whether it was for two days, or a month, or a year, that the cloud prolonged its stay over the tabernacle, the Israelites remained camped without traveling; but when it was taken up, they traveled on."},{"bookname":"Numbers","chapter":"9","verse":"23","text":"At the commandment of the Lord they camped, and at the commandment of the Lord they traveled on; they kept the instructions of the Lord according to the commandment of the Lord, by the authority of Moses."}],[{"bookname":"Numbers","chapter":"10","verse":"1","text":"The Lord spoke to Moses:","title":"The Blowing of Trumpets"},{"bookname":"Numbers","chapter":"10","verse":"2","text":"“Make two trumpets of silver; you are to make them from a single hammered piece. You will use them for assembling the community and for directing the traveling of the camps."},{"bookname":"Numbers","chapter":"10","verse":"3","text":"When they blow them both, all the community must come to you to the entrance of the tent of meeting."},{"bookname":"Numbers","chapter":"10","verse":"4","text":"“But if they blow with one trumpet, then the leaders, the heads of the thousands of Israel, must come to you."},{"bookname":"Numbers","chapter":"10","verse":"5","text":"When you blow an alarm, then the camps that are located on the east side must begin to travel."},{"bookname":"Numbers","chapter":"10","verse":"6","text":"And when you blow an alarm the second time, then the camps that are located on the south side must begin to travel. An alarm must be sounded for their journeys."},{"bookname":"Numbers","chapter":"10","verse":"7","text":"But when you assemble the community, you must blow, but you must not sound an alarm."},{"bookname":"Numbers","chapter":"10","verse":"8","text":"The sons of Aaron, the priests, must blow the trumpets; and they will be to you for an eternal ordinance throughout your generations."},{"bookname":"Numbers","chapter":"10","verse":"9","text":"If you go to war in your land against an adversary who opposes you, then you must sound an alarm with the trumpets, and you will be remembered before the Lord your God, and you will be saved from your enemies."},{"bookname":"Numbers","chapter":"10","verse":"10","text":"“Also in the time when you rejoice, such as on your appointed festivals or at the beginnings of your months, you must blow with your trumpets over your burnt offerings and over the sacrifices of your peace offerings, so that they may become a memorial for you before your God: I am the Lord your God.”"},{"bookname":"Numbers","chapter":"10","verse":"11","text":"On the twentieth day of the second month, in the second year, the cloud was taken up from the tabernacle of the testimony.","title":"The Journey From Sinai to Kadesh"},{"bookname":"Numbers","chapter":"10","verse":"12","text":"So the Israelites set out on their journeys from the wilderness of Sinai; and the cloud settled in the wilderness of Paran."},{"bookname":"Numbers","chapter":"10","verse":"13","text":"This was the first time they set out on their journey according to the commandment of the Lord, by the authority of Moses.","title":"Judah Begins the Journey"},{"bookname":"Numbers","chapter":"10","verse":"14","text":"The standard of the camp of the Judahites set out first according to their companies, and over his company was Nahshon son of Amminadab."},{"bookname":"Numbers","chapter":"10","verse":"15","text":"Over the company of the tribe of Issacharites was Nathanel son of Zuar,"},{"bookname":"Numbers","chapter":"10","verse":"16","text":"and over the company of the tribe of the Zebulunites was Elion son of Helon."},{"bookname":"Numbers","chapter":"10","verse":"17","text":"Then the tabernacle was dismantled, and the sons of Gershon and the sons of Merari set out, carrying the tabernacle."},{"bookname":"Numbers","chapter":"10","verse":"18","text":"The standard of the camp of Reuben set out according to their companies; over his company was Elizur son of Shedeur.","title":"Journey Arrangements for the Tribes"},{"bookname":"Numbers","chapter":"10","verse":"19","text":"Over the company of the tribe of the Simeonites was Shelumiel son of Zurishaddai,"},{"bookname":"Numbers","chapter":"10","verse":"20","text":"and over the company of the tribe of the Gadites was Eliasaph son of Deuel."},{"bookname":"Numbers","chapter":"10","verse":"21","text":"And the Kohathites set out, carrying the articles for the sanctuary; the tabernacle was to be set up before they arrived."},{"bookname":"Numbers","chapter":"10","verse":"22","text":"And the standard of the camp of the Ephraimites set out according to their companies; over his company was Elishama son of Ammihud."},{"bookname":"Numbers","chapter":"10","verse":"23","text":"Over the company of the tribe of the Manassehites was Gamaliel son of Pedahzur,"},{"bookname":"Numbers","chapter":"10","verse":"24","text":"and over the company of the tribe of Benjaminites was Abidan son of Gideoni."},{"bookname":"Numbers","chapter":"10","verse":"25","text":"The standard of the camp of the Danites set out, which was the rear guard of all the camps by their companies; over his company was Ahiezer son of Ammishaddai."},{"bookname":"Numbers","chapter":"10","verse":"26","text":"Over the company of the tribe of the Asherites was Pagiel son of Ocran,"},{"bookname":"Numbers","chapter":"10","verse":"27","text":"and over the company of the tribe of the Naphtalites was Ahira son of Enan."},{"bookname":"Numbers","chapter":"10","verse":"28","text":"These were the traveling arrangements of the Israelites according to their companies when they traveled."},{"bookname":"Numbers","chapter":"10","verse":"29","text":"Moses said to Hobab son of Reuel, the Midianite, Moses’ father-in-law, “We are journeying to the place about which the Lord said, ‘I will give it to you.’ Come with us and we will treat you well, for the Lord has promised good things for Israel.”","title":"The Appeal to Hobab"},{"bookname":"Numbers","chapter":"10","verse":"30","text":"But Hobab said to him, “I will not go, but I will go instead to my own land and to my kindred.”"},{"bookname":"Numbers","chapter":"10","verse":"31","text":"Moses said, “Do not leave us, because you know places for us to camp in the wilderness, and you could be our guide."},{"bookname":"Numbers","chapter":"10","verse":"32","text":"And if you come with us, it is certain that whatever good things the Lord will favor us with, we will share with you as well.”"},{"bookname":"Numbers","chapter":"10","verse":"33","text":"So they traveled from the mountain of the Lord three days’ journey; and the ark of the covenant of the Lord was traveling before them during the three days’ journey, to find a resting place for them."},{"bookname":"Numbers","chapter":"10","verse":"34","text":" And the cloud of the Lord was over them by day, when they traveled from the camp."},{"bookname":"Numbers","chapter":"10","verse":"35","text":"And when the ark traveled, Moses would say, “Rise up, O Lord! May your enemies be scattered, and may those who hate you flee before you!”"},{"bookname":"Numbers","chapter":"10","verse":"36","text":"And when it came to rest he would say, “Return, O Lord, to the many thousands of Israel!”"}],[{"bookname":"Numbers","chapter":"11","verse":"1","text":"When the people complained, it displeased the Lord. When the Lord heard it, his anger burned, and so the fire of the Lord burned among them and consumed some of the outer parts of the camp.","title":"The Israelites Complain"},{"bookname":"Numbers","chapter":"11","verse":"2","text":"When the people cried to Moses, he prayed to the Lord, and the fire died out."},{"bookname":"Numbers","chapter":"11","verse":"3","text":"So he called the name of that place Taberah because there the fire of the Lord burned among them."},{"bookname":"Numbers","chapter":"11","verse":"4","text":"Now the mixed multitude who were among them craved more desirable foods, and so the Israelites wept again and said, “If only we had meat to eat!","title":"Complaints about Food"},{"bookname":"Numbers","chapter":"11","verse":"5","text":"We remember the fish we used to eat freely in Egypt, the cucumbers, the melons, the leeks, the onions, and the garlic."},{"bookname":"Numbers","chapter":"11","verse":"6","text":"But now we are dried up, and there is nothing at all before us except this manna!”"},{"bookname":"Numbers","chapter":"11","verse":"7","text":"(Now the manna was like coriander seed, and its color like the color of bdellium."},{"bookname":"Numbers","chapter":"11","verse":"8","text":"And the people went about and gathered it, and ground it with mills or pounded it in mortars; they baked it in pans and made cakes of it. It tasted like fresh olive oil."},{"bookname":"Numbers","chapter":"11","verse":"9","text":"And when the dew came down on the camp in the night, the manna fell with it.)"},{"bookname":"Numbers","chapter":"11","verse":"10","text":"Moses heard the people weeping throughout their families, everyone at the door of his tent; and when the anger of the Lord was kindled greatly, Moses was also displeased.","title":"Moses&#8217; Complaint to the Lord"},{"bookname":"Numbers","chapter":"11","verse":"11","text":"And Moses said to the Lord, “Why have you afflicted your servant? Why have I not found favor in your sight, that you lay the burden of this entire people on me?"},{"bookname":"Numbers","chapter":"11","verse":"12","text":"Did I conceive this entire people? Did I give birth to them, that you should say to me, ‘Carry them in your arms, as a foster father bears a nursing child,’ to the land which you swore to their fathers?"},{"bookname":"Numbers","chapter":"11","verse":"13","text":"From where shall I get meat to give to this entire people, for they cry to me, ‘Give us meat, that we may eat!’"},{"bookname":"Numbers","chapter":"11","verse":"14","text":"I am not able to bear this entire people alone, because it is too heavy for me!"},{"bookname":"Numbers","chapter":"11","verse":"15","text":"But if you are going to deal with me like this, then kill me immediately. If I have found favor in your sight then do not let me see my trouble.”"},{"bookname":"Numbers","chapter":"11","verse":"16","text":"The Lord said to Moses, “Gather to me seventy men of the elders of Israel, whom you know are elders of the people and officials over them, and bring them to the tent of meeting; let them take their position there with you.","title":"The Response of God"},{"bookname":"Numbers","chapter":"11","verse":"17","text":"Then I will come down and speak with you there, and I will take part of the spirit that is on you, and will put it on them, and they will bear some of the burden of the people with you, so that you do not bear it all by yourself."},{"bookname":"Numbers","chapter":"11","verse":"18","text":"“And say to the people, ‘Sanctify yourselves for tomorrow, and you will eat meat, for you have wept in the hearing of the Lord, saying, “Who will give us meat to eat, for life was good for us in Egypt?” Therefore the Lord will give you meat, and you will eat."},{"bookname":"Numbers","chapter":"11","verse":"19","text":"You will eat, not just one day, nor two days, nor five days, nor ten days, nor twenty days,"},{"bookname":"Numbers","chapter":"11","verse":"20","text":"but a whole month, until it comes out your nostrils and makes you sick, because you have despised the Lord who is among you and have wept before him, saying, “Why did we ever come out of Egypt?”’”"},{"bookname":"Numbers","chapter":"11","verse":"21","text":"Moses said, “The people around me are 600,000 on foot; but you say, ‘I will give them meat, that they may eat for a whole month.’"},{"bookname":"Numbers","chapter":"11","verse":"22","text":"Would they have enough if the flocks and herds were slaughtered for them? If all the fish of the sea were caught for them, would they have enough?”"},{"bookname":"Numbers","chapter":"11","verse":"23","text":"And the Lord said to Moses, “Is the Lord’s hand shortened? Now you will see whether my word to you will come true or not!”"},{"bookname":"Numbers","chapter":"11","verse":"24","text":"So Moses went out and told the people the words of the Lord. He then gathered seventy men of the elders of the people and had them stand around the tabernacle."},{"bookname":"Numbers","chapter":"11","verse":"25","text":"And the Lord came down in the cloud and spoke to them, and he took some of the Spirit that was on Moses and put it on the seventy elders. When the Spirit rested on them, they prophesied, but did not do so again."},{"bookname":"Numbers","chapter":"11","verse":"26","text":"But two men remained in the camp; one’s name was Eldad, and the other’s name was Medad. And the spirit rested on them. (Now they were among those in the registration, but had not gone to the tabernacle.) So they prophesied in the camp.","title":"Eldad and Medad"},{"bookname":"Numbers","chapter":"11","verse":"27","text":"And a young man ran and told Moses, “Eldad and Medad are prophesying in the camp!”"},{"bookname":"Numbers","chapter":"11","verse":"28","text":"Joshua son of Nun, the servant of Moses, one of his choice young men, said, “My lord Moses, stop them!”"},{"bookname":"Numbers","chapter":"11","verse":"29","text":"Moses said to him, “Are you jealous for me? I wish that all the Lord’s people were prophets, that the Lord would put his Spirit on them!”"},{"bookname":"Numbers","chapter":"11","verse":"30","text":"Then Moses returned to the camp along with the elders of Israel."},{"bookname":"Numbers","chapter":"11","verse":"31","text":"Now a wind went out from the Lord and brought quail from the sea, and let them fall near the camp, about a day’s journey on this side, and about a day’s journey on the other side, all around the camp, and about three feet high on the surface of the ground.","title":"Provision of Quail"},{"bookname":"Numbers","chapter":"11","verse":"32","text":"And the people stayed up all that day, all that night, and all the next day, and gathered the quail. The one who gathered the least gathered ten homers, and they spread them out for themselves all around the camp."},{"bookname":"Numbers","chapter":"11","verse":"33","text":"But while the meat was still between their teeth, before they chewed it, the anger of the Lord burned against the people, and the Lord struck the people with a very great plague."},{"bookname":"Numbers","chapter":"11","verse":"34","text":"So the name of that place was called Kibroth Hattaavah, because there they buried the people that craved different food."},{"bookname":"Numbers","chapter":"11","verse":"35","text":"The people traveled from Kibroth Hattaavah to Hazeroth, and they stayed at Hazeroth."}],[{"bookname":"Numbers","chapter":"12","verse":"1","text":"Then Miriam and Aaron spoke against Moses because of the Cushite woman he had married (for he had married an Ethiopian woman).","title":"Miriam and Aaron Oppose Moses"},{"bookname":"Numbers","chapter":"12","verse":"2","text":"They said, “Has the Lord only spoken through Moses? Has he not also spoken through us?” And the Lord heard it."},{"bookname":"Numbers","chapter":"12","verse":"3","text":"(Now the man Moses was very humble, more so than any man on the face of the earth.)"},{"bookname":"Numbers","chapter":"12","verse":"4","text":"The Lord spoke immediately to Moses, Aaron, and Miriam: “The three of you come to the tent of meeting.” So the three of them went.","title":"The Response of the Lord"},{"bookname":"Numbers","chapter":"12","verse":"5","text":"And the Lord came down in a pillar of cloud and stood at the entrance of the tent; he then called Aaron and Miriam, and they both came forward."},{"bookname":"Numbers","chapter":"12","verse":"6","text":"The Lord said, “Hear now my words: If there is a prophet among you, I the Lord will make myself known to him in a vision; I will speak with him in a dream."},{"bookname":"Numbers","chapter":"12","verse":"7","text":"My servant Moses is not like this; he is faithful in all my house."},{"bookname":"Numbers","chapter":"12","verse":"8","text":"With him I will speak face to face, openly, and not in riddles; and he will see the form of the Lord. Why then were you not afraid to speak against my servant Moses?”"},{"bookname":"Numbers","chapter":"12","verse":"9","text":"The anger of the Lord burned against them, and he departed."},{"bookname":"Numbers","chapter":"12","verse":"10","text":"When the cloud departed from above the tent, Miriam became leprous as snow. Then Aaron looked at Miriam, and she was leprous!"},{"bookname":"Numbers","chapter":"12","verse":"11","text":"So Aaron said to Moses, “O my lord, please do not hold this sin against us, in which we have acted foolishly and have sinned!","title":"The Intercession of Moses"},{"bookname":"Numbers","chapter":"12","verse":"12","text":"Do not let her be like a baby born dead, whose flesh is half-consumed when it comes out of its mother’s womb!”"},{"bookname":"Numbers","chapter":"12","verse":"13","text":"Then Moses cried to the Lord, “Heal her now, O God.”"},{"bookname":"Numbers","chapter":"12","verse":"14","text":"The Lord said to Moses, “If her father had only spit in her face, would she not have been disgraced for seven days? Shut her out from the camp seven days, and afterward she can be brought back in again.”"},{"bookname":"Numbers","chapter":"12","verse":"15","text":"So Miriam was shut outside of the camp for seven days, and the people did not journey on until Miriam was brought back in."},{"bookname":"Numbers","chapter":"12","verse":"16","text":"After that the people moved from Hazeroth and camped in the wilderness of Paran."}],[{"bookname":"Numbers","chapter":"13","verse":"1","text":"The Lord spoke to Moses:","title":"Spies Sent Out"},{"bookname":"Numbers","chapter":"13","verse":"2","text":"“Send out men to investigate the land of Canaan, which I am giving to the Israelites. You are to send one man from each ancestral tribe, each one a leader among them.”"},{"bookname":"Numbers","chapter":"13","verse":"3","text":"So Moses sent them from the wilderness of Paran at the command of the Lord. All of them were leaders of the Israelites."},{"bookname":"Numbers","chapter":"13","verse":"4","text":"Now these were their names: from the tribe of Reuben, Shammua son of Zaccur;"},{"bookname":"Numbers","chapter":"13","verse":"5","text":"from the tribe of Simeon, Shaphat son of Hori;"},{"bookname":"Numbers","chapter":"13","verse":"6","text":"from the tribe of Judah, Caleb son of Jephunneh;"},{"bookname":"Numbers","chapter":"13","verse":"7","text":"from the tribe of Issachar, Igal son of Joseph;"},{"bookname":"Numbers","chapter":"13","verse":"8","text":"from the tribe of Ephraim, Hoshea son of Nun;"},{"bookname":"Numbers","chapter":"13","verse":"9","text":"from the tribe of Benjamin, Palti son of Raphu;"},{"bookname":"Numbers","chapter":"13","verse":"10","text":"from the tribe of Zebulun, Gaddiel son of Sodi;"},{"bookname":"Numbers","chapter":"13","verse":"11","text":"from the tribe of Joseph, namely, the tribe of Manasseh, Gaddi son of Susi;"},{"bookname":"Numbers","chapter":"13","verse":"12","text":"from the tribe of Dan, Ammiel son of Gemalli;"},{"bookname":"Numbers","chapter":"13","verse":"13","text":"from the tribe of Asher, Sethur son of Michael;"},{"bookname":"Numbers","chapter":"13","verse":"14","text":"from the tribe of Naphtali, Nahbi son of Vopshi;"},{"bookname":"Numbers","chapter":"13","verse":"15","text":"from the tribe of Gad, Geuel son of Maki."},{"bookname":"Numbers","chapter":"13","verse":"16","text":"These are the names of the men whom Moses sent to investigate the land. And Moses gave Hoshea son of Nun the name Joshua."},{"bookname":"Numbers","chapter":"13","verse":"17","text":"When Moses sent them to investigate the land of Canaan, he told them, “Go up through the Negev, and then go up into the hill country","title":"The Spies&#8217; Instructions"},{"bookname":"Numbers","chapter":"13","verse":"18","text":"and see what the land is like, and whether the people who live in it are strong or weak, few or many,"},{"bookname":"Numbers","chapter":"13","verse":"19","text":"and whether the land they live in is good or bad, and whether the cities they inhabit are like camps or fortified cities,"},{"bookname":"Numbers","chapter":"13","verse":"20","text":"and whether the land is rich or poor, and whether or not there are forests in it. And be brave, and bring back some of the fruit of the land.” Now it was the time of year for the first ripe grapes."},{"bookname":"Numbers","chapter":"13","verse":"21","text":"So they went up and investigated the land from the wilderness of Zin to Rehob, at the entrance of Hamath.","title":"The Spies&#8217; Activities"},{"bookname":"Numbers","chapter":"13","verse":"22","text":"When they went up through the Negev, they came to Hebron where Ahiman, Sheshai, and Talmai, descendants of Anak, were living. (Now Hebron had been built seven years before Zoan in Egypt.)"},{"bookname":"Numbers","chapter":"13","verse":"23","text":"When they came to the valley of Eshcol, they cut down from there a branch with one cluster of grapes, and they carried it on a staff between two men, as well as some of the pomegranates and the figs."},{"bookname":"Numbers","chapter":"13","verse":"24","text":"That place was called the Eshcol Valley, because of the cluster of grapes that the Israelites cut from there."},{"bookname":"Numbers","chapter":"13","verse":"25","text":"They returned from investigating the land after forty days."},{"bookname":"Numbers","chapter":"13","verse":"26","text":"They came back to Moses and Aaron and to the whole community of the Israelites in the wilderness of Paran at Kadesh. They reported to the whole community and showed the fruit of the land.","title":"The Spies&#8217; Reports"},{"bookname":"Numbers","chapter":"13","verse":"27","text":"They told Moses, “We went to the land where you sent us. It is indeed flowing with milk and honey, and this is its fruit."},{"bookname":"Numbers","chapter":"13","verse":"28","text":"But the inhabitants are strong, and the cities are fortified and very large. Moreover we saw the descendants of Anak there."},{"bookname":"Numbers","chapter":"13","verse":"29","text":"The Amalekites live in the land of the Negev; the Hittites, Jebusites, and Amorites live in the hill country; and the Canaanites live by the sea and along the banks of the Jordan.”"},{"bookname":"Numbers","chapter":"13","verse":"30","text":"Then Caleb silenced the people before Moses, saying, “Let us go up and occupy it, for we are well able to conquer it.”"},{"bookname":"Numbers","chapter":"13","verse":"31","text":"But the men who had gone up with him said, “We are not able to go up against these people, because they are stronger than we are!”"},{"bookname":"Numbers","chapter":"13","verse":"32","text":"Then they presented the Israelites with a discouraging report of the land they had investigated, saying, “The land that we passed through to investigate is a land that devours its inhabitants. All the people we saw there are of great stature."},{"bookname":"Numbers","chapter":"13","verse":"33","text":"We even saw the Nephilim there (the descendants of Anak came from the Nephilim), and we seemed liked grasshoppers both to ourselves and to them.”"}],[{"bookname":"Numbers","chapter":"14","verse":"1","text":"Then all the community raised a loud cry, and the people wept that night.","title":"The Israelites Respond in Unbelief"},{"bookname":"Numbers","chapter":"14","verse":"2","text":"And all the Israelites murmured against Moses and Aaron, and the whole congregation said to them, “If only we had died in the land of Egypt, or if only we had perished in this wilderness!"},{"bookname":"Numbers","chapter":"14","verse":"3","text":"Why has the Lord brought us into this land only to be killed by the sword, that our wives and our children should become plunder? Wouldn’t it be better for us to return to Egypt?”"},{"bookname":"Numbers","chapter":"14","verse":"4","text":"So they said to one another, “Let’s appoint a leader and return to Egypt.”"},{"bookname":"Numbers","chapter":"14","verse":"5","text":"Then Moses and Aaron fell down with their faces to the ground before the whole assembled community of the Israelites."},{"bookname":"Numbers","chapter":"14","verse":"6","text":"And Joshua son of Nun and Caleb son of Jephunneh, two of those who had investigated the land, tore their garments."},{"bookname":"Numbers","chapter":"14","verse":"7","text":"They said to the whole community of the Israelites, “The land we passed through to investigate is an exceedingly good land."},{"bookname":"Numbers","chapter":"14","verse":"8","text":"If the Lord delights in us, then he will bring us into this land and give it to us &#8211; a land that is flowing with milk and honey."},{"bookname":"Numbers","chapter":"14","verse":"9","text":"Only do not rebel against the Lord, and do not fear the people of the land, for they are bread for us. Their protection has turned aside from them, but the Lord is with us. Do not fear them!”"},{"bookname":"Numbers","chapter":"14","verse":"10","text":"However, the whole community threatened to stone them. But the glory of the Lord appeared to all the Israelites at the tent of meeting."},{"bookname":"Numbers","chapter":"14","verse":"11","text":"The Lord said to Moses, “How long will this people despise me, and how long will they not believe in me, in spite of the signs that I have done among them?","title":"The Punishment from God"},{"bookname":"Numbers","chapter":"14","verse":"12","text":"I will strike them with the pestilence, and I will disinherit them; I will make you into a nation that is greater and mightier than they!”"},{"bookname":"Numbers","chapter":"14","verse":"13","text":"Moses said to the Lord, “When the Egyptians hear it &#8211; for you brought up this people by your power from among them &#8211;"},{"bookname":"Numbers","chapter":"14","verse":"14","text":"then they will tell it to the inhabitants of this land. They have heard that you, Lord, are among this people, that you, Lord, are seen face to face, that your cloud stands over them, and that you go before them by day in a pillar of cloud and in a pillar of fire by night."},{"bookname":"Numbers","chapter":"14","verse":"15","text":"If you kill this entire people at once, then the nations that have heard of your fame will say,"},{"bookname":"Numbers","chapter":"14","verse":"16","text":"‘Because the Lord was not able to bring this people into the land that he swore to them, he killed them in the wilderness.’"},{"bookname":"Numbers","chapter":"14","verse":"17","text":"So now, let the power of my Lord be great, just as you have said,"},{"bookname":"Numbers","chapter":"14","verse":"18","text":"‘The Lord is slow to anger and abounding in loyal love, forgiving iniquity and transgression, but by no means clearing the guilty, visiting the iniquity of the fathers on the children until the third and fourth generations.’"},{"bookname":"Numbers","chapter":"14","verse":"19","text":"Please forgive the iniquity of this people according to your great loyal love, just as you have forgiven this people from Egypt even until now.”"},{"bookname":"Numbers","chapter":"14","verse":"20","text":"Then the Lord said, “I have forgiven them as you asked."},{"bookname":"Numbers","chapter":"14","verse":"21","text":"But truly, as I live, all the earth will be filled with the glory of the Lord."},{"bookname":"Numbers","chapter":"14","verse":"22","text":"For all the people have seen my glory and my signs that I did in Egypt and in the wilderness, and yet have tempted me now these ten times, and have not obeyed me,"},{"bookname":"Numbers","chapter":"14","verse":"23","text":"they will by no means see the land that I swore to their fathers, nor will any of them who despised me see it."},{"bookname":"Numbers","chapter":"14","verse":"24","text":"Only my servant Caleb, because he had a different spirit and has followed me fully &#8211; I will bring him into the land where he had gone, and his descendants will possess it."},{"bookname":"Numbers","chapter":"14","verse":"25","text":"(Now the Amalekites and the Canaanites were living in the valleys.) Tomorrow, turn and journey into the wilderness by the way of the Red Sea.”"},{"bookname":"Numbers","chapter":"14","verse":"26","text":"The Lord spoke to Moses and Aaron:"},{"bookname":"Numbers","chapter":"14","verse":"27","text":"“How long must I bear with this evil congregation that murmurs against me? I have heard the complaints of the Israelites that they murmured against me."},{"bookname":"Numbers","chapter":"14","verse":"28","text":"Say to them, ‘As I live, says the Lord, I will surely do to you just what you have spoken in my hearing."},{"bookname":"Numbers","chapter":"14","verse":"29","text":"Your dead bodies will fall in this wilderness &#8211; all those of you who were numbered, according to your full number, from twenty years old and upward, who have murmured against me."},{"bookname":"Numbers","chapter":"14","verse":"30","text":"You will by no means enter into the land where I swore to settle you. The only exceptions are Caleb son of Jephunneh and Joshua son of Nun."},{"bookname":"Numbers","chapter":"14","verse":"31","text":"But I will bring in your little ones, whom you said would become victims of war, and they will enjoy the land that you have despised."},{"bookname":"Numbers","chapter":"14","verse":"32","text":"But as for you, your dead bodies will fall in this wilderness,"},{"bookname":"Numbers","chapter":"14","verse":"33","text":"and your children will wander in the wilderness forty years and suffer for your unfaithfulness, until your dead bodies lie finished in the wilderness."},{"bookname":"Numbers","chapter":"14","verse":"34","text":"According to the number of the days you have investigated this land, forty days &#8211; one day for a year &#8211; you will suffer for your iniquities, forty years, and you will know what it means to thwart me."},{"bookname":"Numbers","chapter":"14","verse":"35","text":"I, the Lord, have said, “I will surely do so to all this evil congregation that has gathered together against me. In this wilderness they will be finished, and there they will die!”’”"},{"bookname":"Numbers","chapter":"14","verse":"36","text":"The men whom Moses sent to investigate the land, who returned and made the whole community murmur against him by producing an evil report about the land,"},{"bookname":"Numbers","chapter":"14","verse":"37","text":"those men who produced the evil report about the land, died by the plague before the Lord."},{"bookname":"Numbers","chapter":"14","verse":"38","text":"But Joshua son of Nun and Caleb son of Jephunneh, who were among the men who went to investigate the land, lived."},{"bookname":"Numbers","chapter":"14","verse":"39","text":"When Moses told these things to all the Israelites, the people mourned greatly."},{"bookname":"Numbers","chapter":"14","verse":"40","text":"And early in the morning they went up to the crest of the hill country, saying, “Here we are, and we will go up to the place that the Lord commanded, for we have sinned.”"},{"bookname":"Numbers","chapter":"14","verse":"41","text":"But Moses said, “Why are you now transgressing the commandment of the Lord? It will not succeed!"},{"bookname":"Numbers","chapter":"14","verse":"42","text":"Do not go up, for the Lord is not among you, and you will be defeated before your enemies."},{"bookname":"Numbers","chapter":"14","verse":"43","text":"For the Amalekites and the Canaanites are there before you, and you will fall by the sword. Because you have turned away from the Lord, the Lord will not be with you.”"},{"bookname":"Numbers","chapter":"14","verse":"44","text":"But they dared to go up to the crest of the hill, although neither the ark of the covenant of the Lord nor Moses departed from the camp."},{"bookname":"Numbers","chapter":"14","verse":"45","text":"So the Amalekites and the Canaanites who lived in that hill country swooped down and attacked them as far as Hormah."}],[{"bookname":"Numbers","chapter":"15","verse":"1","text":"The Lord spoke to Moses:","title":"Sacrificial Rulings"},{"bookname":"Numbers","chapter":"15","verse":"2","text":"“Speak to the Israelites and tell them, ‘When you enter the land where you are to live, which I am giving you,"},{"bookname":"Numbers","chapter":"15","verse":"3","text":"and you make an offering by fire to the Lord from the herd or from the flock (whether a burnt offering or a sacrifice for discharging a vow or as a freewill offering or in your solemn feasts) to create a pleasing aroma to the Lord,"},{"bookname":"Numbers","chapter":"15","verse":"4","text":"then the one who presents his offering to the Lord must bring a grain offering of one-tenth of an ephah of finely ground flour mixed with one fourth of a hin of olive oil."},{"bookname":"Numbers","chapter":"15","verse":"5","text":"You must also prepare one-fourth of a hin of wine for a drink offering with the burnt offering or the sacrifice for each lamb."},{"bookname":"Numbers","chapter":"15","verse":"6","text":"Or for a ram, you must prepare as a grain offering two-tenths of an ephah of finely ground flour mixed with one-third of a hin of olive oil,"},{"bookname":"Numbers","chapter":"15","verse":"7","text":"and for a drink offering you must offer one-third of a hin of wine as a pleasing aroma to the Lord."},{"bookname":"Numbers","chapter":"15","verse":"8","text":"And when you prepare a young bull as a burnt offering or a sacrifice for discharging a vow or as a peace offering to the Lord,"},{"bookname":"Numbers","chapter":"15","verse":"9","text":"then a grain offering of three-tenths of an ephah of finely ground flour mixed with half a hin of olive oil must be presented with the young bull,"},{"bookname":"Numbers","chapter":"15","verse":"10","text":"and you must present as the drink offering half a hin of wine with the fire offering as a pleasing aroma to the Lord."},{"bookname":"Numbers","chapter":"15","verse":"11","text":"This is what is to be done for each ox, or each ram, or each of the male lambs or the goats."},{"bookname":"Numbers","chapter":"15","verse":"12","text":"You must do so for each one according to the number that you prepare."},{"bookname":"Numbers","chapter":"15","verse":"13","text":"“‘Every native-born person must do these things in this way to present an offering made by fire as a pleasing aroma to the Lord."},{"bookname":"Numbers","chapter":"15","verse":"14","text":"If a resident foreigner is living with you &#8211; or whoever is among you in future generations &#8211; and prepares an offering made by fire as a pleasing aroma to the Lord, he must do it the same way you are to do it."},{"bookname":"Numbers","chapter":"15","verse":"15","text":"One statute must apply to you who belong to the congregation and to the resident foreigner who is living among you, as a permanent statute for your future generations. You and the resident foreigner will be alike before the Lord."},{"bookname":"Numbers","chapter":"15","verse":"16","text":"One law and one custom must apply to you and to the resident foreigner who lives alongside you.’”"},{"bookname":"Numbers","chapter":"15","verse":"17","text":"The Lord spoke to Moses:","title":"Rules for First Fruits"},{"bookname":"Numbers","chapter":"15","verse":"18","text":"“Speak to the Israelites and tell them, ‘When you enter the land to which I am bringing you"},{"bookname":"Numbers","chapter":"15","verse":"19","text":"and you eat some of the food of the land, you must offer up a raised offering to the Lord."},{"bookname":"Numbers","chapter":"15","verse":"20","text":"You must offer up a cake of the first of your finely ground flour as a raised offering; as you offer the raised offering of the threshing floor, so you must offer it up."},{"bookname":"Numbers","chapter":"15","verse":"21","text":"You must give to the Lord some of the first of your finely ground flour as a raised offering in your future generations."},{"bookname":"Numbers","chapter":"15","verse":"22","text":"“‘If you sin unintentionally and do not observe all these commandments that the Lord has spoken to Moses &#8211;","title":"Rules for Unintentional Offenses"},{"bookname":"Numbers","chapter":"15","verse":"23","text":"all that the Lord has commanded you by the authority of Moses, from the day that the Lord commanded Moses and continuing through your future generations &#8211;"},{"bookname":"Numbers","chapter":"15","verse":"24","text":"then if anything is done unintentionally without the knowledge of the community, the whole community must prepare one young bull for a burnt offering &#8211; for a pleasing aroma to the Lord &#8211; along with its grain offering and its customary drink offering, and one male goat for a purification offering."},{"bookname":"Numbers","chapter":"15","verse":"25","text":"And the priest is to make atonement for the whole community of the Israelites, and they will be forgiven, because it was unintentional and they have brought their offering, an offering made by fire to the Lord, and their purification offering before the Lord, for their unintentional offense."},{"bookname":"Numbers","chapter":"15","verse":"26","text":"And the whole community of the Israelites and the resident foreigner who lives among them will be forgiven, since all the people were involved in the unintentional offense."},{"bookname":"Numbers","chapter":"15","verse":"27","text":"“‘If any person sins unintentionally, then he must bring a yearling female goat for a purification offering."},{"bookname":"Numbers","chapter":"15","verse":"28","text":"And the priest must make atonement for the person who sins unintentionally &#8211; when he sins unintentionally before the Lord &#8211; to make atonement for him, and he will be forgiven."},{"bookname":"Numbers","chapter":"15","verse":"29","text":"You must have one law for the person who sins unintentionally, both for the native-born among the Israelites and for the resident foreigner who lives among them."},{"bookname":"Numbers","chapter":"15","verse":"30","text":"“‘But the person who acts defiantly, whether native-born or a resident foreigner, insults the Lord. That person must be cut off from among his people.","title":"Deliberate Sin"},{"bookname":"Numbers","chapter":"15","verse":"31","text":"Because he has despised the word of the Lord and has broken his commandment, that person must be completely cut off. His iniquity will be on him.’”"},{"bookname":"Numbers","chapter":"15","verse":"32","text":"When the Israelites were in the wilderness they found a man gathering wood on the Sabbath day."},{"bookname":"Numbers","chapter":"15","verse":"33","text":"Those who found him gathering wood brought him to Moses and Aaron and to the whole community."},{"bookname":"Numbers","chapter":"15","verse":"34","text":"They put him in custody, because there was no clear instruction about what should be done to him."},{"bookname":"Numbers","chapter":"15","verse":"35","text":"Then the Lord said to Moses, “The man must surely be put to death; the whole community must stone him with stones outside the camp.”"},{"bookname":"Numbers","chapter":"15","verse":"36","text":"So the whole community took him outside the camp and stoned him to death, just as the Lord commanded Moses."},{"bookname":"Numbers","chapter":"15","verse":"37","text":"The Lord spoke to Moses:","title":"Rules for Tassels"},{"bookname":"Numbers","chapter":"15","verse":"38","text":"“Speak to the Israelites and tell them to make tassels for themselves on the corners of their garments throughout their generations, and put a blue thread on the tassel of the corners."},{"bookname":"Numbers","chapter":"15","verse":"39","text":"You must have this tassel so that you may look at it and remember all the commandments of the Lord and obey them and so that you do not follow after your own heart and your own eyes that lead you to unfaithfulness."},{"bookname":"Numbers","chapter":"15","verse":"40","text":"Thus you will remember and obey all my commandments and be holy to your God."},{"bookname":"Numbers","chapter":"15","verse":"41","text":"I am the Lord your God, who brought you out of the land of Egypt to be your God. I am the Lord your God.”"}],[{"bookname":"Numbers","chapter":"16","verse":"1","text":"Now Korah son of Izhar, the son of Kohath, the son of Levi, and Dathan and Abiram, the sons of Eliab, and On son of Peleth, who were Reubenites, took men","title":"The Rebellion of Korah"},{"bookname":"Numbers","chapter":"16","verse":"2","text":"and rebelled against Moses, along with some of the Israelites, 250 leaders of the community, chosen from the assembly, famous men."},{"bookname":"Numbers","chapter":"16","verse":"3","text":"And they assembled against Moses and Aaron, saying to them, “You take too much upon yourselves, seeing that the whole community is holy, every one of them, and the Lord is among them. Why then do you exalt yourselves above the community of the Lord?”"},{"bookname":"Numbers","chapter":"16","verse":"4","text":"When Moses heard it he fell down with his face to the ground."},{"bookname":"Numbers","chapter":"16","verse":"5","text":"Then he said to Korah and to all his company, “In the morning the Lord will make known who are his, and who is holy. He will cause that person to approach him; the person he has chosen he will cause to approach him."},{"bookname":"Numbers","chapter":"16","verse":"6","text":"Do this, Korah, you and all your company: Take censers,"},{"bookname":"Numbers","chapter":"16","verse":"7","text":"put fire in them, and set incense on them before the Lord tomorrow, and the man whom the Lord chooses will be holy. You take too much upon yourselves, you sons of Levi!”"},{"bookname":"Numbers","chapter":"16","verse":"8","text":"Moses said to Korah, “Listen now, you sons of Levi!"},{"bookname":"Numbers","chapter":"16","verse":"9","text":"Does it seem too small a thing to you that the God of Israel has separated you from the community of Israel to bring you near to himself, to perform the service of the tabernacle of the Lord, and to stand before the community to minister to them?"},{"bookname":"Numbers","chapter":"16","verse":"10","text":"He has brought you near and all your brothers, the sons of Levi, with you. Do you now seek the priesthood also?"},{"bookname":"Numbers","chapter":"16","verse":"11","text":"Therefore you and all your company have assembled together against the Lord! And Aaron &#8211; what is he that you murmur against him?”"},{"bookname":"Numbers","chapter":"16","verse":"12","text":"Then Moses summoned Dathan and Abiram, the sons of Eliab, but they said, “We will not come up."},{"bookname":"Numbers","chapter":"16","verse":"13","text":"Is it a small thing that you have brought us up out of the land that flows with milk and honey, to kill us in the wilderness? Now do you want to make yourself a prince over us?"},{"bookname":"Numbers","chapter":"16","verse":"14","text":"Moreover, you have not brought us into a land that flows with milk and honey, nor given us an inheritance of fields and vineyards. Do you think you can blind these men? We will not come up.”"},{"bookname":"Numbers","chapter":"16","verse":"15","text":"Moses was very angry, and he said to the Lord, “Have no respect for their offering! I have not taken so much as one donkey from them, nor have I harmed any one of them!”"},{"bookname":"Numbers","chapter":"16","verse":"16","text":"Then Moses said to Korah, “You and all your company present yourselves before the Lord &#8211; you and they, and Aaron &#8211; tomorrow."},{"bookname":"Numbers","chapter":"16","verse":"17","text":"And each of you take his censer, put incense in it, and then each of you present his censer before the Lord: 250 censers, along with you, and Aaron &#8211; each of you with his censer.”"},{"bookname":"Numbers","chapter":"16","verse":"18","text":"So everyone took his censer, put fire in it, and set incense on it, and stood at the entrance of the tent of meeting, with Moses and Aaron."},{"bookname":"Numbers","chapter":"16","verse":"19","text":"When Korah assembled the whole community against them at the entrance of the tent of meeting, then the glory of the Lord appeared to the whole community."},{"bookname":"Numbers","chapter":"16","verse":"20","text":"The Lord spoke to Moses and Aaron:","title":"The Judgment on the Rebels"},{"bookname":"Numbers","chapter":"16","verse":"21","text":"“Separate yourselves from among this community, that I may consume them in an instant.”"},{"bookname":"Numbers","chapter":"16","verse":"22","text":"Then they threw themselves down with their faces to the ground and said, “O God, the God of the spirits of all people, will you be angry with the whole community when only one man sins?”"},{"bookname":"Numbers","chapter":"16","verse":"23","text":"So the Lord spoke to Moses:"},{"bookname":"Numbers","chapter":"16","verse":"24","text":"“Tell the community: ‘Get away from around the homes of Korah, Dathan, and Abiram.’”"},{"bookname":"Numbers","chapter":"16","verse":"25","text":"Then Moses got up and went to Dathan and Abiram; and the elders of Israel went after him."},{"bookname":"Numbers","chapter":"16","verse":"26","text":"And he said to the community, “Move away from the tents of these wicked men, and do not touch anything they have, lest you be destroyed because of all their sins.”"},{"bookname":"Numbers","chapter":"16","verse":"27","text":"So they got away from the homes of Korah, Dathan, and Abiram on every side, and Dathan and Abiram came out and stationed themselves in the entrances of their tents with their wives, their children, and their toddlers."},{"bookname":"Numbers","chapter":"16","verse":"28","text":"Then Moses said, “This is how you will know that the Lord has sent me to do all these works, for I have not done them of my own will."},{"bookname":"Numbers","chapter":"16","verse":"29","text":"If these men die a natural death, or if they share the fate of all men, then the Lord has not sent me."},{"bookname":"Numbers","chapter":"16","verse":"30","text":"But if the Lord does something entirely new, and the earth opens its mouth and swallows them up along with all that they have, and they go down alive to the grave, then you will know that these men have despised the Lord!”"},{"bookname":"Numbers","chapter":"16","verse":"31","text":"When he had finished speaking all these words, the ground that was under them split open,"},{"bookname":"Numbers","chapter":"16","verse":"32","text":"and the earth opened its mouth and swallowed them, along with their households, and all Korah’s men, and all their goods."},{"bookname":"Numbers","chapter":"16","verse":"33","text":"They and all that they had went down alive into the pit, and the earth closed over them. So they perished from among the community."},{"bookname":"Numbers","chapter":"16","verse":"34","text":"All the Israelites who were around them fled at their cry, for they said, “What if the earth swallows us too?”"},{"bookname":"Numbers","chapter":"16","verse":"35","text":"Then a fire went out from the Lord and devoured the 250 men who offered incense."},{"bookname":"Numbers","chapter":"16","verse":"36","text":" The Lord spoke to Moses:","title":"The Atonement for the Rebellion"},{"bookname":"Numbers","chapter":"16","verse":"37","text":"“Tell Eleazar son of Aaron the priest to pick up the censers out of the flame, for they are holy, and then scatter the coals of fire at a distance."},{"bookname":"Numbers","chapter":"16","verse":"38","text":"As for the censers of these men who sinned at the cost of their lives, they must be made into hammered sheets for covering the altar, because they presented them before the Lord and sanctified them. They will become a sign to the Israelites.”"},{"bookname":"Numbers","chapter":"16","verse":"39","text":"So Eleazar the priest took the bronze censers presented by those who had been burned up, and they were hammered out as a covering for the altar."},{"bookname":"Numbers","chapter":"16","verse":"40","text":"It was a memorial for the Israelites, that no outsider who is not a descendant of Aaron should approach to burn incense before the Lord, that he might not become like Korah and his company &#8211; just as the Lord had spoken by the authority of Moses."},{"bookname":"Numbers","chapter":"16","verse":"41","text":"But on the next day the whole community of Israelites murmured against Moses and Aaron, saying, “You have killed the Lord’s people!”"},{"bookname":"Numbers","chapter":"16","verse":"42","text":"When the community assembled against Moses and Aaron, they turned toward the tent of meeting &#8211; and the cloud covered it, and the glory of the Lord appeared."},{"bookname":"Numbers","chapter":"16","verse":"43","text":"Then Moses and Aaron stood before the tent of meeting."},{"bookname":"Numbers","chapter":"16","verse":"44","text":"The Lord spoke to Moses:"},{"bookname":"Numbers","chapter":"16","verse":"45","text":"“Get away from this community, so that I can consume them in an instant!” But they threw themselves down with their faces to the ground."},{"bookname":"Numbers","chapter":"16","verse":"46","text":"Then Moses said to Aaron, “Take the censer, put burning coals from the altar in it, place incense on it, and go quickly into the assembly and make atonement for them, for wrath has gone out from the Lord &#8211; the plague has begun!”"},{"bookname":"Numbers","chapter":"16","verse":"47","text":"So Aaron did as Moses commanded and ran into the middle of the assembly, where the plague was just beginning among the people. So he placed incense on the coals and made atonement for the people."},{"bookname":"Numbers","chapter":"16","verse":"48","text":"He stood between the dead and the living, and the plague was stopped."},{"bookname":"Numbers","chapter":"16","verse":"49","text":"Now 14,700 people died in the plague, in addition to those who died in the event with Korah."},{"bookname":"Numbers","chapter":"16","verse":"50","text":"Then Aaron returned to Moses at the entrance of the tent of meeting, and the plague was stopped."}],[{"bookname":"Numbers","chapter":"17","verse":"1","text":"The Lord spoke to Moses:","title":"The Budding of Aaron&#8217;s Staff"},{"bookname":"Numbers","chapter":"17","verse":"2","text":"“Speak to the Israelites, and receive from them a staff from each tribe, one from every tribal leader, twelve staffs; you must write each man’s name on his staff."},{"bookname":"Numbers","chapter":"17","verse":"3","text":"You must write Aaron’s name on the staff of Levi; for one staff is for the head of every tribe."},{"bookname":"Numbers","chapter":"17","verse":"4","text":"You must place them in the tent of meeting before the ark of the covenant where I meet with you."},{"bookname":"Numbers","chapter":"17","verse":"5","text":"And the staff of the man whom I choose will blossom; so I will rid myself of the complaints of the Israelites, which they murmur against you.”"},{"bookname":"Numbers","chapter":"17","verse":"6","text":"So Moses spoke to the Israelites, and each of their leaders gave him a staff, one for each leader, according to their tribes &#8211; twelve staffs; the staff of Aaron was among their staffs."},{"bookname":"Numbers","chapter":"17","verse":"7","text":"Then Moses placed the staffs before the Lord in the tent of the testimony."},{"bookname":"Numbers","chapter":"17","verse":"8","text":"On the next day Moses went into the tent of the testimony &#8211; and the staff of Aaron for the house of Levi had sprouted, and brought forth buds, and produced blossoms, and yielded almonds!"},{"bookname":"Numbers","chapter":"17","verse":"9","text":"So Moses brought out all the staffs from before the Lord to all the Israelites. They looked at them, and each man took his staff."},{"bookname":"Numbers","chapter":"17","verse":"10","text":"The Lord said to Moses, “Bring Aaron’s staff back before the testimony to be preserved for a sign to the rebels, so that you may bring their murmurings to an end before me, that they will not die.”","title":"The Memorial"},{"bookname":"Numbers","chapter":"17","verse":"11","text":"So Moses did as the Lord commanded him &#8211; this is what he did."},{"bookname":"Numbers","chapter":"17","verse":"12","text":"The Israelites said to Moses, “We are bound to die! We perish, we all perish!"},{"bookname":"Numbers","chapter":"17","verse":"13","text":" Anyone who even comes close to the tabernacle of the Lord will die! Are we all to die?”"}],[{"bookname":"Numbers","chapter":"18","verse":"1","text":"The Lord said to Aaron, “You and your sons and your tribe with you must bear the iniquity of the sanctuary, and you and your sons with you must bear the iniquity of your priesthood.","title":"Responsibilities of the Priests"},{"bookname":"Numbers","chapter":"18","verse":"2","text":"“Bring with you your brothers, the tribe of Levi, the tribe of your father, so that they may join with you and minister to you while you and your sons with you are before the tent of the testimony."},{"bookname":"Numbers","chapter":"18","verse":"3","text":"They must be responsible to care for you and to care for the entire tabernacle. However, they must not come near the furnishings of the sanctuary and the altar, or both they and you will die."},{"bookname":"Numbers","chapter":"18","verse":"4","text":"They must join with you, and they will be responsible for the care of the tent of meeting, for all the service of the tent, but no unauthorized person may approach you."},{"bookname":"Numbers","chapter":"18","verse":"5","text":"You will be responsible for the care of the sanctuary and the care of the altar, so that there will be no more wrath on the Israelites."},{"bookname":"Numbers","chapter":"18","verse":"6","text":"I myself have chosen your brothers the Levites from among the Israelites. They are given to you as a gift from the Lord, to perform the duties of the tent of meeting."},{"bookname":"Numbers","chapter":"18","verse":"7","text":"But you and your sons with you are responsible for your priestly duties, for everything at the altar and within the curtain. And you must serve. I give you the priesthood as a gift for service; but the unauthorized person who approaches must be put to death.”"},{"bookname":"Numbers","chapter":"18","verse":"8","text":"The Lord spoke to Aaron, “See, I have given you the responsibility for my raised offerings; I have given all the holy things of the Israelites to you as your priestly portion and to your sons as a perpetual ordinance.","title":"The Portion of the Priests"},{"bookname":"Numbers","chapter":"18","verse":"9","text":"Of all the most holy offerings reserved from the fire this will be yours: Every offering of theirs, whether from every grain offering or from every purification offering or from every reparation offering which they bring to me, will be most holy for you and for your sons."},{"bookname":"Numbers","chapter":"18","verse":"10","text":"You are to eat it as a most holy offering; every male may eat it. It will be holy to you."},{"bookname":"Numbers","chapter":"18","verse":"11","text":"“And this is yours: the raised offering of their gift, along with all the wave offerings of the Israelites. I have given them to you and to your sons and daughters with you as a perpetual ordinance. Everyone who is ceremonially clean in your household may eat of it."},{"bookname":"Numbers","chapter":"18","verse":"12","text":"“All the best of the olive oil and all the best of the wine and of the wheat, the first fruits of these things that they give to the Lord, I have given to you."},{"bookname":"Numbers","chapter":"18","verse":"13","text":"And whatever first ripe fruit in their land they bring to the Lord will be yours; everyone who is ceremonially clean in your household may eat of it."},{"bookname":"Numbers","chapter":"18","verse":"14","text":"“Everything devoted in Israel will be yours."},{"bookname":"Numbers","chapter":"18","verse":"15","text":"The firstborn of every womb which they present to the Lord, whether human or animal, will be yours. Nevertheless, the firstborn sons you must redeem, and the firstborn males of unclean animals you must redeem."},{"bookname":"Numbers","chapter":"18","verse":"16","text":"And those that must be redeemed you are to redeem when they are a month old, according to your estimation, for five shekels of silver according to the sanctuary shekel (which is twenty gerahs)."},{"bookname":"Numbers","chapter":"18","verse":"17","text":"But you must not redeem the firstborn of a cow or a sheep or a goat; they are holy. You must splash their blood on the altar and burn their fat for an offering made by fire for a pleasing aroma to the Lord."},{"bookname":"Numbers","chapter":"18","verse":"18","text":"And their meat will be yours, just as the breast and the right hip of the raised offering is yours."},{"bookname":"Numbers","chapter":"18","verse":"19","text":"All the raised offerings of the holy things that the Israelites offer to the Lord, I have given to you, and to your sons and daughters with you, as a perpetual ordinance. It is a covenant of salt forever before the Lord for you and for your descendants with you.”"},{"bookname":"Numbers","chapter":"18","verse":"20","text":"The Lord spoke to Aaron, “You will have no inheritance in their land, nor will you have any portion of property among them &#8211; I am your portion and your inheritance among the Israelites.","title":"Duties of the Levites"},{"bookname":"Numbers","chapter":"18","verse":"21","text":"See, I have given the Levites all the tithes in Israel for an inheritance, for their service which they perform &#8211; the service of the tent of meeting."},{"bookname":"Numbers","chapter":"18","verse":"22","text":"No longer may the Israelites approach the tent of meeting, or else they will bear their sin and die."},{"bookname":"Numbers","chapter":"18","verse":"23","text":"But the Levites must perform the service of the tent of meeting, and they must bear their iniquity. It will be a perpetual ordinance throughout your generations that among the Israelites the Levites have no inheritance."},{"bookname":"Numbers","chapter":"18","verse":"24","text":"But I have given to the Levites for an inheritance the tithes of the Israelites that are offered to the Lord as a raised offering. That is why I said to them that among the Israelites they are to have no inheritance.”"},{"bookname":"Numbers","chapter":"18","verse":"25","text":"The Lord spoke to Moses:","title":"Instructions for the Levites"},{"bookname":"Numbers","chapter":"18","verse":"26","text":"“You are to speak to the Levites, and you must tell them, ‘When you receive from the Israelites the tithe that I have given you from them as your inheritance, then you are to offer up from it as a raised offering to the Lord a tenth of the tithe."},{"bookname":"Numbers","chapter":"18","verse":"27","text":"And your raised offering will be credited to you as though it were grain from the threshing floor or as new wine from the winepress."},{"bookname":"Numbers","chapter":"18","verse":"28","text":"Thus you are to offer up a raised offering to the Lord of all your tithes which you receive from the Israelites; and you must give the Lord’s raised offering from it to Aaron the priest."},{"bookname":"Numbers","chapter":"18","verse":"29","text":"From all your gifts you must offer up every raised offering due the Lord, from all the best of it, and the holiest part of it.’"},{"bookname":"Numbers","chapter":"18","verse":"30","text":"“Therefore you will say to them, ‘When you offer up the best of it, then it will be credited to the Levites as the product of the threshing floor and as the product of the winepress."},{"bookname":"Numbers","chapter":"18","verse":"31","text":"And you may eat it in any place, you and your household, because it is your wages for your service in the tent of meeting."},{"bookname":"Numbers","chapter":"18","verse":"32","text":"And you will bear no sin concerning it when you offer up the best of it. And you must not profane the holy things of the Israelites, or else you will die.’”"}],[{"bookname":"Numbers","chapter":"19","verse":"1","text":"The Lord spoke to Moses and Aaron:","title":"The Red Heifer Ritual"},{"bookname":"Numbers","chapter":"19","verse":"2","text":"“This is the ordinance of the law which the Lord has commanded: ‘Instruct the Israelites to bring you a red heifer without blemish, which has no defect and has never carried a yoke."},{"bookname":"Numbers","chapter":"19","verse":"3","text":"You must give it to Eleazar the priest so that he can take it outside the camp, and it must be slaughtered before him."},{"bookname":"Numbers","chapter":"19","verse":"4","text":"Eleazar the priest is to take some of its blood with his finger, and sprinkle some of the blood seven times directly in front of the tent of meeting."},{"bookname":"Numbers","chapter":"19","verse":"5","text":"Then the heifer must be burned in his sight &#8211; its skin, its flesh, its blood, and its offal is to be burned."},{"bookname":"Numbers","chapter":"19","verse":"6","text":"And the priest must take cedar wood, hyssop, and scarlet wool and throw them into the midst of the fire where the heifer is burning."},{"bookname":"Numbers","chapter":"19","verse":"7","text":"Then the priest must wash his clothes and bathe himself in water, and afterward he may come into the camp, but the priest will be ceremonially unclean until evening."},{"bookname":"Numbers","chapter":"19","verse":"8","text":"The one who burns it must wash his clothes in water and bathe himself in water. He will be ceremonially unclean until evening."},{"bookname":"Numbers","chapter":"19","verse":"9","text":"“‘Then a man who is ceremonially clean must gather up the ashes of the red heifer and put them in a ceremonially clean place outside the camp. They must be kept for the community of the Israelites for use in the water of purification &#8211; it is a purification for sin."},{"bookname":"Numbers","chapter":"19","verse":"10","text":"The one who gathers the ashes of the heifer must wash his clothes and be ceremonially unclean until evening. This will be a permanent ordinance both for the Israelites and the resident foreigner who lives among them."},{"bookname":"Numbers","chapter":"19","verse":"11","text":"“‘Whoever touches the corpse of any person will be ceremonially unclean seven days.","title":"Purification from Uncleanness"},{"bookname":"Numbers","chapter":"19","verse":"12","text":"He must purify himself with water on the third day and on the seventh day, and so will be clean. But if he does not purify himself on the third day and the seventh day, then he will not be clean."},{"bookname":"Numbers","chapter":"19","verse":"13","text":"Anyone who touches the corpse of any dead person and does not purify himself defiles the tabernacle of the Lord. And that person must be cut off from Israel, because the water of purification was not sprinkled on him. He will be unclean; his uncleanness remains on him."},{"bookname":"Numbers","chapter":"19","verse":"14","text":"“‘This is the law: When a man dies in a tent, anyone who comes into the tent and all who are in the tent will be ceremonially unclean seven days."},{"bookname":"Numbers","chapter":"19","verse":"15","text":"And every open container that has no covering fastened on it is unclean."},{"bookname":"Numbers","chapter":"19","verse":"16","text":"And whoever touches the body of someone killed with a sword in the open fields, or the body of someone who died of natural causes, or a human bone, or a grave, will be unclean seven days."},{"bookname":"Numbers","chapter":"19","verse":"17","text":"“‘For a ceremonially unclean person you must take some of the ashes of the heifer burnt for purification from sin and pour fresh running water over them in a vessel."},{"bookname":"Numbers","chapter":"19","verse":"18","text":"Then a ceremonially clean person must take hyssop, dip it in the water, and sprinkle it on the tent, on all its furnishings, and on the people who were there, or on the one who touched a bone, or one killed, or one who died, or a grave."},{"bookname":"Numbers","chapter":"19","verse":"19","text":"And the clean person must sprinkle the unclean on the third day and on the seventh day; and on the seventh day he must purify him, and then he must wash his clothes, and bathe in water, and he will be clean in the evening."},{"bookname":"Numbers","chapter":"19","verse":"20","text":"But the man who is unclean and does not purify himself, that person must be cut off from among the community, because he has polluted the sanctuary of the Lord; the water of purification was not sprinkled on him, so he is unclean."},{"bookname":"Numbers","chapter":"19","verse":"21","text":"“‘So this will be a perpetual ordinance for them: The one who sprinkles the water of purification must wash his clothes, and the one who touches the water of purification will be unclean until evening."},{"bookname":"Numbers","chapter":"19","verse":"22","text":"And whatever the unclean person touches will be unclean, and the person who touches it will be unclean until evening.’”"}],[{"bookname":"Numbers","chapter":"20","verse":"1","text":"Then the entire community of Israel entered the wilderness of Zin in the first month, and the people stayed in Kadesh. Miriam died and was buried there.","title":"The Israelites Complain Again"},{"bookname":"Numbers","chapter":"20","verse":"2","text":"And there was no water for the community, and so they gathered themselves together against Moses and Aaron."},{"bookname":"Numbers","chapter":"20","verse":"3","text":"The people contended with Moses, saying, “If only we had died when our brothers died before the Lord!"},{"bookname":"Numbers","chapter":"20","verse":"4","text":"Why have you brought up the Lord’s community into this wilderness? So that we and our cattle should die here?"},{"bookname":"Numbers","chapter":"20","verse":"5","text":"Why have you brought us up from Egypt only to bring us to this dreadful place? It is no place for grain, or figs, or vines, or pomegranates; nor is there any water to drink!”"},{"bookname":"Numbers","chapter":"20","verse":"6","text":"So Moses and Aaron went from the presence of the assembly to the entrance to the tent of meeting. They then threw themselves down with their faces to the ground, and the glory of the Lord appeared to them.","title":"Moses Responds"},{"bookname":"Numbers","chapter":"20","verse":"7","text":"Then the Lord spoke to Moses:"},{"bookname":"Numbers","chapter":"20","verse":"8","text":"“Take the staff and assemble the community, you and Aaron your brother, and then speak to the rock before their eyes. It will pour forth its water, and you will bring water out of the rock for them, and so you will give the community and their beasts water to drink.”"},{"bookname":"Numbers","chapter":"20","verse":"9","text":"So Moses took the staff from before the Lord, just as he commanded him."},{"bookname":"Numbers","chapter":"20","verse":"10","text":"Then Moses and Aaron gathered the community together in front of the rock, and he said to them, “Listen, you rebels, must we bring water out of this rock for you?”"},{"bookname":"Numbers","chapter":"20","verse":"11","text":"Then Moses raised his hand, and struck the rock twice with his staff. And water came out abundantly. So the community drank, and their beasts drank too."},{"bookname":"Numbers","chapter":"20","verse":"12","text":"Then the Lord spoke to Moses and Aaron, “Because you did not trust me enough to show me as holy before the Israelites, therefore you will not bring this community into the land I have given them.”","title":"The Lord&#8217;s Judgment"},{"bookname":"Numbers","chapter":"20","verse":"13","text":"These are the waters of Meribah, because the Israelites contended with the Lord, and his holiness was maintained among them."},{"bookname":"Numbers","chapter":"20","verse":"14","text":"Moses sent messengers from Kadesh to the king of Edom: “Thus says your brother Israel: ‘You know all the hardships we have experienced,","title":"Rejection by the Edomites"},{"bookname":"Numbers","chapter":"20","verse":"15","text":"how our ancestors went down into Egypt, and we lived in Egypt a long time, and the Egyptians treated us and our ancestors badly."},{"bookname":"Numbers","chapter":"20","verse":"16","text":"So when we cried to the Lord, he heard our voice and sent a messenger, and has brought us up out of Egypt. Now we are here in Kadesh, a town on the edge of your country."},{"bookname":"Numbers","chapter":"20","verse":"17","text":"Please let us pass through your country. We will not pass through the fields or through the vineyards, nor will we drink water from any well. We will go by the King’s Highway; we will not turn to the right or the left until we have passed through your region.’”"},{"bookname":"Numbers","chapter":"20","verse":"18","text":"But Edom said to him, “You will not pass through me, or I will come out against you with the sword.”"},{"bookname":"Numbers","chapter":"20","verse":"19","text":"Then the Israelites said to him, “We will go along the highway, and if we or our cattle drink any of your water, we will pay for it. We will only pass through on our feet, without doing anything else.”"},{"bookname":"Numbers","chapter":"20","verse":"20","text":"But he said, “You may not pass through.” Then Edom came out against them with a large and powerful force."},{"bookname":"Numbers","chapter":"20","verse":"21","text":"So Edom refused to give Israel passage through his border; therefore Israel turned away from him."},{"bookname":"Numbers","chapter":"20","verse":"22","text":"So the entire company of Israelites traveled from Kadesh and came to Mount Hor.","title":"Aaron&#8217;s Death"},{"bookname":"Numbers","chapter":"20","verse":"23","text":"And the Lord spoke to Moses and Aaron in Mount Hor, by the border of the land of Edom. He said:"},{"bookname":"Numbers","chapter":"20","verse":"24","text":"“Aaron will be gathered to his ancestors, for he will not enter into the land I have given to the Israelites because both of you rebelled against my word at the waters of Meribah."},{"bookname":"Numbers","chapter":"20","verse":"25","text":"Take Aaron and Eleazar his son, and bring them up on Mount Hor."},{"bookname":"Numbers","chapter":"20","verse":"26","text":"Remove Aaron’s priestly garments and put them on Eleazar his son, and Aaron will be gathered to his ancestors and will die there.”"},{"bookname":"Numbers","chapter":"20","verse":"27","text":"So Moses did as the Lord commanded; and they went up Mount Hor in the sight of the whole community."},{"bookname":"Numbers","chapter":"20","verse":"28","text":"And Moses removed Aaron’s garments and put them on his son Eleazar. So Aaron died there on the top of the mountain. And Moses and Eleazar came down from the mountain."},{"bookname":"Numbers","chapter":"20","verse":"29","text":"When all the community saw that Aaron was dead, the whole house of Israel mourned for Aaron thirty days."}],[{"bookname":"Numbers","chapter":"21","verse":"1","text":"When the Canaanite king of Arad who lived in the Negev heard that Israel was approaching along the road to Atharim, he fought against Israel and took some of them prisoner.","title":"Victory at Hormah"},{"bookname":"Numbers","chapter":"21","verse":"2","text":"So Israel made a vow to the Lord and said, “If you will indeed deliver this people into our hand, then we will utterly destroy their cities.”"},{"bookname":"Numbers","chapter":"21","verse":"3","text":"The Lord listened to the voice of Israel and delivered up the Canaanites, and they utterly destroyed them and their cities. So the name of the place was called Hormah."},{"bookname":"Numbers","chapter":"21","verse":"4","text":"Then they traveled from Mount Hor by the road to the Red Sea, to go around the land of Edom, but the people became impatient along the way.","title":"Fiery Serpents"},{"bookname":"Numbers","chapter":"21","verse":"5","text":"And the people spoke against God and against Moses, “Why have you brought us up out of Egypt to die in the wilderness, for there is no bread or water, and we detest this worthless food.”"},{"bookname":"Numbers","chapter":"21","verse":"6","text":"So the Lord sent poisonous snakes among the people, and they bit the people; many people of Israel died."},{"bookname":"Numbers","chapter":"21","verse":"7","text":"Then the people came to Moses and said, “We have sinned, for we have spoken against the Lord and against you. Pray to the Lord that he would take away the snakes from us.” So Moses prayed for the people."},{"bookname":"Numbers","chapter":"21","verse":"8","text":"The Lord said to Moses, “Make a poisonous snake and set it on a pole. When anyone who is bitten looks at it, he will live.”"},{"bookname":"Numbers","chapter":"21","verse":"9","text":"So Moses made a bronze snake and put it on a pole, so that if a snake had bitten someone, when he looked at the bronze snake he lived."},{"bookname":"Numbers","chapter":"21","verse":"10","text":"The Israelites traveled on and camped in Oboth.","title":"The Approach to Moab"},{"bookname":"Numbers","chapter":"21","verse":"11","text":"Then they traveled on from Oboth and camped at Iye Abarim, in the wilderness that is before Moab, on the eastern side."},{"bookname":"Numbers","chapter":"21","verse":"12","text":"From there they moved on and camped in the valley of Zered."},{"bookname":"Numbers","chapter":"21","verse":"13","text":"From there they moved on and camped on the other side of the Arnon, in the wilderness that extends from the regions of the Amorites, for Arnon is the border of Moab, between Moab and the Amorites."},{"bookname":"Numbers","chapter":"21","verse":"14","text":"This is why it is said in the Book of the Wars of the Lord, “Waheb in Suphah and the wadis, the Arnon"},{"bookname":"Numbers","chapter":"21","verse":"15","text":"and the slope of the valleys that extends to the dwelling of Ar, and falls off at the border of Moab.”"},{"bookname":"Numbers","chapter":"21","verse":"16","text":"And from there they traveled to Beer; that is the well where the Lord spoke to Moses, “Gather the people and I will give them water.”"},{"bookname":"Numbers","chapter":"21","verse":"17","text":"Then Israel sang this song: “Spring up, O well, sing to it!"},{"bookname":"Numbers","chapter":"21","verse":"18","text":"The well which the princes dug, which the leaders of the people opened with their scepters and their staffs.” And from the wilderness they traveled to Mattanah;"},{"bookname":"Numbers","chapter":"21","verse":"19","text":"and from Mattanah to Nahaliel; and from Nahaliel to Bamoth;"},{"bookname":"Numbers","chapter":"21","verse":"20","text":"and from Bamoth to the valley that is in the country of Moab, near the top of Pisgah, which overlooks the wilderness."},{"bookname":"Numbers","chapter":"21","verse":"21","text":"Then Israel sent messengers to King Sihon of the Amorites, saying,","title":"The Victory over Sihon and Og"},{"bookname":"Numbers","chapter":"21","verse":"22","text":"“Let us pass through your land; we will not turn aside into the fields or into the vineyards, nor will we drink water from any well, but we will go along the King’s Highway until we pass your borders.”"},{"bookname":"Numbers","chapter":"21","verse":"23","text":"But Sihon did not permit Israel to pass through his border; he gathered all his forces together and went out against Israel into the wilderness. When he came to Jahaz, he fought against Israel."},{"bookname":"Numbers","chapter":"21","verse":"24","text":"But the Israelites defeated him in battle and took possession of his land from the Arnon to the Jabbok, as far as the Ammonites, for the border of the Ammonites was strongly defended."},{"bookname":"Numbers","chapter":"21","verse":"25","text":"So Israel took all these cities; and Israel settled in all the cities of the Amorites, in Heshbon, and in all its villages."},{"bookname":"Numbers","chapter":"21","verse":"26","text":"For Heshbon was the city of King Sihon of the Amorites. Now he had fought against the former king of Moab and had taken all of his land from his control, as far as the Arnon."},{"bookname":"Numbers","chapter":"21","verse":"27","text":"That is why those who speak in proverbs say, “Come to Heshbon, let it be built. Let the city of Sihon be established!"},{"bookname":"Numbers","chapter":"21","verse":"28","text":"For fire went out from Heshbon, a flame from the city of Sihon. It has consumed Ar of Moab and the lords of the high places of Arnon."},{"bookname":"Numbers","chapter":"21","verse":"29","text":"Woe to you, Moab. You are ruined, O people of Chemosh! He has made his sons fugitives, and his daughters the prisoners of King Sihon of the Amorites."},{"bookname":"Numbers","chapter":"21","verse":"30","text":"We have overpowered them; Heshbon has perished as far as Dibon. We have shattered them as far as Nophah, which reaches to Medeba.”"},{"bookname":"Numbers","chapter":"21","verse":"31","text":"So the Israelites lived in the land of the Amorites."},{"bookname":"Numbers","chapter":"21","verse":"32","text":"Moses sent spies to reconnoiter Jaazer, and they captured its villages and dispossessed the Amorites who were there."},{"bookname":"Numbers","chapter":"21","verse":"33","text":"Then they turned and went up by the road to Bashan. And King Og of Bashan and all his forces marched out against them to do battle at Edrei."},{"bookname":"Numbers","chapter":"21","verse":"34","text":"And the Lord said to Moses, “Do not fear him, for I have delivered him and all his people and his land into your hand. You will do to him what you did to King Sihon of the Amorites, who lived in Heshbon."},{"bookname":"Numbers","chapter":"21","verse":"35","text":"So they defeated Og, his sons, and all his people, until there were no survivors, and they possessed his land."}],[{"bookname":"Numbers","chapter":"22","verse":"1","text":"The Israelites traveled on and camped in the plains of Moab on the side of the Jordan River across from Jericho.","title":"Balaam Refuses to Curse Israel"},{"bookname":"Numbers","chapter":"22","verse":"2","text":"Balak son of Zippor saw all that the Israelites had done to the Amorites."},{"bookname":"Numbers","chapter":"22","verse":"3","text":"And the Moabites were greatly afraid of the people, because they were so numerous. The Moabites were sick with fear because of the Israelites."},{"bookname":"Numbers","chapter":"22","verse":"4","text":"So the Moabites said to the elders of Midian, “Now this mass of people will lick up everything around us, as the bull devours the grass of the field. Now Balak son of Zippor was king of the Moabites at this time."},{"bookname":"Numbers","chapter":"22","verse":"5","text":"And he sent messengers to Balaam son of Beor at Pethor, which is by the Euphrates River in the land of Amaw, to summon him, saying, “Look, a nation has come out of Egypt. They cover the face of the earth, and they are settling next to me."},{"bookname":"Numbers","chapter":"22","verse":"6","text":"So now, please come and curse this nation for me, for they are too powerful for me. Perhaps I will prevail so that we may conquer them and drive them out of the land. For I know that whoever you bless is blessed, and whoever you curse is cursed.”"},{"bookname":"Numbers","chapter":"22","verse":"7","text":"So the elders of Moab and the elders of Midian departed with the fee for divination in their hand. They came to Balaam and reported to him the words of Balak."},{"bookname":"Numbers","chapter":"22","verse":"8","text":"He replied to them, “Stay here tonight, and I will bring back to you whatever word the Lord may speak to me.” So the princes of Moab stayed with Balaam."},{"bookname":"Numbers","chapter":"22","verse":"9","text":"And God came to Balaam and said, “Who are these men with you?”"},{"bookname":"Numbers","chapter":"22","verse":"10","text":"Balaam said to God, “Balak son of Zippor, king of Moab, has sent a message to me, saying,"},{"bookname":"Numbers","chapter":"22","verse":"11","text":"“Look, a nation has come out of Egypt, and it covers the face of the earth. Come now and put a curse on them for me; perhaps I will be able to defeat them and drive them out.”"},{"bookname":"Numbers","chapter":"22","verse":"12","text":"But God said to Balaam, “You must not go with them; you must not curse the people, for they are blessed.”"},{"bookname":"Numbers","chapter":"22","verse":"13","text":"So Balaam got up in the morning, and said to the princes of Balak, “Go to your land, for the Lord has refused to permit me to go with you.”"},{"bookname":"Numbers","chapter":"22","verse":"14","text":"So the princes of Moab departed and went back to Balak and said, “Balaam refused to come with us.”"},{"bookname":"Numbers","chapter":"22","verse":"15","text":"Balak again sent princes, more numerous and more distinguished than the first.","title":"Balaam Accompanies the Moabite Princes"},{"bookname":"Numbers","chapter":"22","verse":"16","text":"And they came to Balaam and said to him, “Thus says Balak son of Zippor: ‘Please do not let anything hinder you from coming to me."},{"bookname":"Numbers","chapter":"22","verse":"17","text":"For I will honor you greatly, and whatever you tell me I will do. So come, put a curse on this nation for me.’”"},{"bookname":"Numbers","chapter":"22","verse":"18","text":"Balaam replied to the servants of Balak, “Even if Balak would give me his palace full of silver and gold, I could not transgress the commandment of the Lord my God to do less or more."},{"bookname":"Numbers","chapter":"22","verse":"19","text":"Now therefore, please stay the night here also, that I may know what more the Lord might say to me.”"},{"bookname":"Numbers","chapter":"22","verse":"20","text":"God came to Balaam that night, and said to him, “If the men have come to call you, get up and go with them; but the word that I will say to you, that you must do.”"},{"bookname":"Numbers","chapter":"22","verse":"21","text":"So Balaam got up in the morning, saddled his donkey, and went with the princes of Moab."},{"bookname":"Numbers","chapter":"22","verse":"22","text":"Then God’s anger was kindled because he went, and the angel of the Lord stood in the road to oppose him. Now he was riding on his donkey and his two servants were with him.","title":"God Opposes Balaam"},{"bookname":"Numbers","chapter":"22","verse":"23","text":"And the donkey saw the angel of the Lord standing in the road with his sword drawn in his hand, so the donkey turned aside from the road and went into the field. But Balaam beat the donkey, to make her turn back to the road."},{"bookname":"Numbers","chapter":"22","verse":"24","text":"Then the angel of the Lord stood in a path among the vineyards, where there was a wall on either side."},{"bookname":"Numbers","chapter":"22","verse":"25","text":"And when the donkey saw the angel of the Lord, she pressed herself into the wall, and crushed Balaam’s foot against the wall. So he beat her again."},{"bookname":"Numbers","chapter":"22","verse":"26","text":"Then the angel of the Lord went farther, and stood in a narrow place, where there was no way to turn either to the right or to the left."},{"bookname":"Numbers","chapter":"22","verse":"27","text":"When the donkey saw the angel of the Lord, she crouched down under Balaam. Then Balaam was angry, and he beat his donkey with a staff."},{"bookname":"Numbers","chapter":"22","verse":"28","text":"Then the Lord opened the mouth of the donkey, and she said to Balaam, “What have I done to you that you have beaten me these three times?”"},{"bookname":"Numbers","chapter":"22","verse":"29","text":"And Balaam said to the donkey, “You have made me look stupid; I wish there were a sword in my hand, for I would kill you right now.”"},{"bookname":"Numbers","chapter":"22","verse":"30","text":"The donkey said to Balaam, “Am not I your donkey that you have ridden ever since I was yours until this day? Have I ever attempted to treat you this way?” And he said, “No.”"},{"bookname":"Numbers","chapter":"22","verse":"31","text":"Then the Lord opened Balaam’s eyes, and he saw the angel of the Lord standing in the way with his sword drawn in his hand; so he bowed his head and threw himself down with his face to the ground."},{"bookname":"Numbers","chapter":"22","verse":"32","text":"The angel of the Lord said to him, “Why have you beaten your donkey these three times? Look, I came out to oppose you because what you are doing is perverse before me."},{"bookname":"Numbers","chapter":"22","verse":"33","text":"The donkey saw me and turned from me these three times. If she had not turned from me, I would have killed you but saved her alive.”"},{"bookname":"Numbers","chapter":"22","verse":"34","text":"Balaam said to the angel of the Lord, “I have sinned, for I did not know that you stood against me in the road. So now, if it is evil in your sight, I will go back home.”"},{"bookname":"Numbers","chapter":"22","verse":"35","text":"But the angel of the Lord said to Balaam, “Go with the men, but you may only speak the word that I will speak to you.” So Balaam went with the princes of Balak."},{"bookname":"Numbers","chapter":"22","verse":"36","text":"When Balak heard that Balaam was coming, he went out to meet him at a city of Moab which was on the border of the Arnon at the boundary of his territory.","title":"Balaam Meets Balak"},{"bookname":"Numbers","chapter":"22","verse":"37","text":"Balak said to Balaam, “Did I not send again and again to you to summon you? Why did you not come to me? Am I not able to honor you?”"},{"bookname":"Numbers","chapter":"22","verse":"38","text":"Balaam said to Balak, “Look, I have come to you. Now, am I able to speak just anything? I must speak only the word that God puts in my mouth.”"},{"bookname":"Numbers","chapter":"22","verse":"39","text":"So Balaam went with Balak, and they came to Kiriath-huzoth."},{"bookname":"Numbers","chapter":"22","verse":"40","text":"And Balak sacrificed bulls and sheep, and sent some to Balaam, and to the princes who were with him."},{"bookname":"Numbers","chapter":"22","verse":"41","text":"Then on the next morning Balak took Balaam, and brought him up to Bamoth Baal. From there he saw the extent of the nation."}],[{"bookname":"Numbers","chapter":"23","verse":"1","text":"Balaam said to Balak, “Build me seven altars here, and prepare for me here seven bulls and seven rams.”","title":"Balaam Blesses Israel"},{"bookname":"Numbers","chapter":"23","verse":"2","text":"So Balak did just as Balaam had said. Balak and Balaam then offered on each altar a bull and a ram."},{"bookname":"Numbers","chapter":"23","verse":"3","text":"Balaam said to Balak, “Station yourself by your burnt offering, and I will go off; perhaps the Lord will come to meet me, and whatever he reveals to me I will tell you.” Then he went to a deserted height."},{"bookname":"Numbers","chapter":"23","verse":"4","text":"Then God met Balaam, who said to him, “I have prepared seven altars, and I have offered on each altar a bull and a ram.”"},{"bookname":"Numbers","chapter":"23","verse":"5","text":"Then the Lord put a message in Balaam’s mouth and said, “Return to Balak, and speak what I tell you.”"},{"bookname":"Numbers","chapter":"23","verse":"6","text":"So he returned to him, and he was still standing by his burnt offering, he and all the princes of Moab."},{"bookname":"Numbers","chapter":"23","verse":"7","text":"Then Balaam uttered his oracle, saying, “Balak, the king of Moab, brought me from Aram, out of the mountains of the east, saying, ‘Come, pronounce a curse on Jacob for me; come, denounce Israel.’"},{"bookname":"Numbers","chapter":"23","verse":"8","text":"How can I curse one whom God has not cursed, or how can I denounce one whom the Lord has not denounced?"},{"bookname":"Numbers","chapter":"23","verse":"9","text":"For from the top of the rocks I see them; from the hills I watch them. Indeed, a nation that lives alone, and it will not be reckoned among the nations."},{"bookname":"Numbers","chapter":"23","verse":"10","text":"Who can count the dust of Jacob, Or number the fourth part of Israel? Let me die the death of the upright, and let the end of my life be like theirs.”"},{"bookname":"Numbers","chapter":"23","verse":"11","text":"Then Balak said to Balaam, “What have you done to me? I brought you to curse my enemies, but on the contrary you have only blessed them!”","title":"Balaam Relocates"},{"bookname":"Numbers","chapter":"23","verse":"12","text":"Balaam replied, “Must I not be careful to speak what the Lord has put in my mouth?”"},{"bookname":"Numbers","chapter":"23","verse":"13","text":"Balak said to him, “Please come with me to another place from which you can observe them. You will see only a part of them, but you will not see all of them. Curse them for me from there.”"},{"bookname":"Numbers","chapter":"23","verse":"14","text":"So Balak brought Balaam to the field of Zophim, to the top of Pisgah, where he built seven altars and offered a bull and a ram on each altar."},{"bookname":"Numbers","chapter":"23","verse":"15","text":"And Balaam said to Balak, “Station yourself here by your burnt offering, while I meet the Lord there."},{"bookname":"Numbers","chapter":"23","verse":"16","text":"Then the Lord met Balaam and put a message in his mouth and said, “Return to Balak, and speak what I tell you.”"},{"bookname":"Numbers","chapter":"23","verse":"17","text":"When Balaam came to him, he was still standing by his burnt offering, along with the princes of Moab. And Balak said to him, “What has the Lord spoken?”"},{"bookname":"Numbers","chapter":"23","verse":"18","text":"Balaam uttered his oracle, and said, “Rise up, Balak, and hear; Listen to me, son of Zippor:","title":"Balaam Prophesies Again"},{"bookname":"Numbers","chapter":"23","verse":"19","text":"God is not a man, that he should lie, nor a human being, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not make it happen?"},{"bookname":"Numbers","chapter":"23","verse":"20","text":"Indeed, I have received a command to bless; he has blessed, and I cannot reverse it."},{"bookname":"Numbers","chapter":"23","verse":"21","text":"He has not looked on iniquity in Jacob, nor has he seen trouble in Israel. The Lord their God is with them; his acclamation as king is among them."},{"bookname":"Numbers","chapter":"23","verse":"22","text":"God brought them out of Egypt. They have, as it were, the strength of a wild bull."},{"bookname":"Numbers","chapter":"23","verse":"23","text":"For there is no spell against Jacob, nor is there any divination against Israel. At this time it must be said of Jacob and of Israel, ‘Look at what God has done!’"},{"bookname":"Numbers","chapter":"23","verse":"24","text":"Indeed, the people will rise up like a lioness, and like a lion raises himself up; they will not lie down until they eat their prey, and drink the blood of the slain.”"},{"bookname":"Numbers","chapter":"23","verse":"25","text":"Balak said to Balaam, “Neither curse them at all nor bless them at all!”","title":"Balaam Relocates Yet Again"},{"bookname":"Numbers","chapter":"23","verse":"26","text":"But Balaam replied to Balak, “Did I not tell you, ‘All that the Lord speaks, I must do’?”"},{"bookname":"Numbers","chapter":"23","verse":"27","text":"Balak said to Balaam, “Come, please; I will take you to another place. Perhaps it will please God to let you curse them for me from there.”"},{"bookname":"Numbers","chapter":"23","verse":"28","text":"So Balak took Balaam to the top of Peor, that looks toward the wilderness."},{"bookname":"Numbers","chapter":"23","verse":"29","text":"Then Balaam said to Balak, “Build seven altars here for me, and prepare seven bulls and seven rams.”"},{"bookname":"Numbers","chapter":"23","verse":"30","text":"So Balak did as Balaam had said, and offered a bull and a ram on each altar."}],[{"bookname":"Numbers","chapter":"24","verse":"1","text":"When Balaam saw that it pleased the Lord to bless Israel, he did not go as at the other times to seek for omens, but he set his face toward the wilderness.","title":"Balaam Prophesies Yet Again"},{"bookname":"Numbers","chapter":"24","verse":"2","text":"When Balaam lifted up his eyes, he saw Israel camped tribe by tribe; and the Spirit of God came upon him."},{"bookname":"Numbers","chapter":"24","verse":"3","text":"Then he uttered this oracle: “The oracle of Balaam son of Beor; the oracle of the man whose eyes are open;"},{"bookname":"Numbers","chapter":"24","verse":"4","text":"the oracle of the one who hears the words of God, who sees a vision from the Almighty, although falling flat on the ground with eyes open:"},{"bookname":"Numbers","chapter":"24","verse":"5","text":"‘How beautiful are your tents, O Jacob, and your dwelling places, O Israel!"},{"bookname":"Numbers","chapter":"24","verse":"6","text":"They are like valleys stretched forth, like gardens by the river’s side, like aloes that the Lord has planted, and like cedar trees beside the waters."},{"bookname":"Numbers","chapter":"24","verse":"7","text":"He will pour the water out of his buckets, and their descendants will be like abundant water; their king will be greater than Agag, and their kingdom will be exalted."},{"bookname":"Numbers","chapter":"24","verse":"8","text":"God brought them out of Egypt. They have, as it were, the strength of a young bull; they will devour hostile people and will break their bones and will pierce them through with arrows."},{"bookname":"Numbers","chapter":"24","verse":"9","text":"They crouch and lie down like a lion, and as a lioness, who can stir him? Blessed is the one who blesses you, and cursed is the one who curses you!’”"},{"bookname":"Numbers","chapter":"24","verse":"10","text":"Then Balak became very angry at Balaam, and he struck his hands together. Balak said to Balaam, “I called you to curse my enemies, and look, you have done nothing but bless them these three times!"},{"bookname":"Numbers","chapter":"24","verse":"11","text":"So now, go back where you came from! I said that I would greatly honor you; but now the Lord has stood in the way of your honor.”"},{"bookname":"Numbers","chapter":"24","verse":"12","text":"Balaam said to Balak, “Did I not also tell your messengers whom you sent to me,"},{"bookname":"Numbers","chapter":"24","verse":"13","text":"‘If Balak would give me his palace full of silver and gold, I cannot go beyond the commandment of the Lord to do either good or evil of my own will, but whatever the Lord tells me I must speak’?"},{"bookname":"Numbers","chapter":"24","verse":"14","text":"And now, I am about to go back to my own people. Come now, and I will advise you as to what this people will do to your people in the future.”"},{"bookname":"Numbers","chapter":"24","verse":"15","text":"Then he uttered this oracle: “The oracle of Balaam son of Beor; the oracle of the man whose eyes are open;","title":"Balaam Prophesies a Fourth Time"},{"bookname":"Numbers","chapter":"24","verse":"16","text":"the oracle of the one who hears the words of God, and who knows the knowledge of the Most High, who sees a vision from the Almighty, although falling flat on the ground with eyes open:"},{"bookname":"Numbers","chapter":"24","verse":"17","text":"‘I see him, but not now; I behold him, but not close at hand. A star will march forth out of Jacob, and a scepter will rise out of Israel. He will crush the skulls of Moab, and the heads of all the sons of Sheth."},{"bookname":"Numbers","chapter":"24","verse":"18","text":"Edom will be a possession, Seir, his enemies, will also be a possession; but Israel will act valiantly."},{"bookname":"Numbers","chapter":"24","verse":"19","text":"A ruler will be established from Jacob; he will destroy the remains of the city.’”"},{"bookname":"Numbers","chapter":"24","verse":"20","text":"Then Balaam looked on Amalek and delivered this oracle: “Amalek was the first of the nations, but his end will be that he will perish.”","title":"Balaam&#8217;s Final Prophecies"},{"bookname":"Numbers","chapter":"24","verse":"21","text":"Then he looked on the Kenites and uttered this oracle: “Your dwelling place seems strong, and your nest is set on a rocky cliff."},{"bookname":"Numbers","chapter":"24","verse":"22","text":"Nevertheless the Kenite will be consumed. How long will Asshur take you away captive?”"},{"bookname":"Numbers","chapter":"24","verse":"23","text":"Then he uttered this oracle: “O, who will survive when God does this!"},{"bookname":"Numbers","chapter":"24","verse":"24","text":"Ships will come from the coast of Kittim, and will afflict Asshur, and will afflict Eber, and he will also perish forever.”"},{"bookname":"Numbers","chapter":"24","verse":"25","text":"Balaam got up and departed and returned to his home, and Balak also went his way."}],[{"bookname":"Numbers","chapter":"25","verse":"1","text":"When Israel lived in Shittim, the people began to commit sexual immorality with the daughters of Moab.","title":"Israel&#8217;s Sin with the Moabite Women"},{"bookname":"Numbers","chapter":"25","verse":"2","text":"These women invited the people to the sacrifices of their gods; then the people ate and bowed down to their gods."},{"bookname":"Numbers","chapter":"25","verse":"3","text":"When Israel joined themselves to Baal-peor, the anger of the Lord flared up against Israel."},{"bookname":"Numbers","chapter":"25","verse":"4","text":"The Lord said to Moses, “Arrest all the leaders of the people, and hang them up before the Lord in broad daylight, so that the fierce anger of the Lord may be turned away from Israel.”","title":"God&#8217;s Punishment"},{"bookname":"Numbers","chapter":"25","verse":"5","text":"So Moses said to the judges of Israel, “Each of you must execute those of his men who were joined to Baal-peor.”"},{"bookname":"Numbers","chapter":"25","verse":"6","text":"Just then one of the Israelites came and brought to his brothers a Midianite woman in the plain view of Moses and of the whole community of the Israelites, while they were weeping at the entrance of the tent of meeting."},{"bookname":"Numbers","chapter":"25","verse":"7","text":"When Phinehas son of Eleazar, the son of Aaron the priest, saw it, he got up from among the assembly, took a javelin in his hand,"},{"bookname":"Numbers","chapter":"25","verse":"8","text":"and went after the Israelite man into the tent and thrust through the Israelite man and into the woman’s abdomen. So the plague was stopped from the Israelites."},{"bookname":"Numbers","chapter":"25","verse":"9","text":"Those that died in the plague were 24,000."},{"bookname":"Numbers","chapter":"25","verse":"10","text":"The Lord spoke to Moses:","title":"The Aftermath"},{"bookname":"Numbers","chapter":"25","verse":"11","text":"“Phinehas son of Eleazar, the son of Aaron the priest, has turned my anger away from the Israelites, when he manifested such zeal for my sake among them, so that I did not consume the Israelites in my zeal."},{"bookname":"Numbers","chapter":"25","verse":"12","text":"Therefore, announce: ‘I am going to give to him my covenant of peace."},{"bookname":"Numbers","chapter":"25","verse":"13","text":"So it will be to him and his descendants after him a covenant of a permanent priesthood, because he has been zealous for his God, and has made atonement for the Israelites.’”"},{"bookname":"Numbers","chapter":"25","verse":"14","text":"Now the name of the Israelite who was stabbed &#8211; the one who was stabbed with the Midianite woman &#8211; was Zimri son of Salu, a leader of a clan of the Simeonites."},{"bookname":"Numbers","chapter":"25","verse":"15","text":"The name of the Midianite woman who was killed was Cozbi daughter of Zur. He was a leader over the people of a clan of Midian."},{"bookname":"Numbers","chapter":"25","verse":"16","text":"Then the Lord spoke to Moses:"},{"bookname":"Numbers","chapter":"25","verse":"17","text":"“Bring trouble to the Midianites, and destroy them,"},{"bookname":"Numbers","chapter":"25","verse":"18","text":"because they bring trouble to you by their treachery with which they have deceived you in the matter of Peor, and in the matter of Cozbi, the daughter of a prince of Midian, their sister, who was killed on the day of the plague that happened as a result of Peor.”"}],[{"bookname":"Numbers","chapter":"26","verse":"1","text":"After the plague the Lord said to Moses and to Eleazar son of Aaron the priest,","title":"A Second Census Required"},{"bookname":"Numbers","chapter":"26","verse":"2","text":"“Take a census of the whole community of Israelites, from twenty years old and upward, by their clans, everyone who can serve in the army of Israel.”"},{"bookname":"Numbers","chapter":"26","verse":"3","text":"So Moses and Eleazar the priest spoke with them in the plains of Moab, by the Jordan River across from Jericho. They said,"},{"bookname":"Numbers","chapter":"26","verse":"4","text":"“Number the people from twenty years old and upward, just as the Lord commanded Moses and the Israelites who went out from the land of Egypt.”"},{"bookname":"Numbers","chapter":"26","verse":"5","text":"Reuben was the firstborn of Israel. The Reubenites: from Hanoch, the family of the Hanochites; from Pallu, the family of the Palluites;","title":"Reuben"},{"bookname":"Numbers","chapter":"26","verse":"6","text":"from Hezron, the family of the Hezronites; from Carmi, the family of the Carmites."},{"bookname":"Numbers","chapter":"26","verse":"7","text":"These were the families of the Reubenites; and those numbered of them were 43,730."},{"bookname":"Numbers","chapter":"26","verse":"8","text":"Pallu’s descendant was Eliab."},{"bookname":"Numbers","chapter":"26","verse":"9","text":"Eliab’s descendants were Nemuel, Dathan, and Abiram. It was Dathan and Abiram who as leaders of the community rebelled against Moses and Aaron with the followers of Korah when they rebelled against the Lord."},{"bookname":"Numbers","chapter":"26","verse":"10","text":"The earth opened its mouth and swallowed them and Korah at the time that company died, when the fire consumed 250 men. So they became a warning."},{"bookname":"Numbers","chapter":"26","verse":"11","text":"But the descendants of Korah did not die."},{"bookname":"Numbers","chapter":"26","verse":"12","text":"The Simeonites by their families: from Nemuel, the family of the Nemuelites; from Jamin, the family of the Jaminites; from Jakin, the family of the Jakinites;","title":"Simeon"},{"bookname":"Numbers","chapter":"26","verse":"13","text":"from Zerah, the family of the Zerahites; and from Shaul, the family of the Shaulites."},{"bookname":"Numbers","chapter":"26","verse":"14","text":"These were the families of the Simeonites, 22,200."},{"bookname":"Numbers","chapter":"26","verse":"15","text":"The Gadites by their families: from Zephon, the family of the Zephonites; from Haggi, the family of the Haggites; from Shuni, the family of the Shunites;","title":"Gad"},{"bookname":"Numbers","chapter":"26","verse":"16","text":"from Ozni, the family of the Oznites; from Eri, the family of the Erites;"},{"bookname":"Numbers","chapter":"26","verse":"17","text":"from Arod, the family of the Arodites, and from Areli, the family of the Arelites."},{"bookname":"Numbers","chapter":"26","verse":"18","text":"These were the families of the Gadites according to those numbered of them, 40,500."},{"bookname":"Numbers","chapter":"26","verse":"19","text":"The descendants of Judah were Er and Onan, but Er and Onan died in the land of Canaan.","title":"Judah"},{"bookname":"Numbers","chapter":"26","verse":"20","text":"And the Judahites by their families were: from Shelah, the family of the Shelahites; from Perez, the family of the Perezites; and from Zerah, the family of the Zerahites."},{"bookname":"Numbers","chapter":"26","verse":"21","text":"And the Perezites were: from Hezron, the family of the Hezronites; from Hamul, the family of the Hamulites."},{"bookname":"Numbers","chapter":"26","verse":"22","text":"These were the families of Judah according to those numbered of them, 76,500."},{"bookname":"Numbers","chapter":"26","verse":"23","text":"The Issacharites by their families: from Tola, the family of the Tolaites; from Puah, the family of the Puites;","title":"Issachar"},{"bookname":"Numbers","chapter":"26","verse":"24","text":"from Jashub, the family of the Jashubites; and from Shimron, the family of the Shimronites."},{"bookname":"Numbers","chapter":"26","verse":"25","text":"These were the families of Issachar, according to those numbered of them, 64,300."},{"bookname":"Numbers","chapter":"26","verse":"26","text":"The Zebulunites by their families: from Sered, the family of the Sardites; from Elon, the family of the Elonites; from Jahleel, the family of the Jahleelites.","title":"Zebulun"},{"bookname":"Numbers","chapter":"26","verse":"27","text":"These were the families of the Zebulunites, according to those numbered of them, 60,500."},{"bookname":"Numbers","chapter":"26","verse":"28","text":"The descendants of Joseph by their families: Manasseh and Ephraim.","title":"Manasseh"},{"bookname":"Numbers","chapter":"26","verse":"29","text":"The Manassehites: from Machir, the family of the Machirites (now Machir became the father of Gilead); from Gilead, the family of the Gileadites."},{"bookname":"Numbers","chapter":"26","verse":"30","text":"These were the Gileadites: from Iezer, the family of the Iezerites; from Helek, the family of the Helekites;"},{"bookname":"Numbers","chapter":"26","verse":"31","text":"from Asriel, the family of the Asrielites; from Shechem, the family of the Shechemites;"},{"bookname":"Numbers","chapter":"26","verse":"32","text":"from Shemida, the family of the Shemidaites; from Hepher, the family of the Hepherites."},{"bookname":"Numbers","chapter":"26","verse":"33","text":"Now Zelophehad son of Hepher had no sons, but only daughters; and the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah."},{"bookname":"Numbers","chapter":"26","verse":"34","text":"These were the families of Manasseh; those numbered of them were 52,700."},{"bookname":"Numbers","chapter":"26","verse":"35","text":"These are the Ephraimites by their families: from Shuthelah, the family of the Shuthelahites; from Beker, the family of the Bekerites; from Tahan, the family of the Tahanites.","title":"Ephraim"},{"bookname":"Numbers","chapter":"26","verse":"36","text":"Now these were the Shuthelahites: from Eran, the family of the Eranites."},{"bookname":"Numbers","chapter":"26","verse":"37","text":"These were the families of the Ephraimites, according to those numbered of them, 32,500. These were the descendants of Joseph by their families."},{"bookname":"Numbers","chapter":"26","verse":"38","text":"The Benjaminites by their families: from Bela, the family of the Belaites; from Ashbel, the family of the Ashbelites; from Ahiram, the family of the Ahiramites;","title":"Benjamin"},{"bookname":"Numbers","chapter":"26","verse":"39","text":"from Shupham, the family of the Shuphamites; from Hupham, the family of the Huphamites."},{"bookname":"Numbers","chapter":"26","verse":"40","text":"The descendants of Bela were Ard and Naaman. From Ard, the family of the Ardites; from Naaman, the family of the Naamanites."},{"bookname":"Numbers","chapter":"26","verse":"41","text":"These are the Benjaminites, according to their families, and according to those numbered of them, 45,600."},{"bookname":"Numbers","chapter":"26","verse":"42","text":"These are the Danites by their families: from Shuham, the family of the Shuhamites. These were the families of Dan, according to their families.","title":"Dan"},{"bookname":"Numbers","chapter":"26","verse":"43","text":"All the families of the Shuhahites according to those numbered of them were 64,400."},{"bookname":"Numbers","chapter":"26","verse":"44","text":"The Asherites by their families: from Imnah, the family of the Imnahites; from Ishvi, the family of the Ishvites; from Beriah, the family of the Beriahites.","title":"Asher"},{"bookname":"Numbers","chapter":"26","verse":"45","text":"From the Beriahites: from Heber, the family of the Heberites; from Malkiel, the family of the Malkielites."},{"bookname":"Numbers","chapter":"26","verse":"46","text":"Now the name of the daughter of Asher was Serah."},{"bookname":"Numbers","chapter":"26","verse":"47","text":"These are the families of the Asherites, according to those numbered of them, 53,400."},{"bookname":"Numbers","chapter":"26","verse":"48","text":"The Naphtalites by their families: from Jahzeel, the family of the Jahzeelites; from Guni, the family of the Gunites;","title":"Naphtali"},{"bookname":"Numbers","chapter":"26","verse":"49","text":"from Jezer, the family of the Jezerites; from Shillem, the family of the Shillemites."},{"bookname":"Numbers","chapter":"26","verse":"50","text":"These were the families of Naphtali according to their families; and those numbered of them were 45,400."},{"bookname":"Numbers","chapter":"26","verse":"51","text":"These were those numbered of the Israelites, 601,730.","title":"Total Number and Division of the Land"},{"bookname":"Numbers","chapter":"26","verse":"52","text":"Then the Lord spoke to Moses:"},{"bookname":"Numbers","chapter":"26","verse":"53","text":"“To these the land must be divided as an inheritance according to the number of the names."},{"bookname":"Numbers","chapter":"26","verse":"54","text":"To a larger group you will give a larger inheritance, and to a smaller group you will give a smaller inheritance. To each one its inheritance must be given according to the number of people in it."},{"bookname":"Numbers","chapter":"26","verse":"55","text":"The land must be divided by lot; and they will inherit in accordance with the names of their ancestral tribes."},{"bookname":"Numbers","chapter":"26","verse":"56","text":"Their inheritance must be apportioned by lot among the larger and smaller groups."},{"bookname":"Numbers","chapter":"26","verse":"57","text":"And these are the Levites who were numbered according to their families: from Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; from Merari, the family of the Merarites."},{"bookname":"Numbers","chapter":"26","verse":"58","text":"These are the families of the Levites: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korahites. Kohath became the father of Amram."},{"bookname":"Numbers","chapter":"26","verse":"59","text":"Now the name of Amram’s wife was Jochebed, daughter of Levi, who was born to Levi in Egypt. And to Amram she bore Aaron, Moses, and Miriam their sister."},{"bookname":"Numbers","chapter":"26","verse":"60","text":"And to Aaron were born Nadab and Abihu, Eleazar and Ithamar."},{"bookname":"Numbers","chapter":"26","verse":"61","text":"But Nadab and Abihu died when they offered strange fire before the Lord."},{"bookname":"Numbers","chapter":"26","verse":"62","text":"Those of them who were numbered were 23,000, all males from a month old and upward, for they were not numbered among the Israelites; no inheritance was given to them among the Israelites."},{"bookname":"Numbers","chapter":"26","verse":"63","text":"These are those who were numbered by Moses and Eleazar the priest, who numbered the Israelites in the plains of Moab along the Jordan River opposite Jericho."},{"bookname":"Numbers","chapter":"26","verse":"64","text":"But there was not a man among these who had been among those numbered by Moses and Aaron the priest when they numbered the Israelites in the wilderness of Sinai."},{"bookname":"Numbers","chapter":"26","verse":"65","text":"For the Lord had said of them, “They will surely die in the wilderness.” And there was not left a single man of them, except Caleb son of Jephunneh and Joshua son of Nun."}],[{"bookname":"Numbers","chapter":"27","verse":"1","text":"Then the daughters of Zelophehad son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh of the families of Manasseh, the son Joseph came forward. Now these are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah.","title":"Special Inheritance Laws"},{"bookname":"Numbers","chapter":"27","verse":"2","text":"And they stood before Moses and Eleazar the priest and the leaders of the whole assembly at the entrance to the tent of meeting and said,"},{"bookname":"Numbers","chapter":"27","verse":"3","text":"“Our father died in the wilderness, although he was not part of the company of those that gathered themselves together against the Lord in the company of Korah; but he died for his own sin, and he had no sons."},{"bookname":"Numbers","chapter":"27","verse":"4","text":"Why should the name of our father be lost from among his family because he had no son? Give us a possession among the relatives of our father.”"},{"bookname":"Numbers","chapter":"27","verse":"5","text":"So Moses brought their case before the Lord."},{"bookname":"Numbers","chapter":"27","verse":"6","text":"The Lord said to Moses:"},{"bookname":"Numbers","chapter":"27","verse":"7","text":"“The daughters of Zelophehad have a valid claim. You must indeed give them possession of an inheritance among their father’s relatives, and you must transfer the inheritance of their father to them."},{"bookname":"Numbers","chapter":"27","verse":"8","text":"And you must tell the Israelites, ‘If a man dies and has no son, then you must transfer his inheritance to his daughter;"},{"bookname":"Numbers","chapter":"27","verse":"9","text":"and if he has no daughter, then you are to give his inheritance to his brothers;"},{"bookname":"Numbers","chapter":"27","verse":"10","text":"and if he has no brothers, then you are to give his inheritance to his father’s brothers;"},{"bookname":"Numbers","chapter":"27","verse":"11","text":"and if his father has no brothers, then you are to give his inheritance to his relative nearest to him from his family, and he will possess it. This will be for the Israelites a legal requirement, as the Lord commanded Moses.’”"},{"bookname":"Numbers","chapter":"27","verse":"12","text":"Then the Lord said to Moses, “Go up this mountain of the Abarim range, and see the land I have given to the Israelites.","title":"Leadership Change"},{"bookname":"Numbers","chapter":"27","verse":"13","text":"When you have seen it, you will be gathered to your ancestors, as Aaron your brother was gathered to his ancestors."},{"bookname":"Numbers","chapter":"27","verse":"14","text":"For in the wilderness of Zin when the community rebelled against me, you rebelled against my command to show me as holy before their eyes over the water &#8211; the water of Meribah in Kadesh in the wilderness of Zin.”"},{"bookname":"Numbers","chapter":"27","verse":"15","text":"Then Moses spoke to the Lord:"},{"bookname":"Numbers","chapter":"27","verse":"16","text":"“Let the Lord, the God of the spirits of all humankind, appoint a man over the community,"},{"bookname":"Numbers","chapter":"27","verse":"17","text":"who will go out before them, and who will come in before them, and who will lead them out, and who will bring them in, so that the community of the Lord may not be like sheep that have no shepherd.”"},{"bookname":"Numbers","chapter":"27","verse":"18","text":"The Lord replied to Moses, “Take Joshua son of Nun, a man in whom is such a spirit, and lay your hand on him;"},{"bookname":"Numbers","chapter":"27","verse":"19","text":"set him before Eleazar the priest and before the whole community, and commission him publicly."},{"bookname":"Numbers","chapter":"27","verse":"20","text":"Then you must delegate some of your authority to him, so that the whole community of the Israelites will be obedient."},{"bookname":"Numbers","chapter":"27","verse":"21","text":"And he will stand before Eleazar the priest, who will seek counsel for him before the Lord by the decision of the Urim. At his command they will go out, and at his command they will come in, he and all the Israelites with him, the whole community.”"},{"bookname":"Numbers","chapter":"27","verse":"22","text":"So Moses did as the Lord commanded him; he took Joshua and set him before Eleazar the priest and before the whole community."},{"bookname":"Numbers","chapter":"27","verse":"23","text":"He laid his hands on him and commissioned him, just as the Lord commanded, by the authority of Moses."}],[{"bookname":"Numbers","chapter":"28","verse":"1","text":"The Lord spoke to Moses:","title":"Daily Offerings"},{"bookname":"Numbers","chapter":"28","verse":"2","text":"“Command the Israelites: ‘With regard to my offering, be sure to offer my food for my offering made by fire, as a pleasing aroma to me at its appointed time.’"},{"bookname":"Numbers","chapter":"28","verse":"3","text":"You will say to them, ‘This is the offering made by fire which you must offer to the Lord: two unblemished lambs one year old each day for a continual burnt offering."},{"bookname":"Numbers","chapter":"28","verse":"4","text":"The first lamb you must offer in the morning, and the second lamb you must offer in the late afternoon,"},{"bookname":"Numbers","chapter":"28","verse":"5","text":"with one-tenth of an ephah of finely ground flour as a grain offering mixed with one quarter of a hin of pressed olive oil."},{"bookname":"Numbers","chapter":"28","verse":"6","text":"It is a continual burnt offering that was instituted on Mount Sinai as a pleasing aroma, an offering made by fire to the Lord."},{"bookname":"Numbers","chapter":"28","verse":"7","text":"“‘And its drink offering must be one quarter of a hin for each lamb. You must pour out the strong drink as a drink offering to the Lord in the holy place."},{"bookname":"Numbers","chapter":"28","verse":"8","text":"And the second lamb you must offer in the late afternoon; just as you offered the grain offering and drink offering in the morning, you must offer it as an offering made by fire, as a pleasing aroma to the Lord."},{"bookname":"Numbers","chapter":"28","verse":"9","text":"“‘On the Sabbath day, you must offer two unblemished lambs a year old, and two-tenths of an ephah of finely ground flour as a grain offering, mixed with olive oil, along with its drink offering.","title":"Weekly Offerings"},{"bookname":"Numbers","chapter":"28","verse":"10","text":"This is the burnt offering for every Sabbath, besides the continual burnt offering and its drink offering."},{"bookname":"Numbers","chapter":"28","verse":"11","text":"“‘On the first day of each month you must offer as a burnt offering to the Lord two young bulls, one ram, and seven unblemished lambs a year old,","title":"Monthly Offerings"},{"bookname":"Numbers","chapter":"28","verse":"12","text":"with three-tenths of an ephah of finely ground flour mixed with olive oil as a grain offering for each bull, and two-tenths of an ephah of finely ground flour mixed with olive oil as a grain offering for the ram,"},{"bookname":"Numbers","chapter":"28","verse":"13","text":"and one-tenth of an ephah of finely ground flour mixed with olive oil as a grain offering for each lamb, as a burnt offering for a pleasing aroma, an offering made by fire to the Lord."},{"bookname":"Numbers","chapter":"28","verse":"14","text":"For their drink offerings, include half a hin of wine with each bull, one-third of a hin for the ram, and one-fourth of a hin for each lamb. This is the burnt offering for each month throughout the months of the year."},{"bookname":"Numbers","chapter":"28","verse":"15","text":"And one male goat must be offered to the Lord as a purification offering, in addition to the continual burnt offering and its drink offering."},{"bookname":"Numbers","chapter":"28","verse":"16","text":"“‘On the fourteenth day of the first month is the Lord’s Passover.","title":"Passover and Unleavened Bread"},{"bookname":"Numbers","chapter":"28","verse":"17","text":"And on the fifteenth day of this month is the festival. For seven days bread made without yeast must be eaten."},{"bookname":"Numbers","chapter":"28","verse":"18","text":"And on the first day there is to be a holy assembly; you must do no ordinary work on it."},{"bookname":"Numbers","chapter":"28","verse":"19","text":"“‘But you must offer to the Lord an offering made by fire, a burnt offering of two young bulls, one ram, and seven lambs one year old; they must all be unblemished."},{"bookname":"Numbers","chapter":"28","verse":"20","text":"And their grain offering is to be of finely ground flour mixed with olive oil. For each bull you must offer three-tenths of an ephah, and two-tenths for the ram."},{"bookname":"Numbers","chapter":"28","verse":"21","text":"For each of the seven lambs you are to offer one-tenth of an ephah,"},{"bookname":"Numbers","chapter":"28","verse":"22","text":"as well as one goat for a purification offering, to make atonement for you."},{"bookname":"Numbers","chapter":"28","verse":"23","text":"You must offer these in addition to the burnt offering in the morning which is for a continual burnt offering."},{"bookname":"Numbers","chapter":"28","verse":"24","text":"In this manner you must offer daily throughout the seven days the food of the sacrifice made by fire as a sweet aroma to the Lord. It is to be offered in addition to the continual burnt offering and its drink offering."},{"bookname":"Numbers","chapter":"28","verse":"25","text":"On the seventh day you are to have a holy assembly, you must do no regular work."},{"bookname":"Numbers","chapter":"28","verse":"26","text":"“‘Also, on the day of the first fruits, when you bring a new grain offering to the Lord during your Feast of Weeks, you are to have a holy assembly. You must do no ordinary work.","title":"Firstfruits"},{"bookname":"Numbers","chapter":"28","verse":"27","text":"But you must offer as the burnt offering, as a sweet aroma to the Lord, two young bulls, one ram, seven lambs one year old,"},{"bookname":"Numbers","chapter":"28","verse":"28","text":"with their grain offering of finely ground flour mixed with olive oil: three-tenths of an ephah for each bull, two-tenths for the one ram,"},{"bookname":"Numbers","chapter":"28","verse":"29","text":"with one-tenth for each of the seven lambs,"},{"bookname":"Numbers","chapter":"28","verse":"30","text":"as well as one male goat to make an atonement for you."},{"bookname":"Numbers","chapter":"28","verse":"31","text":"You are to offer them with their drink offerings in addition to the continual burnt offering and its grain offering &#8211; they must be unblemished."}],[{"bookname":"Numbers","chapter":"29","verse":"1","text":"“‘On the first day of the seventh month, you are to hold a holy assembly. You must not do your ordinary work, for it is a day of blowing trumpets for you.","title":"Blowing Trumpets"},{"bookname":"Numbers","chapter":"29","verse":"2","text":"You must offer a burnt offering as a sweet aroma to the Lord: one young bull, one ram, and seven lambs one year old without blemish."},{"bookname":"Numbers","chapter":"29","verse":"3","text":"“‘Their grain offering is to be of finely ground flour mixed with olive oil, three-tenths of an ephah for the bull, two-tenths of an ephah for the ram,"},{"bookname":"Numbers","chapter":"29","verse":"4","text":"and one-tenth for each of the seven lambs,"},{"bookname":"Numbers","chapter":"29","verse":"5","text":"with one male goat for a purification offering to make an atonement for you;"},{"bookname":"Numbers","chapter":"29","verse":"6","text":"this is in addition to the monthly burnt offering and its grain offering, and the daily burnt offering with its grain offering and their drink offerings as prescribed, as a sweet aroma, a sacrifice made by fire to the Lord."},{"bookname":"Numbers","chapter":"29","verse":"7","text":"“‘On the tenth day of this seventh month you are to have a holy assembly. You must humble yourselves; you must not do any work on it.","title":"The Day of Atonement"},{"bookname":"Numbers","chapter":"29","verse":"8","text":"But you must offer a burnt offering as a pleasing aroma to the Lord, one young bull, one ram, and seven lambs one year old, all of them without blemish."},{"bookname":"Numbers","chapter":"29","verse":"9","text":"Their grain offering must be of finely ground flour mixed with olive oil, three-tenths of an ephah for the bull, two-tenths for the ram,"},{"bookname":"Numbers","chapter":"29","verse":"10","text":"and one-tenth for each of the seven lambs,"},{"bookname":"Numbers","chapter":"29","verse":"11","text":"along with one male goat for a purification offering, in addition to the purification offering for atonement and the continual burnt offering with its grain offering and their drink offerings."},{"bookname":"Numbers","chapter":"29","verse":"12","text":"“‘On the fifteenth day of the seventh month you are to have a holy assembly; you must do no ordinary work, and you must keep a festival to the Lord for seven days.","title":"The Feast of Temporary Shelters"},{"bookname":"Numbers","chapter":"29","verse":"13","text":"You must offer a burnt offering, an offering made by fire as a pleasing aroma to the Lord: thirteen young bulls, two rams, and fourteen lambs each one year old, all of them without blemish."},{"bookname":"Numbers","chapter":"29","verse":"14","text":"Their grain offering must be of finely ground flour mixed with olive oil, three-tenths of an ephah for each of the thirteen bulls, two-tenths of an ephah for each of the two rams,"},{"bookname":"Numbers","chapter":"29","verse":"15","text":"and one-tenth for each of the fourteen lambs,"},{"bookname":"Numbers","chapter":"29","verse":"16","text":"along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering."},{"bookname":"Numbers","chapter":"29","verse":"17","text":"“‘On the second day you must offer twelve young bulls, two rams, fourteen lambs one year old, all without blemish,"},{"bookname":"Numbers","chapter":"29","verse":"18","text":"and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number as prescribed,"},{"bookname":"Numbers","chapter":"29","verse":"19","text":"along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and their drink offerings."},{"bookname":"Numbers","chapter":"29","verse":"20","text":"“‘On the third day you must offer eleven bulls, two rams, fourteen lambs one year old, all without blemish,"},{"bookname":"Numbers","chapter":"29","verse":"21","text":"and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number as prescribed,"},{"bookname":"Numbers","chapter":"29","verse":"22","text":"along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering."},{"bookname":"Numbers","chapter":"29","verse":"23","text":"“‘On the fourth day you must offer ten bulls, two rams, and fourteen lambs one year old, all without blemish,"},{"bookname":"Numbers","chapter":"29","verse":"24","text":"and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number as prescribed,"},{"bookname":"Numbers","chapter":"29","verse":"25","text":"along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering."},{"bookname":"Numbers","chapter":"29","verse":"26","text":"“‘On the fifth day you must offer nine bulls, two rams, and fourteen lambs one year old, all without blemish,"},{"bookname":"Numbers","chapter":"29","verse":"27","text":"and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number as prescribed,"},{"bookname":"Numbers","chapter":"29","verse":"28","text":"along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering."},{"bookname":"Numbers","chapter":"29","verse":"29","text":"“‘On the sixth day you must offer eight bulls, two rams, and fourteen lambs one year old, all without blemish,"},{"bookname":"Numbers","chapter":"29","verse":"30","text":"and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number as prescribed,"},{"bookname":"Numbers","chapter":"29","verse":"31","text":"along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering."},{"bookname":"Numbers","chapter":"29","verse":"32","text":"“‘On the seventh day you must offer seven bulls, two rams, and fourteen lambs one year old, all without blemish,"},{"bookname":"Numbers","chapter":"29","verse":"33","text":"and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number as prescribed,"},{"bookname":"Numbers","chapter":"29","verse":"34","text":"along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering."},{"bookname":"Numbers","chapter":"29","verse":"35","text":"“‘On the eighth day you are to have a holy assembly; you must do no ordinary work on it."},{"bookname":"Numbers","chapter":"29","verse":"36","text":"But you must offer a burnt offering, an offering made by fire, as a pleasing aroma to the Lord, one bull, one ram, seven lambs one year old, all of them without blemish,"},{"bookname":"Numbers","chapter":"29","verse":"37","text":"and with their grain offering and their drink offerings for the bull, for the ram, and for the lambs, according to their number as prescribed,"},{"bookname":"Numbers","chapter":"29","verse":"38","text":"along with one male goat for a purification offering, in addition to the continual burnt offering with its grain offering and its drink offering."},{"bookname":"Numbers","chapter":"29","verse":"39","text":"“‘These things you must present to the Lord at your appointed times, in addition to your vows and your freewill offerings, as your burnt offerings, your grain offerings, your drink offerings, and your peace offerings.’”"},{"bookname":"Numbers","chapter":"29","verse":"40","text":" So Moses told the Israelites everything, just as the Lord had commanded him."}],[{"bookname":"Numbers","chapter":"30","verse":"1","text":"Moses told the leaders of the tribes concerning the Israelites, “This is what the Lord has commanded:","title":"Vows Made by Men"},{"bookname":"Numbers","chapter":"30","verse":"2","text":"If a man makes a vow to the Lord or takes an oath of binding obligation on himself, he must not break his word, but must do whatever he has promised."},{"bookname":"Numbers","chapter":"30","verse":"3","text":"“If a young woman who is still living in her father’s house makes a vow to the Lord or places herself under an obligation,","title":"Vows Made by Single Women"},{"bookname":"Numbers","chapter":"30","verse":"4","text":"and her father hears of her vow or the obligation to which she has pledged herself, and her father remains silent about her, then all her vows will stand, and every obligation to which she has pledged herself will stand."},{"bookname":"Numbers","chapter":"30","verse":"5","text":"But if her father overrules her when he hears about it, then none of her vows or her obligations which she has pledged for herself will stand. And the Lord will release her from it, because her father overruled her."},{"bookname":"Numbers","chapter":"30","verse":"6","text":"“And if she marries a husband while under a vow, or she uttered anything impulsively by which she has pledged herself,","title":"Vows Made by Married Women"},{"bookname":"Numbers","chapter":"30","verse":"7","text":"and her husband hears about it, but remains silent about her when he hears about it, then her vows will stand and her obligations which she has pledged for herself will stand."},{"bookname":"Numbers","chapter":"30","verse":"8","text":"But if when her husband hears it he overrules her, then he will nullify the vow she has taken, and whatever she uttered impulsively which she has pledged for herself. And the Lord will release her from it."},{"bookname":"Numbers","chapter":"30","verse":"9","text":"“But every vow of a widow or of a divorced woman which she has pledged for herself will remain intact.","title":"Vows Made by Widows"},{"bookname":"Numbers","chapter":"30","verse":"10","text":"If she made the vow in her husband’s house or put herself under obligation with an oath,"},{"bookname":"Numbers","chapter":"30","verse":"11","text":"and her husband heard about it, but remained silent about her, and did not overrule her, then all her vows will stand, and every obligation which she pledged for herself will stand."},{"bookname":"Numbers","chapter":"30","verse":"12","text":"But if her husband clearly nullifies them when he hears them, then whatever she says by way of vows or obligations will not stand. Her husband has made them void, and the Lord will release her from them."},{"bookname":"Numbers","chapter":"30","verse":"13","text":"“Any vow or sworn obligation that would bring affliction to her, her husband can confirm or nullify."},{"bookname":"Numbers","chapter":"30","verse":"14","text":"But if her husband remains completely silent about her from day to day, he thus confirms all her vows or all her obligations which she is under; he confirms them because he remained silent about when he heard them."},{"bookname":"Numbers","chapter":"30","verse":"15","text":"But if he should nullify them after he has heard them, then he will bear her iniquity.”"},{"bookname":"Numbers","chapter":"30","verse":"16","text":"These are the statutes that the Lord commanded Moses, relating to a man and his wife, and a father and his young daughter who is still living in her father’s house."}],[{"bookname":"Numbers","chapter":"31","verse":"1","text":"The Lord spoke to Moses:","title":"The Midianite War"},{"bookname":"Numbers","chapter":"31","verse":"2","text":"“Exact vengeance for the Israelites on the Midianites &#8211; after that you will be gathered to your people.”"},{"bookname":"Numbers","chapter":"31","verse":"3","text":"So Moses spoke to the people: “Arm men from among you for the war, to attack the Midianites and to execute the Lord’s vengeance on Midian."},{"bookname":"Numbers","chapter":"31","verse":"4","text":"You must send to the battle a thousand men from every tribe throughout all the tribes of Israel.”"},{"bookname":"Numbers","chapter":"31","verse":"5","text":"So a thousand from every tribe, twelve thousand armed for battle in all, were provided out of the thousands of Israel."},{"bookname":"Numbers","chapter":"31","verse":"6","text":"So Moses sent them to the war, one thousand from every tribe, with Phinehas son of Eleazar the priest, who was in charge of the holy articles and the signal trumpets.","title":"Campaign Against the Midianites"},{"bookname":"Numbers","chapter":"31","verse":"7","text":"They fought against the Midianites, as the Lord commanded Moses, and they killed every male."},{"bookname":"Numbers","chapter":"31","verse":"8","text":"They killed the kings of Midian in addition to those slain &#8211; Evi, Rekem, Zur, Hur, and Reba &#8211; five Midianite kings. They also killed Balaam son of Beor with the sword."},{"bookname":"Numbers","chapter":"31","verse":"9","text":"The Israelites took the women of Midian captives along with their little ones, and took all their herds, all their flocks, and all their goods as plunder."},{"bookname":"Numbers","chapter":"31","verse":"10","text":"They burned all their towns where they lived and all their encampments."},{"bookname":"Numbers","chapter":"31","verse":"11","text":"They took all the plunder and all the spoils, both people and animals."},{"bookname":"Numbers","chapter":"31","verse":"12","text":"They brought the captives and the spoils and the plunder to Moses, to Eleazar the priest, and to the Israelite community, to the camp on the plains of Moab, along the Jordan River across from Jericho."},{"bookname":"Numbers","chapter":"31","verse":"13","text":"Moses, Eleazar the priest, and all the leaders of the community went out to meet them outside the camp."},{"bookname":"Numbers","chapter":"31","verse":"14","text":"But Moses was furious with the officers of the army, the commanders over thousands and commanders over hundreds, who had come from service in the war.","title":"The Death of the Midianite Women"},{"bookname":"Numbers","chapter":"31","verse":"15","text":"Moses said to them, “Have you allowed all the women to live?"},{"bookname":"Numbers","chapter":"31","verse":"16","text":"Look, these people through the counsel of Balaam caused the Israelites to act treacherously against the Lord in the matter of Peor &#8211; which resulted in the plague among the community of the Lord!"},{"bookname":"Numbers","chapter":"31","verse":"17","text":"Now therefore kill every boy, and kill every woman who has had sexual intercourse with a man."},{"bookname":"Numbers","chapter":"31","verse":"18","text":"But all the young women who have not had sexual intercourse with a man will be yours."},{"bookname":"Numbers","chapter":"31","verse":"19","text":"“Any of you who has killed anyone or touched any of the dead, remain outside the camp for seven days; purify yourselves and your captives on the third day, and on the seventh day.","title":"Purification After Battle"},{"bookname":"Numbers","chapter":"31","verse":"20","text":"You must purify each garment and everything that is made of skin, everything made of goat’s hair, and everything made of wood.”"},{"bookname":"Numbers","chapter":"31","verse":"21","text":"Then Eleazar the priest said to the men of war who had gone into the battle, “This is the ordinance of the law that the Lord commanded Moses:"},{"bookname":"Numbers","chapter":"31","verse":"22","text":"‘Only the gold, the silver, the bronze, the iron, the tin, and the lead,"},{"bookname":"Numbers","chapter":"31","verse":"23","text":"everything that may stand the fire, you are to pass through the fire, and it will be ceremonially clean, but it must still be purified with the water of purification. Anything that cannot withstand the fire you must pass through the water."},{"bookname":"Numbers","chapter":"31","verse":"24","text":"You must wash your clothes on the seventh day, and you will be ceremonially clean, and afterward you may enter the camp.’”"},{"bookname":"Numbers","chapter":"31","verse":"25","text":"Then the Lord spoke to Moses:","title":"The Distribution of Spoils"},{"bookname":"Numbers","chapter":"31","verse":"26","text":"“You and Eleazar the priest, and all the family leaders of the community, take the sum of the plunder that was captured, both people and animals."},{"bookname":"Numbers","chapter":"31","verse":"27","text":"Divide the plunder into two parts, one for those who took part in the war &#8211; who went out to battle &#8211; and the other for all the community."},{"bookname":"Numbers","chapter":"31","verse":"28","text":"“You must exact a tribute for the Lord from the fighting men who went out to battle: one life out of five hundred, from the people, the cattle, and from the donkeys and the sheep."},{"bookname":"Numbers","chapter":"31","verse":"29","text":"You are to take it from their half-share and give it to Eleazar the priest for a raised offering to the Lord."},{"bookname":"Numbers","chapter":"31","verse":"30","text":"From the Israelites’ half-share you are to take one portion out of fifty of the people, the cattle, the donkeys, and the sheep &#8211; from every kind of animal &#8211; and you are to give them to the Levites, who are responsible for the care of the Lord’s tabernacle.”"},{"bookname":"Numbers","chapter":"31","verse":"31","text":"So Moses and Eleazar the priest did as the Lord commanded Moses."},{"bookname":"Numbers","chapter":"31","verse":"32","text":"The spoil that remained of the plunder which the fighting men had gathered was 675,000 sheep,"},{"bookname":"Numbers","chapter":"31","verse":"33","text":"72,000 cattle,"},{"bookname":"Numbers","chapter":"31","verse":"34","text":"61,000 donkeys,"},{"bookname":"Numbers","chapter":"31","verse":"35","text":"and 32,000 young women who had never had sexual intercourse with a man."},{"bookname":"Numbers","chapter":"31","verse":"36","text":"The half-portion of those who went to war numbered 337,500 sheep;"},{"bookname":"Numbers","chapter":"31","verse":"37","text":"the Lord’s tribute from the sheep was 675."},{"bookname":"Numbers","chapter":"31","verse":"38","text":"The cattle numbered 36,000; the Lord’s tribute was 72."},{"bookname":"Numbers","chapter":"31","verse":"39","text":"The donkeys were 30,500, of which the Lord’s tribute was 61."},{"bookname":"Numbers","chapter":"31","verse":"40","text":"The people were 16,000, of which the Lord’s tribute was 32 people."},{"bookname":"Numbers","chapter":"31","verse":"41","text":"So Moses gave the tribute, which was the Lord’s raised offering, to Eleazar the priest, as the Lord commanded Moses."},{"bookname":"Numbers","chapter":"31","verse":"42","text":"From the Israelites’ half-share that Moses had separated from the fighting men,"},{"bookname":"Numbers","chapter":"31","verse":"43","text":"there were 337,500 sheep from the portion belonging to the community,"},{"bookname":"Numbers","chapter":"31","verse":"44","text":"36,000 cattle,"},{"bookname":"Numbers","chapter":"31","verse":"45","text":"30,500 donkeys,"},{"bookname":"Numbers","chapter":"31","verse":"46","text":"and 16,000 people."},{"bookname":"Numbers","chapter":"31","verse":"47","text":"From the Israelites’ share Moses took one of every fifty people and animals and gave them to the Levites who were responsible for the care of the Lord’s tabernacle, just as the Lord commanded Moses."},{"bookname":"Numbers","chapter":"31","verse":"48","text":"Then the officers who were over the thousands of the army, the commanders over thousands and the commanders over hundreds, approached Moses"},{"bookname":"Numbers","chapter":"31","verse":"49","text":"and said to him, “Your servants have taken a count of the men who were in the battle, who were under our authority, and not one is missing."},{"bookname":"Numbers","chapter":"31","verse":"50","text":"So we have brought as an offering for the Lord what each man found: gold ornaments, armlets, bracelets, signet rings, earrings, and necklaces, to make atonement for ourselves before the Lord.”"},{"bookname":"Numbers","chapter":"31","verse":"51","text":"Moses and Eleazar the priest took the gold from them, all of it in the form of ornaments."},{"bookname":"Numbers","chapter":"31","verse":"52","text":"All the gold of the offering they offered up to the Lord from the commanders of thousands and the commanders of hundreds weighed 16,750 shekels."},{"bookname":"Numbers","chapter":"31","verse":"53","text":"Each soldier had taken plunder for himself."},{"bookname":"Numbers","chapter":"31","verse":"54","text":"So Moses and Eleazar the priest received the gold from the commanders of thousands and commanders of hundreds and brought it into the tent of meeting as a memorial for the Israelites before the Lord."}],[{"bookname":"Numbers","chapter":"32","verse":"1","text":"Now the Reubenites and the Gadites possessed a very large number of cattle. When they saw that the lands of Jazer and Gilead were ideal for cattle,","title":"The Petition of the Reubenites and Gadites"},{"bookname":"Numbers","chapter":"32","verse":"2","text":"the Gadites and the Reubenites came and addressed Moses, Eleazar the priest, and the leaders of the community. They said,"},{"bookname":"Numbers","chapter":"32","verse":"3","text":"“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon,"},{"bookname":"Numbers","chapter":"32","verse":"4","text":"the land that the Lord subdued before the community of Israel, is ideal for cattle, and your servants have cattle.”"},{"bookname":"Numbers","chapter":"32","verse":"5","text":"So they said, “If we have found favor in your sight, let this land be given to your servants for our inheritance. Do not have us cross the Jordan River.”"},{"bookname":"Numbers","chapter":"32","verse":"6","text":"Moses said to the Gadites and the Reubenites, “Must your brothers go to war while you remain here?","title":"Moses&#8217; Response"},{"bookname":"Numbers","chapter":"32","verse":"7","text":"Why do you frustrate the intent of the Israelites to cross over into the land which the Lord has given them?"},{"bookname":"Numbers","chapter":"32","verse":"8","text":"Your fathers did the same thing when I sent them from Kadesh Barnea to see the land."},{"bookname":"Numbers","chapter":"32","verse":"9","text":"When they went up to the Eshcol Valley and saw the land, they frustrated the intent of the Israelites so that they did not enter the land that the Lord had given them."},{"bookname":"Numbers","chapter":"32","verse":"10","text":"So the anger of the Lord was kindled that day, and he swore,"},{"bookname":"Numbers","chapter":"32","verse":"11","text":"‘Because they have not followed me wholeheartedly, not one of the men twenty years old and upward who came from Egypt will see the land that I swore to give to Abraham, Isaac, and Jacob,"},{"bookname":"Numbers","chapter":"32","verse":"12","text":"except Caleb son of Jephunneh the Kenizzite, and Joshua son of Nun, for they followed the Lord wholeheartedly.’"},{"bookname":"Numbers","chapter":"32","verse":"13","text":"So the Lord’s anger was kindled against the Israelites, and he made them wander in the wilderness for forty years, until all that generation that had done wickedly before the Lord was finished."},{"bookname":"Numbers","chapter":"32","verse":"14","text":"Now look, you are standing in your fathers’ place, a brood of sinners, to increase still further the fierce wrath of the Lord against the Israelites."},{"bookname":"Numbers","chapter":"32","verse":"15","text":"For if you turn away from following him, he will once again abandon them in the wilderness, and you will be the reason for their destruction.”"},{"bookname":"Numbers","chapter":"32","verse":"16","text":"Then they came very close to him and said, “We will build sheep folds here for our flocks and cities for our families,","title":"The Offer of the Reubenites and Gadites"},{"bookname":"Numbers","chapter":"32","verse":"17","text":"but we will maintain ourselves in armed readiness and go before the Israelites until whenever we have brought them to their place. Our descendants will be living in fortified towns as a protection against the inhabitants of the land."},{"bookname":"Numbers","chapter":"32","verse":"18","text":"We will not return to our homes until every Israelite has his inheritance."},{"bookname":"Numbers","chapter":"32","verse":"19","text":"For we will not accept any inheritance on the other side of the Jordan River and beyond, because our inheritance has come to us on this eastern side of the Jordan.”"},{"bookname":"Numbers","chapter":"32","verse":"20","text":"Then Moses replied, “If you will do this thing, and if you will arm yourselves for battle before the Lord,"},{"bookname":"Numbers","chapter":"32","verse":"21","text":"and if all your armed men cross the Jordan before the Lord until he drives out his enemies from his presence"},{"bookname":"Numbers","chapter":"32","verse":"22","text":"and the land is subdued before the Lord, then afterward you may return and be free of your obligation to the Lord and to Israel. This land will then be your possession in the Lord’s sight."},{"bookname":"Numbers","chapter":"32","verse":"23","text":"“But if you do not do this, then look, you will have sinned against the Lord. And know that your sin will find you out."},{"bookname":"Numbers","chapter":"32","verse":"24","text":"So build cities for your descendants and pens for your sheep, but do what you have said you would do.”"},{"bookname":"Numbers","chapter":"32","verse":"25","text":"So the Gadites and the Reubenites replied to Moses, “Your servants will do as my lord commands."},{"bookname":"Numbers","chapter":"32","verse":"26","text":"Our children, our wives, our flocks, and all our livestock will be there in the cities of Gilead,"},{"bookname":"Numbers","chapter":"32","verse":"27","text":"but your servants will cross over, every man armed for war, to do battle in the Lord’s presence, just as my lord says.”"},{"bookname":"Numbers","chapter":"32","verse":"28","text":"So Moses gave orders about them to Eleazar the priest, to Joshua son of Nun, and to the heads of the families of the Israelite tribes."},{"bookname":"Numbers","chapter":"32","verse":"29","text":"Moses said to them: “If the Gadites and the Reubenites cross the Jordan with you, each one equipped for battle in the Lord’s presence, and you conquer the land, then you must allot them the territory of Gilead as their possession."},{"bookname":"Numbers","chapter":"32","verse":"30","text":"But if they do not cross over with you armed, they must receive possessions among you in Canaan.”"},{"bookname":"Numbers","chapter":"32","verse":"31","text":"Then the Gadites and the Reubenites answered, “Your servants will do what the Lord has spoken."},{"bookname":"Numbers","chapter":"32","verse":"32","text":"We will cross armed in the Lord’s presence into the land of Canaan, and then the possession of our inheritance that we inherit will be ours on this side of the Jordan River.”"},{"bookname":"Numbers","chapter":"32","verse":"33","text":"So Moses gave to the Gadites, the Reubenites, and to half the tribe of Manasseh son of Joseph the realm of King Sihon of the Amorites, and the realm of King Og of Bashan, the entire land with its cities and the territory surrounding them.","title":"Land Assignment"},{"bookname":"Numbers","chapter":"32","verse":"34","text":"The Gadites rebuilt Dibon, Ataroth, Aroer,"},{"bookname":"Numbers","chapter":"32","verse":"35","text":"Atroth Shophan, Jazer, Jogbehah,"},{"bookname":"Numbers","chapter":"32","verse":"36","text":"Beth Nimrah, and Beth Haran as fortified cities, and constructed pens for their flocks."},{"bookname":"Numbers","chapter":"32","verse":"37","text":"The Reubenites rebuilt Heshbon, Elealeh, Kiriathaim,"},{"bookname":"Numbers","chapter":"32","verse":"38","text":"Nebo, Baal Meon (with a change of name), and Sibmah. They renamed the cities they built."},{"bookname":"Numbers","chapter":"32","verse":"39","text":"The descendants of Machir son of Manasseh went to Gilead, took it, and dispossessed the Amorites who were in it."},{"bookname":"Numbers","chapter":"32","verse":"40","text":"So Moses gave Gilead to Machir, son of Manasseh, and he lived there."},{"bookname":"Numbers","chapter":"32","verse":"41","text":"Now Jair son of Manasseh went and captured their small towns and named them Havvoth Jair."},{"bookname":"Numbers","chapter":"32","verse":"42","text":"Then Nobah went and captured Kenath and its villages and called it Nobah after his own name."}],[{"bookname":"Numbers","chapter":"33","verse":"1","text":"These are the journeys of the Israelites, who went out of the land of Egypt by their divisions under the authority of Moses and Aaron.","title":"Wanderings from Egypt to Sinai"},{"bookname":"Numbers","chapter":"33","verse":"2","text":"Moses recorded their departures according to their journeys, by the commandment of the Lord; now these are their journeys according to their departures."},{"bookname":"Numbers","chapter":"33","verse":"3","text":"They departed from Rameses in the first month, on the fifteenth day of the first month; on the day after the Passover the Israelites went out defiantly in plain sight of all the Egyptians."},{"bookname":"Numbers","chapter":"33","verse":"4","text":"Now the Egyptians were burying all their firstborn, whom the Lord had killed among them; the Lord also executed judgments on their gods."},{"bookname":"Numbers","chapter":"33","verse":"5","text":"The Israelites traveled from Rameses and camped in Succoth."},{"bookname":"Numbers","chapter":"33","verse":"6","text":"They traveled from Succoth, and camped in Etham, which is on the edge of the wilderness."},{"bookname":"Numbers","chapter":"33","verse":"7","text":"They traveled from Etham, and turned again to Pi-hahiroth, which is before Baal-Zephon; and they camped before Migdal."},{"bookname":"Numbers","chapter":"33","verse":"8","text":"They traveled from Pi-hahiroth, and passed through the middle of the sea into the wilderness, and went three days’ journey in the wilderness of Etham, and camped in Marah."},{"bookname":"Numbers","chapter":"33","verse":"9","text":"They traveled from Marah and came to Elim; in Elim there are twelve fountains of water and seventy palm trees, so they camped there."},{"bookname":"Numbers","chapter":"33","verse":"10","text":"They traveled from Elim, and camped by the Red Sea."},{"bookname":"Numbers","chapter":"33","verse":"11","text":"They traveled from the Red Sea and camped in the wilderness of Zin."},{"bookname":"Numbers","chapter":"33","verse":"12","text":"They traveled from the wilderness of Zin and camped in Dophkah."},{"bookname":"Numbers","chapter":"33","verse":"13","text":"And they traveled from Dophkah, and camped in Alush."},{"bookname":"Numbers","chapter":"33","verse":"14","text":"They traveled from Alush and camped at Rephidim, where there was no water for the people to drink."},{"bookname":"Numbers","chapter":"33","verse":"15","text":"They traveled from Rephidim and camped in the wilderness of Sinai."},{"bookname":"Numbers","chapter":"33","verse":"16","text":"They traveled from the desert of Sinai and camped at Kibroth Hattaavah.","title":"Wanderings in the Wilderness"},{"bookname":"Numbers","chapter":"33","verse":"17","text":"They traveled from Kibroth Hattaavah and camped at Hazeroth."},{"bookname":"Numbers","chapter":"33","verse":"18","text":"They traveled from Hazeroth and camped in Rithmah."},{"bookname":"Numbers","chapter":"33","verse":"19","text":"They traveled from Rithmah and camped at Rimmon-perez."},{"bookname":"Numbers","chapter":"33","verse":"20","text":"They traveled from Rimmon-perez and camped in Libnah."},{"bookname":"Numbers","chapter":"33","verse":"21","text":"They traveled from Libnah and camped at Rissah."},{"bookname":"Numbers","chapter":"33","verse":"22","text":"They traveled from Rissah and camped in Kehelathah."},{"bookname":"Numbers","chapter":"33","verse":"23","text":"They traveled from Kehelathah and camped at Mount Shepher."},{"bookname":"Numbers","chapter":"33","verse":"24","text":"They traveled from Mount Shepher and camped in Haradah."},{"bookname":"Numbers","chapter":"33","verse":"25","text":"They traveled from Haradah and camped in Makheloth."},{"bookname":"Numbers","chapter":"33","verse":"26","text":"They traveled from Makheloth and camped at Tahath."},{"bookname":"Numbers","chapter":"33","verse":"27","text":"They traveled from Tahath and camped at Terah."},{"bookname":"Numbers","chapter":"33","verse":"28","text":"They traveled from Terah and camped in Mithcah."},{"bookname":"Numbers","chapter":"33","verse":"29","text":"They traveled from Mithcah and camped in Hashmonah."},{"bookname":"Numbers","chapter":"33","verse":"30","text":"They traveled from Hashmonah and camped in Moseroth."},{"bookname":"Numbers","chapter":"33","verse":"31","text":"They traveled from Moseroth and camped in Bene-jaakan."},{"bookname":"Numbers","chapter":"33","verse":"32","text":"They traveled from Bene-jaakan and camped at Hor-haggidgad."},{"bookname":"Numbers","chapter":"33","verse":"33","text":"They traveled from Hor-haggidgad and camped in Jotbathah."},{"bookname":"Numbers","chapter":"33","verse":"34","text":"They traveled from Jotbathah and camped in Abronah."},{"bookname":"Numbers","chapter":"33","verse":"35","text":"They traveled from Abronah and camped at Ezion-geber."},{"bookname":"Numbers","chapter":"33","verse":"36","text":"They traveled from Ezion-geber and camped in the wilderness of Zin, which is Kadesh."},{"bookname":"Numbers","chapter":"33","verse":"37","text":"They traveled from Kadesh and camped in Mount Hor at the edge of the land of Edom.","title":"Wanderings from Kadesh to Moab"},{"bookname":"Numbers","chapter":"33","verse":"38","text":"Aaron the priest ascended Mount Hor at the command of the Lord, and he died there in the fortieth year after the Israelites had come out of the land of Egypt on the first day of the fifth month."},{"bookname":"Numbers","chapter":"33","verse":"39","text":"Now Aaron was 123 years old when he died in Mount Hor."},{"bookname":"Numbers","chapter":"33","verse":"40","text":"The king of Arad, the Canaanite king who lived in the south of the land of Canaan, heard about the approach of the Israelites."},{"bookname":"Numbers","chapter":"33","verse":"41","text":"They traveled from Mount Hor and camped in Zalmonah."},{"bookname":"Numbers","chapter":"33","verse":"42","text":"They traveled from Zalmonah and camped in Punon."},{"bookname":"Numbers","chapter":"33","verse":"43","text":"They traveled from Punon and camped in Oboth."},{"bookname":"Numbers","chapter":"33","verse":"44","text":"They traveled from Oboth and camped in Iye-abarim, on the border of Moab."},{"bookname":"Numbers","chapter":"33","verse":"45","text":"They traveled from Iim and camped in Dibon-gad."},{"bookname":"Numbers","chapter":"33","verse":"46","text":"They traveled from Dibon-gad and camped in Almon-diblathaim."},{"bookname":"Numbers","chapter":"33","verse":"47","text":"They traveled from Almon-diblathaim and camped in the mountains of Abarim before Nebo."},{"bookname":"Numbers","chapter":"33","verse":"48","text":"They traveled from the mountains of Abarim and camped in the plains of Moab by the Jordan River across from Jericho."},{"bookname":"Numbers","chapter":"33","verse":"49","text":"They camped by the Jordan, from Beth-jeshimoth as far as Abel-shittim in the plains of Moab."},{"bookname":"Numbers","chapter":"33","verse":"50","text":"The Lord spoke to Moses in the plains of Moab by the Jordan, across from Jericho. He said:","title":"At the Border of Canaan"},{"bookname":"Numbers","chapter":"33","verse":"51","text":"“Speak to the Israelites and tell them, ‘When you have crossed the Jordan into the land of Canaan,"},{"bookname":"Numbers","chapter":"33","verse":"52","text":"you must drive out all the inhabitants of the land before you. Destroy all their carved images, all their molten images, and demolish their high places."},{"bookname":"Numbers","chapter":"33","verse":"53","text":"You must dispossess the inhabitants of the land and live in it, for I have given you the land to possess it."},{"bookname":"Numbers","chapter":"33","verse":"54","text":"You must divide the land by lot for an inheritance among your families. To a larger group you must give a larger inheritance, and to a smaller group you must give a smaller inheritance. Everyone’s inheritance must be in the place where his lot falls. You must inherit according to your ancestral tribes."},{"bookname":"Numbers","chapter":"33","verse":"55","text":"But if you do not drive out the inhabitants of the land before you, then those whom you allow to remain will be irritants in your eyes and thorns in your side, and will cause you trouble in the land where you will be living."},{"bookname":"Numbers","chapter":"33","verse":"56","text":"And what I intended to do to them I will do to you.”"}],[{"bookname":"Numbers","chapter":"34","verse":"1","text":"Then the Lord spoke to Moses:","title":"The Southern Border of the Land"},{"bookname":"Numbers","chapter":"34","verse":"2","text":"“Give these instructions to the Israelites, and tell them: ‘When you enter Canaan, the land that has been assigned to you as an inheritance, the land of Canaan with its borders,"},{"bookname":"Numbers","chapter":"34","verse":"3","text":"your southern border will extend from the wilderness of Zin along the Edomite border, and your southern border will run eastward to the extremity of the Salt Sea,"},{"bookname":"Numbers","chapter":"34","verse":"4","text":"and then the border will turn from the south to the Scorpion Ascent, continue to Zin, and then its direction will be from the south to Kadesh Barnea. Then it will go to Hazar Addar and pass over to Azmon."},{"bookname":"Numbers","chapter":"34","verse":"5","text":"There the border will turn from Azmon to the Brook of Egypt, and then its direction is to the sea."},{"bookname":"Numbers","chapter":"34","verse":"6","text":"“‘And for a western border you will have the Great Sea. This will be your western border.","title":"The Western Border of the Land"},{"bookname":"Numbers","chapter":"34","verse":"7","text":"“‘And this will be your northern border: From the Great Sea you will draw a line to Mount Hor;","title":"The Northern Border of the Land"},{"bookname":"Numbers","chapter":"34","verse":"8","text":"from Mount Hor you will draw a line to Lebo Hamath, and the direction of the border will be to Zedad."},{"bookname":"Numbers","chapter":"34","verse":"9","text":"The border will continue to Ziphron, and its direction will be to Hazar Enan. This will be your northern border."},{"bookname":"Numbers","chapter":"34","verse":"10","text":"“‘For your eastern border you will draw a line from Hazar Enan to Shepham.","title":"The Eastern Border of the Land"},{"bookname":"Numbers","chapter":"34","verse":"11","text":"The border will run down from Shepham to Riblah, on the east side of Ain, and the border will descend and reach the eastern side of the Sea of Chinnereth."},{"bookname":"Numbers","chapter":"34","verse":"12","text":"Then the border will continue down the Jordan River and its direction will be to the Salt Sea. This will be your land by its borders that surround it.’”"},{"bookname":"Numbers","chapter":"34","verse":"13","text":"Then Moses commanded the Israelites: “This is the land which you will inherit by lot, which the Lord has commanded to be given to the nine and a half tribes,"},{"bookname":"Numbers","chapter":"34","verse":"14","text":"because the tribe of the Reubenites by their families, the tribe of the Gadites by their families, and half of the tribe of Manasseh have received their inheritance."},{"bookname":"Numbers","chapter":"34","verse":"15","text":"The two and a half tribes have received their inheritance on this side of the Jordan, east of Jericho, toward the sunrise.”"},{"bookname":"Numbers","chapter":"34","verse":"16","text":"The Lord said to Moses:","title":"Appointed Officials"},{"bookname":"Numbers","chapter":"34","verse":"17","text":"“These are the names of the men who are to allocate the land to you as an inheritance: Eleazar the priest and Joshua son of Nun."},{"bookname":"Numbers","chapter":"34","verse":"18","text":"You must take one leader from every tribe to assist in allocating the land as an inheritance."},{"bookname":"Numbers","chapter":"34","verse":"19","text":"These are the names of the men: from the tribe of Judah, Caleb son of Jephunneh;"},{"bookname":"Numbers","chapter":"34","verse":"20","text":"from the tribe of the Simeonites, Shemuel son of Ammihud;"},{"bookname":"Numbers","chapter":"34","verse":"21","text":"from the tribe of Benjamin, Elidad son of Kislon;"},{"bookname":"Numbers","chapter":"34","verse":"22","text":"and from the tribe of the Danites, a leader, Bukki son of Jogli."},{"bookname":"Numbers","chapter":"34","verse":"23","text":"From the Josephites, Hanniel son of Ephod, a leader from the tribe of Manasseh;"},{"bookname":"Numbers","chapter":"34","verse":"24","text":"from the tribe of the Ephraimites, a leader, Kemuel son of Shiphtan;"},{"bookname":"Numbers","chapter":"34","verse":"25","text":"from the tribe of the Zebulunites, a leader, Elizaphan son of Parnach;"},{"bookname":"Numbers","chapter":"34","verse":"26","text":"from the tribe of the Issacharites, a leader, Paltiel son of Azzan;"},{"bookname":"Numbers","chapter":"34","verse":"27","text":"from the tribe of the Asherites, a leader, Ahihud son of Shelomi;"},{"bookname":"Numbers","chapter":"34","verse":"28","text":"and from the tribe of the Naphtalites, a leader, Pedahel son of Ammihud.”"},{"bookname":"Numbers","chapter":"34","verse":"29","text":"These are the ones whom the Lord commanded to divide up the inheritance among the Israelites in the land of Canaan."}],[{"bookname":"Numbers","chapter":"35","verse":"1","text":"Then the Lord spoke to Moses in the Moabite plains by the Jordan near Jericho. He said:","title":"The Levitical Cities"},{"bookname":"Numbers","chapter":"35","verse":"2","text":"“Instruct the Israelites to give the Levites towns to live in from the inheritance the Israelites will possess. You must also give the Levites grazing land around the towns."},{"bookname":"Numbers","chapter":"35","verse":"3","text":"Thus they will have towns in which to live, and their grazing lands will be for their cattle, for their possessions, and for all their animals."},{"bookname":"Numbers","chapter":"35","verse":"4","text":"The grazing lands around the towns that you will give to the Levites must extend to a distance of 500 yards from the town wall."},{"bookname":"Numbers","chapter":"35","verse":"5","text":"“You must measure from outside the wall of the town on the east 1,000 yards, and on the south side 1,000 yards, and on the west side 1,000 yards, and on the north side 1,000 yards, with the town in the middle. This territory must belong to them as grazing land for the towns."},{"bookname":"Numbers","chapter":"35","verse":"6","text":"Now from these towns that you will give to the Levites you must select six towns of refuge to which a person who has killed someone may flee. And you must give them forty-two other towns."},{"bookname":"Numbers","chapter":"35","verse":"7","text":"“So the total of the towns you will give the Levites is forty-eight. You must give these together with their grazing lands."},{"bookname":"Numbers","chapter":"35","verse":"8","text":"The towns you will give must be from the possession of the Israelites. From the larger tribes you must give more; and from the smaller tribes fewer. Each must contribute some of its own towns to the Levites in proportion to the inheritance allocated to each."},{"bookname":"Numbers","chapter":"35","verse":"9","text":"Then the Lord spoke to Moses:","title":"The Cities of Refuge"},{"bookname":"Numbers","chapter":"35","verse":"10","text":"“Speak to the Israelites and tell them, ‘When you cross over the Jordan River into the land of Canaan,"},{"bookname":"Numbers","chapter":"35","verse":"11","text":"you must then designate some towns as towns of refuge for you, to which a person who has killed someone unintentionally may flee."},{"bookname":"Numbers","chapter":"35","verse":"12","text":"And they must stand as your towns of refuge from the avenger in order that the killer may not die until he has stood trial before the community."},{"bookname":"Numbers","chapter":"35","verse":"13","text":"These towns that you must give shall be your six towns for refuge."},{"bookname":"Numbers","chapter":"35","verse":"14","text":"“You must give three towns on this side of the Jordan, and you must give three towns in the land of Canaan; they must be towns of refuge."},{"bookname":"Numbers","chapter":"35","verse":"15","text":"These six towns will be places of refuge for the Israelites, and for the foreigner, and for the settler among them, so that anyone who kills any person accidentally may flee there."},{"bookname":"Numbers","chapter":"35","verse":"16","text":"“But if he hits someone with an iron tool so that he dies, he is a murderer. The murderer must surely be put to death."},{"bookname":"Numbers","chapter":"35","verse":"17","text":"If he strikes him by throwing a stone large enough that he could die, and he dies, he is a murderer. The murderer must surely be put to death."},{"bookname":"Numbers","chapter":"35","verse":"18","text":"Or if he strikes him with a wooden hand weapon so that he could die, and he dies, he is a murderer. The murderer must surely be put to death."},{"bookname":"Numbers","chapter":"35","verse":"19","text":"The avenger of blood himself must kill the murderer; when he meets him, he must kill him."},{"bookname":"Numbers","chapter":"35","verse":"20","text":"“But if he strikes him out of hatred or throws something at him intentionally so that he dies,"},{"bookname":"Numbers","chapter":"35","verse":"21","text":"or with enmity he strikes him with his hand and he dies, the one who struck him must surely be put to death, for he is a murderer. The avenger of blood must kill the murderer when he meets him."},{"bookname":"Numbers","chapter":"35","verse":"22","text":"“But if he strikes him suddenly, without enmity, or throws anything at him unintentionally,"},{"bookname":"Numbers","chapter":"35","verse":"23","text":"or with any stone large enough that a man could die, without seeing him, and throws it at him, and he dies, even though he was not his enemy nor sought his harm,"},{"bookname":"Numbers","chapter":"35","verse":"24","text":"then the community must judge between the slayer and the avenger of blood according to these decisions."},{"bookname":"Numbers","chapter":"35","verse":"25","text":"The community must deliver the slayer out of the hand of the avenger of blood, and the community must restore him to the town of refuge to which he fled, and he must live there until the death of the high priest, who was anointed with the consecrated oil."},{"bookname":"Numbers","chapter":"35","verse":"26","text":"But if the slayer at any time goes outside the boundary of the town to which he had fled,"},{"bookname":"Numbers","chapter":"35","verse":"27","text":"and the avenger of blood finds him outside the borders of the town of refuge, and the avenger of blood kills the slayer, he will not be guilty of blood,"},{"bookname":"Numbers","chapter":"35","verse":"28","text":"because the slayer should have stayed in his town of refuge until the death of the high priest. But after the death of the high priest, the slayer may return to the land of his possessions."},{"bookname":"Numbers","chapter":"35","verse":"29","text":"So these things must be a statutory ordinance for you throughout your generations, in all the places where you live."},{"bookname":"Numbers","chapter":"35","verse":"30","text":"“Whoever kills any person, the murderer must be put to death by the testimony of witnesses; but one witness cannot testify against any person to cause him to be put to death."},{"bookname":"Numbers","chapter":"35","verse":"31","text":"Moreover, you must not accept a ransom for the life of a murderer who is guilty of death; he must surely be put to death."},{"bookname":"Numbers","chapter":"35","verse":"32","text":"And you must not accept a ransom for anyone who has fled to a town of refuge, to allow him to return home and live on his own land before the death of the high priest."},{"bookname":"Numbers","chapter":"35","verse":"33","text":"“You must not pollute the land where you live, for blood defiles the land, and the land cannot be cleansed of the blood that is shed there, except by the blood of the person who shed it."},{"bookname":"Numbers","chapter":"35","verse":"34","text":"Therefore do not defile the land that you will inhabit, in which I live, for I the Lord live among the Israelites.”"}],[{"bookname":"Numbers","chapter":"36","verse":"1","text":"Then the heads of the family groups of the Gileadites, the descendant of Machir<b>,<\/b> the descendant of Manasseh, who were from the Josephite families, approached and spoke before Moses and the leaders who were the heads of the Israelite families.","title":"Women and Land Inheritance"},{"bookname":"Numbers","chapter":"36","verse":"2","text":"They said, “The Lord commanded my lord to give the land as an inheritance by lot to the Israelites; and my lord was commanded by the Lord to give the inheritance of our brother Zelophehad to his daughters."},{"bookname":"Numbers","chapter":"36","verse":"3","text":"Now if they should be married to one of the men from another Israelite tribe, their inheritance would be taken from the inheritance of our fathers and added to the inheritance of the tribe into which they marry. As a result, it will be taken from the lot of our inheritance."},{"bookname":"Numbers","chapter":"36","verse":"4","text":"And when the Jubilee of the Israelites is to take place, their inheritance will be added to the inheritance of the tribe into which they marry. So their inheritance will be taken away from the inheritance of our ancestral tribe.”"},{"bookname":"Numbers","chapter":"36","verse":"5","text":"Then Moses gave a ruling to the Israelites by the word of the Lord: “What the tribe of the Josephites is saying is right.","title":"Moses&#8217; Decision"},{"bookname":"Numbers","chapter":"36","verse":"6","text":"This is what the Lord has commanded for Zelophehad’s daughters: ‘Let them marry whomever they think best, only they must marry within the family of their father’s tribe."},{"bookname":"Numbers","chapter":"36","verse":"7","text":"In this way the inheritance of the Israelites will not be transferred from tribe to tribe. But every one of the Israelites must retain the ancestral heritage."},{"bookname":"Numbers","chapter":"36","verse":"8","text":"And every daughter who possesses an inheritance from any of the tribes of the Israelites must become the wife of a man from any family in her father’s tribe, so that every Israelite may retain the inheritance of his fathers."},{"bookname":"Numbers","chapter":"36","verse":"9","text":"No inheritance may pass from tribe to tribe. But every one of the tribes of the Israelites must retain its inheritance.”"},{"bookname":"Numbers","chapter":"36","verse":"10","text":"As the Lord had commanded Moses, so the daughters of Zelophehad did."},{"bookname":"Numbers","chapter":"36","verse":"11","text":"For the daughters of Zelophehad &#8211; Mahlah, Tirzah, Hoglah, Milcah, and Noah &#8211; were married to the sons of their uncles."},{"bookname":"Numbers","chapter":"36","verse":"12","text":"They were married into the families of the Manassehites, the descendants of Joseph, and their inheritance remained in the tribe of their father’s family."},{"bookname":"Numbers","chapter":"36","verse":"13","text":"These are the commandments and the decisions that the Lord commanded the Israelites through the authority of Moses, on the plains of Moab by the Jordan River opposite Jericho."}]]}