{"book":{"id":40,"abbrev":"mat","name":"Matthew","chapters":28},"chapters":[[{"bookname":"Matthew","chapter":"1","verse":"1","text":"This is the record of the genealogy of Jesus Christ, the son of David, the son of Abraham.","title":"The Genealogy of Jesus Christ"},{"bookname":"Matthew","chapter":"1","verse":"2","text":"Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers,"},{"bookname":"Matthew","chapter":"1","verse":"3","text":"Judah the father of Perez and Zerah (by Tamar), Perez the father of Hezron, Hezron the father of Ram,"},{"bookname":"Matthew","chapter":"1","verse":"4","text":"Ram the father of Amminadab, Amminadab the father of Nahshon, Nahshon the father of Salmon,"},{"bookname":"Matthew","chapter":"1","verse":"5","text":"Salmon the father of Boaz (by Rahab), Boaz the father of Obed (by Ruth), Obed the father of Jesse,"},{"bookname":"Matthew","chapter":"1","verse":"6","text":"and Jesse the father of David the king. David was the father of Solomon (by the wife of Uriah),"},{"bookname":"Matthew","chapter":"1","verse":"7","text":"Solomon the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asa,"},{"bookname":"Matthew","chapter":"1","verse":"8","text":"Asa the father of Jehoshaphat, Jehoshaphat the father of Joram, Joram the father of Uzziah,"},{"bookname":"Matthew","chapter":"1","verse":"9","text":"Uzziah the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah,"},{"bookname":"Matthew","chapter":"1","verse":"10","text":"Hezekiah the father of Manasseh, Manasseh the father of Amon, Amon the father of Josiah,"},{"bookname":"Matthew","chapter":"1","verse":"11","text":"and Josiah the father of Jeconiah and his brothers, at the time of the deportation to Babylon."},{"bookname":"Matthew","chapter":"1","verse":"12","text":"After the deportation to Babylon, Jeconiah became the father of Shealtiel, Shealtiel the father of Zerubbabel,"},{"bookname":"Matthew","chapter":"1","verse":"13","text":"Zerubbabel the father of Abiud, Abiud the father of Eliakim, Eliakim the father of Azor,"},{"bookname":"Matthew","chapter":"1","verse":"14","text":"Azor the father of Zadok, Zadok the father of Achim, Achim the father of Eliud,"},{"bookname":"Matthew","chapter":"1","verse":"15","text":"Eliud the father of Eleazar, Eleazar the father of Matthan, Matthan the father of Jacob,"},{"bookname":"Matthew","chapter":"1","verse":"16","text":"and Jacob the father of Joseph, the husband of Mary, by whom Jesus was born, who is called Christ."},{"bookname":"Matthew","chapter":"1","verse":"17","text":"So all the generations from Abraham to David are fourteen generations, and from David to the deportation to Babylon, fourteen generations, and from the deportation to Babylon to Christ, fourteen generations."},{"bookname":"Matthew","chapter":"1","verse":"18","text":"Now the birth of Jesus Christ happened this way. While his mother Mary was engaged to Joseph, but before they came together, she was found to be pregnant through the Holy Spirit.","title":"The Birth of Jesus Christ"},{"bookname":"Matthew","chapter":"1","verse":"19","text":"Because Joseph, her husband to be, was a righteous man, and because he did not want to disgrace her, he intended to divorce her privately."},{"bookname":"Matthew","chapter":"1","verse":"20","text":"When he had contemplated this, an angel of the Lord appeared to him in a dream and said, “Joseph, son of David, do not be afraid to take Mary as your wife, because the child conceived in her is from the Holy Spirit."},{"bookname":"Matthew","chapter":"1","verse":"21","text":"She will give birth to a son and you will name him Jesus, because he will save his people from their sins.”"},{"bookname":"Matthew","chapter":"1","verse":"22","text":"This all happened so that what was spoken by the Lord through the prophet would be fulfilled:"},{"bookname":"Matthew","chapter":"1","verse":"23","text":"“<b>Look! The virgin will conceive and bear a son, and they will call him<\/b> <b>Emmanuel<\/b>,” which means “God with us.”"},{"bookname":"Matthew","chapter":"1","verse":"24","text":"When Joseph awoke from sleep he did what the angel of the Lord told him. He took his wife,"},{"bookname":"Matthew","chapter":"1","verse":"25","text":"but did not have marital relations with her until she gave birth to a son, whom he named Jesus."}],[{"bookname":"Matthew","chapter":"2","verse":"1","text":"After Jesus was born in Bethlehem in Judea, in the time of King Herod, wise men from the East came to Jerusalem","title":"The Visit of the Wise Men"},{"bookname":"Matthew","chapter":"2","verse":"2","text":"saying, “Where is the one who is born king of the Jews? For we saw his star when it rose and have come to worship him.”"},{"bookname":"Matthew","chapter":"2","verse":"3","text":"When King Herod heard this he was alarmed, and all Jerusalem with him."},{"bookname":"Matthew","chapter":"2","verse":"4","text":"After assembling all the chief priests and experts in the law, he asked them where the Christ was to be born."},{"bookname":"Matthew","chapter":"2","verse":"5","text":"“In Bethlehem of Judea,” they said, “for it is written this way by the prophet:"},{"bookname":"Matthew","chapter":"2","verse":"6","text":"‘<b>And<\/b> <b>you, Bethlehem,<\/b> in the land of Judah, <b>are in no way least among the rulers of Judah,<\/b> <b>for out of you will come a ruler who will shepherd my people Israel<\/b>.’”"},{"bookname":"Matthew","chapter":"2","verse":"7","text":"Then Herod privately summoned the wise men and determined from them when the star had appeared."},{"bookname":"Matthew","chapter":"2","verse":"8","text":"He sent them to Bethlehem and said, “Go and look carefully for the child. When you find him, inform me so that I can go and worship him as well.”"},{"bookname":"Matthew","chapter":"2","verse":"9","text":"After listening to the king they left, and once again the star they saw when it rose led them until it stopped above the place where the child was."},{"bookname":"Matthew","chapter":"2","verse":"10","text":"When they saw the star they shouted joyfully."},{"bookname":"Matthew","chapter":"2","verse":"11","text":"As they came into the house and saw the child with Mary his mother, they bowed down and worshiped him. They opened their treasure boxes and gave him gifts of gold, frankincense, and myrrh."},{"bookname":"Matthew","chapter":"2","verse":"12","text":"After being warned in a dream not to return to Herod, they went back by another route to their own country."},{"bookname":"Matthew","chapter":"2","verse":"13","text":"After they had gone, an angel of the Lord appeared to Joseph in a dream and said, “Get up, take the child and his mother and flee to Egypt, and stay there until I tell you, for Herod is going to look for the child to kill him.”","title":"The Escape to Egypt"},{"bookname":"Matthew","chapter":"2","verse":"14","text":"Then he got up, took the child and his mother during the night, and went to Egypt."},{"bookname":"Matthew","chapter":"2","verse":"15","text":"He stayed there until Herod died. In this way what was spoken by the Lord through the prophet was fulfilled: “<b>I called my Son out of Egypt<\/b>.”"},{"bookname":"Matthew","chapter":"2","verse":"16","text":"When Herod saw that he had been tricked by the wise men, he became enraged. He sent men to kill all the children in Bethlehem and throughout the surrounding region from the age of two and under, according to the time he had learned from the wise men."},{"bookname":"Matthew","chapter":"2","verse":"17","text":"Then what was spoken by Jeremiah the prophet was fulfilled:"},{"bookname":"Matthew","chapter":"2","verse":"18","text":"“<b>A voice was heard in Ramah,<\/b> <b>weeping and loud wailing,<\/b> <b>Rachel weeping for her children,<\/b> <b>and she did not want to be comforted, because they were<\/b> <b>gone<\/b>.”"},{"bookname":"Matthew","chapter":"2","verse":"19","text":"After Herod had died, an angel of the Lord appeared in a dream to Joseph in Egypt","title":"The Return to Nazareth"},{"bookname":"Matthew","chapter":"2","verse":"20","text":"saying, “Get up, take the child and his mother, and go to the land of Israel, for those who were seeking the child’s life are dead.”"},{"bookname":"Matthew","chapter":"2","verse":"21","text":"So he got up and took the child and his mother and returned to the land of Israel."},{"bookname":"Matthew","chapter":"2","verse":"22","text":"But when he heard that Archelaus was reigning over Judea in place of his father Herod, he was afraid to go there. After being warned in a dream, he went to the regions of Galilee."},{"bookname":"Matthew","chapter":"2","verse":"23","text":"He came to a town called Nazareth and lived there. Then what had been spoken by the prophets was fulfilled, that Jesus would be called a Nazarene."}],[{"bookname":"Matthew","chapter":"3","verse":"1","text":"In those days John the Baptist came into the wilderness of Judea proclaiming,","title":"The Ministry of John the Baptist"},{"bookname":"Matthew","chapter":"3","verse":"2","text":"“Repent, for the kingdom of heaven is near.”"},{"bookname":"Matthew","chapter":"3","verse":"3","text":"For he is the one about whom Isaiah the prophet had spoken: “<b>The voice<\/b> <b>of one shouting in the wilderness,<\/b> ‘<b>Prepare the way for the Lord, make<\/b> <b>his paths straight<\/b>.’”"},{"bookname":"Matthew","chapter":"3","verse":"4","text":"Now John wore clothing made from camel’s hair with a leather belt around his waist, and his diet consisted of locusts and wild honey."},{"bookname":"Matthew","chapter":"3","verse":"5","text":"Then people from Jerusalem, as well as all Judea and all the region around the Jordan, were going out to him,"},{"bookname":"Matthew","chapter":"3","verse":"6","text":"and he was baptizing them in the Jordan River as they confessed their sins."},{"bookname":"Matthew","chapter":"3","verse":"7","text":"But when he saw many Pharisees and Sadducees coming to his baptism, he said to them, “You offspring of vipers! Who warned you to flee from the coming wrath?"},{"bookname":"Matthew","chapter":"3","verse":"8","text":"Therefore produce fruit that proves your repentance,"},{"bookname":"Matthew","chapter":"3","verse":"9","text":"and don’t think you can say to yourselves, ‘We have Abraham as our father.’ For I tell you that God can raise up children for Abraham from these stones!"},{"bookname":"Matthew","chapter":"3","verse":"10","text":"Even now the ax is laid at the root of the trees, and every tree that does not produce good fruit will be cut down and thrown into the fire."},{"bookname":"Matthew","chapter":"3","verse":"11","text":"“I baptize you with water, for repentance, but the one coming after me is more powerful than I am &#8211; I am not worthy to carry his sandals. He will baptize you with the Holy Spirit and fire."},{"bookname":"Matthew","chapter":"3","verse":"12","text":"His winnowing fork is in his hand, and he will clean out his threshing floor and will gather his wheat into the storehouse, but the chaff he will burn up with inextinguishable fire.”"},{"bookname":"Matthew","chapter":"3","verse":"13","text":"Then Jesus came from Galilee to John to be baptized by him in the Jordan River.","title":"The Baptism of Jesus"},{"bookname":"Matthew","chapter":"3","verse":"14","text":"But John tried to prevent him, saying, “I need to be baptized by you, and yet you come to me?”"},{"bookname":"Matthew","chapter":"3","verse":"15","text":"So Jesus replied to him, “Let it happen now, for it is right for us to fulfill all righteousness.” Then John yielded to him."},{"bookname":"Matthew","chapter":"3","verse":"16","text":"After Jesus was baptized, just as he was coming up out of the water, the heavens opened and he saw the Spirit of God descending like a dove and coming on him."},{"bookname":"Matthew","chapter":"3","verse":"17","text":"And a voice from heaven said, “This is my one dear Son; in him I take great delight.”"}],[{"bookname":"Matthew","chapter":"4","verse":"1","text":"Then Jesus was led by the Spirit into the wilderness to be tempted by the devil.","title":"The Temptation of Jesus"},{"bookname":"Matthew","chapter":"4","verse":"2","text":"After he fasted forty days and forty nights he was famished."},{"bookname":"Matthew","chapter":"4","verse":"3","text":"The tempter came and said to him, “If you are the Son of God, command these stones to become bread.”"},{"bookname":"Matthew","chapter":"4","verse":"4","text":"But he answered, “It is written, ‘<b>Man<\/b> <b>does not live<\/b> <b>by bread alone, but by every word that comes from the mouth of God<\/b>.’”"},{"bookname":"Matthew","chapter":"4","verse":"5","text":"Then the devil took him to the holy city, had him stand on the highest point of the temple,"},{"bookname":"Matthew","chapter":"4","verse":"6","text":"and said to him, “If you are the Son of God, throw yourself down. For it is written, ‘<b>He will command his angels concerning you<\/b>’ and ‘<b>with their hands they will lift you up, so that you will not strike your foot against a stone<\/b>.’”"},{"bookname":"Matthew","chapter":"4","verse":"7","text":"Jesus said to him, “Once again it is written: ‘<b>You are not to put the Lord your God to the test<\/b>.’”"},{"bookname":"Matthew","chapter":"4","verse":"8","text":"Again, the devil took him to a very high mountain, and showed him all the kingdoms of the world and their grandeur."},{"bookname":"Matthew","chapter":"4","verse":"9","text":"And he said to him, “I will give you all these things if you throw yourself to the ground and worship me.”"},{"bookname":"Matthew","chapter":"4","verse":"10","text":"Then Jesus said to him, “Go away, Satan! For it is written: ‘<b>You are to worship the Lord your God and serve<\/b> only <b>him<\/b>.’”"},{"bookname":"Matthew","chapter":"4","verse":"11","text":"Then the devil left him, and angels came and began ministering to his needs."},{"bookname":"Matthew","chapter":"4","verse":"12","text":"Now when Jesus heard that John had been imprisoned, he went into Galilee.","title":"Preaching in Galilee"},{"bookname":"Matthew","chapter":"4","verse":"13","text":"While in Galilee, he moved from Nazareth to make his home in Capernaum by the sea, in the region of Zebulun and Naphtali,"},{"bookname":"Matthew","chapter":"4","verse":"14","text":"so that what was spoken by Isaiah the prophet would be fulfilled:"},{"bookname":"Matthew","chapter":"4","verse":"15","text":"“<b>Land of Zebulun and land of Naphtali,<\/b> <b>the way by the sea, beyond the Jordan, Galilee of the Gentiles &#8211;<\/b>"},{"bookname":"Matthew","chapter":"4","verse":"16","text":"<b>the people who sit in darkness have seen a great light,<\/b> <b>and on those who sit in the region and shadow of death a light has dawned<\/b>.”"},{"bookname":"Matthew","chapter":"4","verse":"17","text":"From that time Jesus began to preach this message: “Repent, for the kingdom of heaven is near.”"},{"bookname":"Matthew","chapter":"4","verse":"18","text":"As he was walking by the Sea of Galilee he saw two brothers, Simon (called Peter) and Andrew his brother, casting a net into the sea (for they were fishermen).","title":"The Call of the Disciples"},{"bookname":"Matthew","chapter":"4","verse":"19","text":"He said to them, “Follow me, and I will turn you into fishers of people.”"},{"bookname":"Matthew","chapter":"4","verse":"20","text":"They left their nets immediately and followed him."},{"bookname":"Matthew","chapter":"4","verse":"21","text":"Going on from there he saw two other brothers, James the son of Zebedee and John his brother, in a boat with Zebedee their father, mending their nets. Then he called them."},{"bookname":"Matthew","chapter":"4","verse":"22","text":"They immediately left the boat and their father and followed him."},{"bookname":"Matthew","chapter":"4","verse":"23","text":"Jesus went throughout all of Galilee, teaching in their synagogues, preaching the gospel of the kingdom, and healing all kinds of disease and sickness among the people.","title":"Jesus&#8217; Healing Ministry"},{"bookname":"Matthew","chapter":"4","verse":"24","text":"So a report about him spread throughout Syria. People brought to him all who suffered with various illnesses and afflictions, those who had seizures, paralytics, and those possessed by demons, and he healed them."},{"bookname":"Matthew","chapter":"4","verse":"25","text":"And large crowds followed him from Galilee, the Decapolis, Jerusalem, Judea, and beyond the Jordan River."}],[{"bookname":"Matthew","chapter":"5","verse":"1","text":"When he saw the crowds, he went up the mountain. After he sat down his disciples came to him.","title":"The Beatitudes"},{"bookname":"Matthew","chapter":"5","verse":"2","text":"Then he began to teach them by saying:"},{"bookname":"Matthew","chapter":"5","verse":"3","text":"“Blessed are the poor in spirit, for the kingdom of heaven belongs to them."},{"bookname":"Matthew","chapter":"5","verse":"4","text":"“Blessed are those who mourn, for they will be comforted."},{"bookname":"Matthew","chapter":"5","verse":"5","text":"“Blessed are the meek, for they will inherit the earth."},{"bookname":"Matthew","chapter":"5","verse":"6","text":"“Blessed are those who hunger and thirst for righteousness, for they will be satisfied."},{"bookname":"Matthew","chapter":"5","verse":"7","text":"“Blessed are the merciful, for they will be shown mercy."},{"bookname":"Matthew","chapter":"5","verse":"8","text":"“Blessed are the pure in heart, for they will see God."},{"bookname":"Matthew","chapter":"5","verse":"9","text":"“Blessed are the peacemakers, for they will be called the children of God."},{"bookname":"Matthew","chapter":"5","verse":"10","text":"“Blessed are those who are persecuted for righteousness, for the kingdom of heaven belongs to them."},{"bookname":"Matthew","chapter":"5","verse":"11","text":"“Blessed are you when people insult you and persecute you and say all kinds of evil things about you falsely on account of me."},{"bookname":"Matthew","chapter":"5","verse":"12","text":"Rejoice and be glad because your reward is great in heaven, for they persecuted the prophets before you in the same way."},{"bookname":"Matthew","chapter":"5","verse":"13","text":"“You are the salt of the earth. But if salt loses its flavor, how can it be made salty again? It is no longer good for anything except to be thrown out and trampled on by people.","title":"Salt and Light"},{"bookname":"Matthew","chapter":"5","verse":"14","text":"You are the light of the world. A city located on a hill cannot be hidden."},{"bookname":"Matthew","chapter":"5","verse":"15","text":"People do not light a lamp and put it under a basket but on a lampstand, and it gives light to all in the house."},{"bookname":"Matthew","chapter":"5","verse":"16","text":"In the same way, let your light shine before people, so that they can see your good deeds and give honor to your Father in heaven."},{"bookname":"Matthew","chapter":"5","verse":"17","text":"“Do not think that I have come to abolish the law or the prophets. I have not come to abolish these things but to fulfill them.","title":"Fulfillment of the Law and Prophets"},{"bookname":"Matthew","chapter":"5","verse":"18","text":"I tell you the truth, until heaven and earth pass away not the smallest letter or stroke of a letter will pass from the law until everything takes place."},{"bookname":"Matthew","chapter":"5","verse":"19","text":"So anyone who breaks one of the least of these commands and teaches others to do so will be called least in the kingdom of heaven, but whoever obeys them and teaches others to do so will be called great in the kingdom of heaven."},{"bookname":"Matthew","chapter":"5","verse":"20","text":"For I tell you, unless your righteousness goes beyond that of the experts in the law and the Pharisees, you will never enter the kingdom of heaven."},{"bookname":"Matthew","chapter":"5","verse":"21","text":"“You have heard that it was said to an older generation, ‘<b>Do not murder<\/b>,’ and ‘whoever murders will be subjected to judgment.’","title":"Anger and Murder"},{"bookname":"Matthew","chapter":"5","verse":"22","text":"But I say to you that anyone who is angry with a brother will be subjected to judgment. And whoever insults a brother will be brought before the council, and whoever says ‘Fool’ will be sent to fiery hell."},{"bookname":"Matthew","chapter":"5","verse":"23","text":"So then, if you bring your gift to the altar and there remember that your brother has something against you,"},{"bookname":"Matthew","chapter":"5","verse":"24","text":"leave your gift there in front of the altar. First go and be reconciled to your brother and then come and present your gift."},{"bookname":"Matthew","chapter":"5","verse":"25","text":"Reach agreement quickly with your accuser while on the way to court, or he may hand you over to the judge, and the judge hand you over to the warden, and you will be thrown into prison."},{"bookname":"Matthew","chapter":"5","verse":"26","text":"I tell you the truth, you will never get out of there until you have paid the last penny!"},{"bookname":"Matthew","chapter":"5","verse":"27","text":"“You have heard that it was said, ‘<b>Do not commit adultery<\/b>.’","title":"Adultery"},{"bookname":"Matthew","chapter":"5","verse":"28","text":"But I say to you that whoever looks at a woman to desire her has already committed adultery with her in his heart."},{"bookname":"Matthew","chapter":"5","verse":"29","text":"If your right eye causes you to sin, tear it out and throw it away! It is better to lose one of your members than to have your whole body thrown into hell."},{"bookname":"Matthew","chapter":"5","verse":"30","text":"If your right hand causes you to sin, cut it off and throw it away! It is better to lose one of your members than to have your whole body go into hell."},{"bookname":"Matthew","chapter":"5","verse":"31","text":"“It was said, ‘<b>Whoever divorces his wife must give her a legal document<\/b>.’","title":"Divorce"},{"bookname":"Matthew","chapter":"5","verse":"32","text":"But I say to you that everyone who divorces his wife, except for immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery."},{"bookname":"Matthew","chapter":"5","verse":"33","text":"“Again, you have heard that it was said to an older generation, ‘<b>Do not break an oath, but fulfill your vows to the Lord<\/b>.’","title":"Oaths"},{"bookname":"Matthew","chapter":"5","verse":"34","text":"But I say to you, do not take oaths at all &#8211; not by heaven, because it is the throne of God,"},{"bookname":"Matthew","chapter":"5","verse":"35","text":"not by earth, because it is his footstool, and not by Jerusalem, because it is the city of the great King."},{"bookname":"Matthew","chapter":"5","verse":"36","text":"Do not take an oath by your head, because you are not able to make one hair white or black."},{"bookname":"Matthew","chapter":"5","verse":"37","text":"Let your word be ‘Yes, yes’ or ‘No, no.’ More than this is from the evil one."},{"bookname":"Matthew","chapter":"5","verse":"38","text":"“You have heard that it was said, ‘<b>An eye for an eye and a tooth for a tooth<\/b>.’","title":"Retaliation"},{"bookname":"Matthew","chapter":"5","verse":"39","text":"But I say to you, do not resist the evildoer. But whoever strikes you on the right cheek, turn the other to him as well."},{"bookname":"Matthew","chapter":"5","verse":"40","text":"And if someone wants to sue you and to take your tunic, give him your coat also."},{"bookname":"Matthew","chapter":"5","verse":"41","text":"And if anyone forces you to go one mile, go with him two."},{"bookname":"Matthew","chapter":"5","verse":"42","text":"Give to the one who asks you, and do not reject the one who wants to borrow from you."},{"bookname":"Matthew","chapter":"5","verse":"43","text":"“You have heard that it was said, ‘<b>Love your neighbor<\/b>’ and ‘hate your enemy.’","title":"Love for Enemies"},{"bookname":"Matthew","chapter":"5","verse":"44","text":"But I say to you, love your enemy and pray for those who persecute you,"},{"bookname":"Matthew","chapter":"5","verse":"45","text":"so that you may be like your Father in heaven, since he causes the sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous."},{"bookname":"Matthew","chapter":"5","verse":"46","text":"For if you love those who love you, what reward do you have? Even the tax collectors do the same, don’t they?"},{"bookname":"Matthew","chapter":"5","verse":"47","text":"And if you only greet your brothers, what more do you do? Even the Gentiles do the same, don’t they?"},{"bookname":"Matthew","chapter":"5","verse":"48","text":"So then, be perfect, as your heavenly Father is perfect."}],[{"bookname":"Matthew","chapter":"6","verse":"1","text":"“Be careful not to display your righteousness merely to be seen by people. Otherwise you have no reward with your Father in heaven.","title":"Pure-hearted Giving"},{"bookname":"Matthew","chapter":"6","verse":"2","text":"Thus whenever you do charitable giving, do not blow a trumpet before you, as the hypocrites do in synagogues and on streets so that people will praise them. I tell you the truth, they have their reward."},{"bookname":"Matthew","chapter":"6","verse":"3","text":"But when you do your giving, do not let your left hand know what your right hand is doing,"},{"bookname":"Matthew","chapter":"6","verse":"4","text":"so that your gift may be in secret. And your Father, who sees in secret, will reward you."},{"bookname":"Matthew","chapter":"6","verse":"5","text":"“Whenever you pray, do not be like the hypocrites, because they love to pray while standing in synagogues and on street corners so that people can see them. Truly I say to you, they have their reward.","title":"Private Prayer"},{"bookname":"Matthew","chapter":"6","verse":"6","text":"But whenever you pray, go into your room, close the door, and pray to your Father in secret. And your Father, who sees in secret, will reward you."},{"bookname":"Matthew","chapter":"6","verse":"7","text":"When you pray, do not babble repetitiously like the Gentiles, because they think that by their many words they will be heard."},{"bookname":"Matthew","chapter":"6","verse":"8","text":"Do not be like them, for your Father knows what you need before you ask him."},{"bookname":"Matthew","chapter":"6","verse":"9","text":"So pray this way: Our Father in heaven, may your name be honored,"},{"bookname":"Matthew","chapter":"6","verse":"10","text":"may your kingdom come, may your will be done on earth as it is in heaven."},{"bookname":"Matthew","chapter":"6","verse":"11","text":"Give us today our daily bread,"},{"bookname":"Matthew","chapter":"6","verse":"12","text":"and forgive us our debts, as we ourselves have forgiven our debtors."},{"bookname":"Matthew","chapter":"6","verse":"13","text":"And do not lead us into temptation, but deliver us from the evil one."},{"bookname":"Matthew","chapter":"6","verse":"14","text":"“For if you forgive others their sins, your heavenly Father will also forgive you."},{"bookname":"Matthew","chapter":"6","verse":"15","text":"But if you do not forgive others, your Father will not forgive you your sins."},{"bookname":"Matthew","chapter":"6","verse":"16","text":"“When you fast, do not look sullen like the hypocrites, for they make their faces unattractive so that people will see them fasting. I tell you the truth, they have their reward.","title":"Proper Fasting"},{"bookname":"Matthew","chapter":"6","verse":"17","text":"When you fast, put oil on your head and wash your face,"},{"bookname":"Matthew","chapter":"6","verse":"18","text":"so that it will not be obvious to others when you are fasting, but only to your Father who is in secret. And your Father, who sees in secret, will reward you."},{"bookname":"Matthew","chapter":"6","verse":"19","text":"“Do not accumulate for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal.","title":"Lasting Treasure"},{"bookname":"Matthew","chapter":"6","verse":"20","text":"But accumulate for yourselves treasures in heaven, where moth and rust do not destroy, and thieves do not break in and steal."},{"bookname":"Matthew","chapter":"6","verse":"21","text":"For where your treasure is, there your heart will be also."},{"bookname":"Matthew","chapter":"6","verse":"22","text":"“The eye is the lamp of the body. If then your eye is healthy, your whole body will be full of light."},{"bookname":"Matthew","chapter":"6","verse":"23","text":"But if your eye is diseased, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!"},{"bookname":"Matthew","chapter":"6","verse":"24","text":"“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money."},{"bookname":"Matthew","chapter":"6","verse":"25","text":"“Therefore I tell you, do not worry about your life, what you will eat or drink, or about your body, what you will wear. Isn’t there more to life than food and more to the body than clothing?","title":"Do Not Worry"},{"bookname":"Matthew","chapter":"6","verse":"26","text":"Look at the birds in the sky: They do not sow, or reap, or gather into barns, yet your heavenly Father feeds them. Aren’t you more valuable than they are?"},{"bookname":"Matthew","chapter":"6","verse":"27","text":"And which of you by worrying can add even one hour to his life?"},{"bookname":"Matthew","chapter":"6","verse":"28","text":"Why do you worry about clothing? Think about how the flowers of the field grow; they do not work or spin."},{"bookname":"Matthew","chapter":"6","verse":"29","text":"Yet I tell you that not even Solomon in all his glory was clothed like one of these!"},{"bookname":"Matthew","chapter":"6","verse":"30","text":"And if this is how God clothes the wild grass, which is here today and tomorrow is tossed into the fire to heat the oven, won’t he clothe you even more, you people of little faith?"},{"bookname":"Matthew","chapter":"6","verse":"31","text":"So then, don’t worry saying, ‘What will we eat?’ or ‘What will we drink?’ or ‘What will we wear?’"},{"bookname":"Matthew","chapter":"6","verse":"32","text":"For the unconverted pursue these things, and your heavenly Father knows that you need them."},{"bookname":"Matthew","chapter":"6","verse":"33","text":"But above all pursue his kingdom and righteousness, and all these things will be given to you as well."},{"bookname":"Matthew","chapter":"6","verse":"34","text":"So then, do not worry about tomorrow, for tomorrow will worry about itself. Today has enough trouble of its own."}],[{"bookname":"Matthew","chapter":"7","verse":"1","text":"“Do not judge so that you will not be judged.","title":"Do Not Judge"},{"bookname":"Matthew","chapter":"7","verse":"2","text":"For by the standard you judge you will be judged, and the measure you use will be the measure you receive."},{"bookname":"Matthew","chapter":"7","verse":"3","text":"Why do you see the speck in your brother’s eye, but fail to see the beam of wood in your own?"},{"bookname":"Matthew","chapter":"7","verse":"4","text":"Or how can you say to your brother, ‘Let me remove the speck from your eye,’ while there is a beam in your own?"},{"bookname":"Matthew","chapter":"7","verse":"5","text":"You hypocrite! First remove the beam from your own eye, and then you can see clearly to remove the speck from your brother’s eye."},{"bookname":"Matthew","chapter":"7","verse":"6","text":"Do not give what is holy to dogs or throw your pearls before pigs; otherwise they will trample them under their feet and turn around and tear you to pieces."},{"bookname":"Matthew","chapter":"7","verse":"7","text":"“Ask and it will be given to you; seek and you will find; knock and the door will be opened for you.","title":"Ask, Seek, Knock"},{"bookname":"Matthew","chapter":"7","verse":"8","text":"For everyone who asks receives, and the one who seeks finds, and to the one who knocks, the door will be opened."},{"bookname":"Matthew","chapter":"7","verse":"9","text":"Is there anyone among you who, if his son asks for bread, will give him a stone?"},{"bookname":"Matthew","chapter":"7","verse":"10","text":"Or if he asks for a fish, will give him a snake?"},{"bookname":"Matthew","chapter":"7","verse":"11","text":"If you then, although you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him!"},{"bookname":"Matthew","chapter":"7","verse":"12","text":"In everything, treat others as you would want them to treat you, for this fulfills the law and the prophets."},{"bookname":"Matthew","chapter":"7","verse":"13","text":"“Enter through the narrow gate, because the gate is wide and the way is spacious that leads to destruction, and there are many who enter through it.","title":"The Narrow Gate"},{"bookname":"Matthew","chapter":"7","verse":"14","text":"But the gate is narrow and the way is difficult that leads to life, and there are few who find it."},{"bookname":"Matthew","chapter":"7","verse":"15","text":"“Watch out for false prophets, who come to you in sheep’s clothing but inwardly are voracious wolves.","title":"A Tree and Its Fruit"},{"bookname":"Matthew","chapter":"7","verse":"16","text":"You will recognize them by their fruit. Grapes are not gathered from thorns or figs from thistles, are they?"},{"bookname":"Matthew","chapter":"7","verse":"17","text":"In the same way, every good tree bears good fruit, but the bad tree bears bad fruit."},{"bookname":"Matthew","chapter":"7","verse":"18","text":"A good tree is not able to bear bad fruit, nor a bad tree to bear good fruit."},{"bookname":"Matthew","chapter":"7","verse":"19","text":"Every tree that does not bear good fruit is cut down and thrown into the fire."},{"bookname":"Matthew","chapter":"7","verse":"20","text":"So then, you will recognize them by their fruit."},{"bookname":"Matthew","chapter":"7","verse":"21","text":"“Not everyone who says to me, ‘Lord, Lord,’ will enter into the kingdom of heaven &#8211; only the one who does the will of my Father in heaven.","title":"Judgment of Pretenders"},{"bookname":"Matthew","chapter":"7","verse":"22","text":"On that day, many will say to me, ‘Lord, Lord, didn’t we prophesy in your name, and in your name cast out demons and do many powerful deeds?’"},{"bookname":"Matthew","chapter":"7","verse":"23","text":"Then I will declare to them, ‘I never knew you. Go away from me, you lawbreakers!’"},{"bookname":"Matthew","chapter":"7","verse":"24","text":"“Everyone who hears these words of mine and does them is like a wise man who built his house on rock.","title":"Hearing and Doing"},{"bookname":"Matthew","chapter":"7","verse":"25","text":"The rain fell, the flood came, and the winds beat against that house, but it did not collapse because it had been founded on rock."},{"bookname":"Matthew","chapter":"7","verse":"26","text":"Everyone who hears these words of mine and does not do them is like a foolish man who built his house on sand."},{"bookname":"Matthew","chapter":"7","verse":"27","text":"The rain fell, the flood came, and the winds beat against that house, and it collapsed; it was utterly destroyed!”"},{"bookname":"Matthew","chapter":"7","verse":"28","text":"When Jesus finished saying these things, the crowds were amazed by his teaching,"},{"bookname":"Matthew","chapter":"7","verse":"29","text":"because he taught them like one who had authority, not like their experts in the law."}],[{"bookname":"Matthew","chapter":"8","verse":"1","text":"After he came down from the mountain, large crowds followed him.","title":"Cleansing a Leper"},{"bookname":"Matthew","chapter":"8","verse":"2","text":"And a leper approached, and bowed low before him, saying, “Lord, if you are willing, you can make me clean.”"},{"bookname":"Matthew","chapter":"8","verse":"3","text":"He stretched out his hand and touched him saying, “I am willing. Be clean!” Immediately his leprosy was cleansed."},{"bookname":"Matthew","chapter":"8","verse":"4","text":"Then Jesus said to him, “See that you do not speak to anyone, but go, show yourself to a priest, and bring the offering that Moses commanded, as a testimony to them.”"},{"bookname":"Matthew","chapter":"8","verse":"5","text":"When he entered Capernaum, a centurion came to him asking for help:","title":"Healing the Centurion&#8217;s Servant"},{"bookname":"Matthew","chapter":"8","verse":"6","text":"“Lord, my servant is lying at home paralyzed, in terrible anguish.”"},{"bookname":"Matthew","chapter":"8","verse":"7","text":"Jesus said to him, “I will come and heal him.”"},{"bookname":"Matthew","chapter":"8","verse":"8","text":"But the centurion replied, “Lord, I am not worthy to have you come under my roof. Instead, just say the word and my servant will be healed."},{"bookname":"Matthew","chapter":"8","verse":"9","text":"For I too am a man under authority, with soldiers under me. I say to this one, ‘Go’ and he goes, and to another ‘Come’ and he comes, and to my slave ‘Do this’ and he does it.”"},{"bookname":"Matthew","chapter":"8","verse":"10","text":"When Jesus heard this he was amazed and said to those who followed him, “I tell you the truth, I have not found such faith in anyone in Israel!"},{"bookname":"Matthew","chapter":"8","verse":"11","text":"I tell you, many will come from the east and west to share the banquet with Abraham, Isaac, and Jacob in the kingdom of heaven,"},{"bookname":"Matthew","chapter":"8","verse":"12","text":"but the sons of the kingdom will be thrown out into the outer darkness, where there will be weeping and gnashing of teeth.”"},{"bookname":"Matthew","chapter":"8","verse":"13","text":"Then Jesus said to the centurion, “Go; just as you believed, it will be done for you.” And the servant was healed at that hour."},{"bookname":"Matthew","chapter":"8","verse":"14","text":"Now when Jesus entered Peter’s house, he saw his mother-in-law lying down, sick with a fever.","title":"Healings at Peter&#8217;s House"},{"bookname":"Matthew","chapter":"8","verse":"15","text":"He touched her hand, and the fever left her. Then she got up and began to serve them."},{"bookname":"Matthew","chapter":"8","verse":"16","text":"When it was evening, many demon-possessed people were brought to him. He drove out the spirits with a word, and healed all who were sick."},{"bookname":"Matthew","chapter":"8","verse":"17","text":"In this way what was spoken by Isaiah the prophet was fulfilled: “<b>He took our weaknesses and carried our diseases<\/b>.”"},{"bookname":"Matthew","chapter":"8","verse":"18","text":"Now when Jesus saw a large crowd around him, he gave orders to go to the other side of the lake.","title":"Challenging Professed Followers"},{"bookname":"Matthew","chapter":"8","verse":"19","text":"Then an expert in the law came to him and said, “Teacher, I will follow you wherever you go.”"},{"bookname":"Matthew","chapter":"8","verse":"20","text":"Jesus said to him, “Foxes have dens, and the birds in the sky have nests, but the Son of Man has no place to lay his head.”"},{"bookname":"Matthew","chapter":"8","verse":"21","text":"Another of the disciples said to him, “Lord, let me first go and bury my father.”"},{"bookname":"Matthew","chapter":"8","verse":"22","text":"But Jesus said to him, “Follow me, and let the dead bury their own dead.”"},{"bookname":"Matthew","chapter":"8","verse":"23","text":"As he got into the boat, his disciples followed him.","title":"Stilling of a Storm"},{"bookname":"Matthew","chapter":"8","verse":"24","text":"And a great storm developed on the sea so that the waves began to swamp the boat. But he was asleep."},{"bookname":"Matthew","chapter":"8","verse":"25","text":"So they came and woke him up saying, “Lord, save us! We are about to die!”"},{"bookname":"Matthew","chapter":"8","verse":"26","text":"But he said to them, “Why are you cowardly, you people of little faith?” Then he got up and rebuked the winds and the sea, and it was dead calm."},{"bookname":"Matthew","chapter":"8","verse":"27","text":"And the men were amazed and said, “What sort of person is this? Even the winds and the sea obey him!”"},{"bookname":"Matthew","chapter":"8","verse":"28","text":"When he came to the other side, to the region of the Gadarenes, two demon-possessed men coming from the tombs met him. They were extremely violent, so that no one was able to pass by that way.","title":"Healing the Gadarene Demoniacs"},{"bookname":"Matthew","chapter":"8","verse":"29","text":"They cried out, “Son of God, leave us alone! Have you come here to torment us before the time?”"},{"bookname":"Matthew","chapter":"8","verse":"30","text":"A large herd of pigs was feeding some distance from them."},{"bookname":"Matthew","chapter":"8","verse":"31","text":"Then the demons begged him, “If you drive us out, send us into the herd of pigs.”"},{"bookname":"Matthew","chapter":"8","verse":"32","text":"And he said, “Go!” So they came out and went into the pigs, and the herd rushed down the steep slope into the lake and drowned in the water."},{"bookname":"Matthew","chapter":"8","verse":"33","text":"The herdsmen ran off, went into the town, and told everything that had happened to the demon-possessed men."},{"bookname":"Matthew","chapter":"8","verse":"34","text":"Then the entire town came out to meet Jesus. And when they saw him, they begged him to leave their region."}],[{"bookname":"Matthew","chapter":"9","verse":"1","text":"After getting into a boat he crossed to the other side and came to his own town.","title":"Healing and Forgiving a Paralytic"},{"bookname":"Matthew","chapter":"9","verse":"2","text":"Just then some people brought to him a paralytic lying on a stretcher. When Jesus saw their faith, he said to the paralytic, “Have courage, son! Your sins are forgiven.”"},{"bookname":"Matthew","chapter":"9","verse":"3","text":"Then some of the experts in the law said to themselves, “This man is blaspheming!”"},{"bookname":"Matthew","chapter":"9","verse":"4","text":"When Jesus saw their reaction he said, “Why do you respond with evil in your hearts?"},{"bookname":"Matthew","chapter":"9","verse":"5","text":"Which is easier, to say, ‘Your sins are forgiven’ or to say, ‘Stand up and walk’?"},{"bookname":"Matthew","chapter":"9","verse":"6","text":"But so that you may know that the Son of Man has authority on earth to forgive sins” &#8211; then he said to the paralytic &#8211; “Stand up, take your stretcher, and go home.”"},{"bookname":"Matthew","chapter":"9","verse":"7","text":"And he stood up and went home."},{"bookname":"Matthew","chapter":"9","verse":"8","text":"When the crowd saw this, they were afraid and honored God who had given such authority to men."},{"bookname":"Matthew","chapter":"9","verse":"9","text":"As Jesus went on from there, he saw a man named Matthew sitting at the tax booth. “Follow me,” he said to him. And he got up and followed him.","title":"The Call of Matthew; Eating with Sinners"},{"bookname":"Matthew","chapter":"9","verse":"10","text":"As Jesus was having a meal in Matthew’s house, many tax collectors and sinners came and ate with Jesus and his disciples."},{"bookname":"Matthew","chapter":"9","verse":"11","text":"When the Pharisees saw this they said to his disciples, “Why does your teacher eat with tax collectors and sinners?”"},{"bookname":"Matthew","chapter":"9","verse":"12","text":"When Jesus heard this he said, “Those who are healthy don’t need a physician, but those who are sick do."},{"bookname":"Matthew","chapter":"9","verse":"13","text":"Go and learn what this saying means: ‘<b>I want mercy and not sacrifice<\/b>.’ For I did not come to call the righteous, but sinners.”"},{"bookname":"Matthew","chapter":"9","verse":"14","text":"Then John’s disciples came to Jesus and asked, “Why do we and the Pharisees fast often, but your disciples don’t fast?”","title":"The Superiority of the New"},{"bookname":"Matthew","chapter":"9","verse":"15","text":"Jesus said to them, “The wedding guests cannot mourn while the bridegroom is with them, can they? But the days are coming when the bridegroom will be taken from them, and then they will fast."},{"bookname":"Matthew","chapter":"9","verse":"16","text":"No one sews a patch of unshrunk cloth on an old garment, because the patch will pull away from the garment and the tear will be worse."},{"bookname":"Matthew","chapter":"9","verse":"17","text":"And no one pours new wine into old wineskins; otherwise the skins burst and the wine is spilled out and the skins are destroyed. Instead they put new wine into new wineskins and both are preserved.”"},{"bookname":"Matthew","chapter":"9","verse":"18","text":"As he was saying these things, a ruler came, bowed low before him, and said, “My daughter has just died, but come and lay your hand on her and she will live.”","title":"Restoration and Healing"},{"bookname":"Matthew","chapter":"9","verse":"19","text":"Jesus and his disciples got up and followed him."},{"bookname":"Matthew","chapter":"9","verse":"20","text":"But a woman who had been suffering from a hemorrhage for twelve years came up behind him and touched the edge of his cloak."},{"bookname":"Matthew","chapter":"9","verse":"21","text":"For she kept saying to herself, “If only I touch his cloak, I will be healed.”"},{"bookname":"Matthew","chapter":"9","verse":"22","text":"But when Jesus turned and saw her he said, “Have courage, daughter! Your faith has made you well.” And the woman was healed from that hour."},{"bookname":"Matthew","chapter":"9","verse":"23","text":"When Jesus entered the ruler’s house and saw the flute players and the disorderly crowd,"},{"bookname":"Matthew","chapter":"9","verse":"24","text":"he said, “Go away, for the girl is not dead but asleep.” And they began making fun of him."},{"bookname":"Matthew","chapter":"9","verse":"25","text":"But when the crowd had been put outside, he went in and gently took her by the hand, and the girl got up."},{"bookname":"Matthew","chapter":"9","verse":"26","text":"And the news of this spread throughout that region."},{"bookname":"Matthew","chapter":"9","verse":"27","text":"As Jesus went on from there, two blind men followed him, shouting, “Have mercy on us, Son of David!”","title":"Healing the Blind and Mute"},{"bookname":"Matthew","chapter":"9","verse":"28","text":"When he went into the house, the blind men came to him. Jesus said to them, “Do you believe that I am able to do this?” They said to him, “Yes, Lord.”"},{"bookname":"Matthew","chapter":"9","verse":"29","text":"Then he touched their eyes saying, “Let it be done for you according to your faith.”"},{"bookname":"Matthew","chapter":"9","verse":"30","text":"And their eyes were opened. Then Jesus sternly warned them, “See that no one knows about this.”"},{"bookname":"Matthew","chapter":"9","verse":"31","text":"But they went out and spread the news about him throughout that entire region."},{"bookname":"Matthew","chapter":"9","verse":"32","text":"As they were going away, a man who could not talk and was demon-possessed was brought to him."},{"bookname":"Matthew","chapter":"9","verse":"33","text":"After the demon was cast out, the man who had been mute spoke. The crowds were amazed and said, “Never has anything like this been seen in Israel!”"},{"bookname":"Matthew","chapter":"9","verse":"34","text":"But the Pharisees said, “By the ruler of demons he casts out demons.”"},{"bookname":"Matthew","chapter":"9","verse":"35","text":"Then Jesus went throughout all the towns and villages, teaching in their synagogues, preaching the good news of the kingdom, and healing every kind of disease and sickness.","title":"Workers for the Harvest"},{"bookname":"Matthew","chapter":"9","verse":"36","text":"When he saw the crowds, he had compassion on them because they were bewildered and helpless, like sheep without a shepherd."},{"bookname":"Matthew","chapter":"9","verse":"37","text":"Then he said to his disciples, “The harvest is plentiful, but the workers are few."},{"bookname":"Matthew","chapter":"9","verse":"38","text":"Therefore ask the Lord of the harvest to send out workers into his harvest.”"}],[{"bookname":"Matthew","chapter":"10","verse":"1","text":"Jesus called his twelve disciples and gave them authority over unclean spirits so they could cast them out and heal every kind of disease and sickness.","title":"Sending Out the Twelve Apostles"},{"bookname":"Matthew","chapter":"10","verse":"2","text":"Now these are the names of the twelve apostles: first, Simon (called Peter), and Andrew his brother; James son of Zebedee and John his brother;"},{"bookname":"Matthew","chapter":"10","verse":"3","text":"Philip and Bartholomew; Thomas and Matthew the tax collector; James the son of Alphaeus, and Thaddaeus;"},{"bookname":"Matthew","chapter":"10","verse":"4","text":"Simon the Zealot and Judas Iscariot, who betrayed him."},{"bookname":"Matthew","chapter":"10","verse":"5","text":"Jesus sent out these twelve, instructing them as follows: “Do not go to Gentile regions and do not enter any Samaritan town."},{"bookname":"Matthew","chapter":"10","verse":"6","text":"Go instead to the lost sheep of the house of Israel."},{"bookname":"Matthew","chapter":"10","verse":"7","text":"As you go, preach this message: ‘The kingdom of heaven is near!’"},{"bookname":"Matthew","chapter":"10","verse":"8","text":"Heal the sick, raise the dead, cleanse lepers, cast out demons. Freely you received, freely give."},{"bookname":"Matthew","chapter":"10","verse":"9","text":"Do not take gold, silver, or copper in your belts,"},{"bookname":"Matthew","chapter":"10","verse":"10","text":"no bag for the journey, or an extra tunic, or sandals or staff, for the worker deserves his provisions."},{"bookname":"Matthew","chapter":"10","verse":"11","text":"Whenever you enter a town or village, find out who is worthy there and stay with them until you leave."},{"bookname":"Matthew","chapter":"10","verse":"12","text":"As you enter the house, give it greetings."},{"bookname":"Matthew","chapter":"10","verse":"13","text":"And if the house is worthy, let your peace come on it, but if it is not worthy, let your peace return to you."},{"bookname":"Matthew","chapter":"10","verse":"14","text":"And if anyone will not welcome you or listen to your message, shake the dust off your feet as you leave that house or that town."},{"bookname":"Matthew","chapter":"10","verse":"15","text":"I tell you the truth, it will be more bearable for the region of Sodom and Gomorrah on the day of judgment than for that town!"},{"bookname":"Matthew","chapter":"10","verse":"16","text":"“I am sending you out like sheep surrounded by wolves, so be wise as serpents and innocent as doves.","title":"Persecution of Disciples"},{"bookname":"Matthew","chapter":"10","verse":"17","text":"Beware of people, because they will hand you over to councils and flog you in their synagogues."},{"bookname":"Matthew","chapter":"10","verse":"18","text":"And you will be brought before governors and kings because of me, as a witness to them and the Gentiles."},{"bookname":"Matthew","chapter":"10","verse":"19","text":"Whenever they hand you over for trial, do not worry about how to speak or what to say, for what you should say will be given to you at that time."},{"bookname":"Matthew","chapter":"10","verse":"20","text":"For it is not you speaking, but the Spirit of your Father speaking through you."},{"bookname":"Matthew","chapter":"10","verse":"21","text":"“Brother will hand over brother to death, and a father his child. Children will rise against parents and have them put to death."},{"bookname":"Matthew","chapter":"10","verse":"22","text":"And you will be hated by everyone because of my name. But the one who endures to the end will be saved."},{"bookname":"Matthew","chapter":"10","verse":"23","text":"Whenever they persecute you in one place, flee to another. I tell you the truth, you will not finish going through all the towns of Israel before the Son of Man comes."},{"bookname":"Matthew","chapter":"10","verse":"24","text":"“A disciple is not greater than his teacher, nor a slave greater than his master."},{"bookname":"Matthew","chapter":"10","verse":"25","text":"It is enough for the disciple to become like his teacher, and the slave like his master. If they have called the head of the house ‘Beelzebul,’ how much more will they defame the members of his household!"},{"bookname":"Matthew","chapter":"10","verse":"26","text":"“Do not be afraid of them, for nothing is hidden that will not be revealed, and nothing is secret that will not be made known.","title":"Fear God, Not Man"},{"bookname":"Matthew","chapter":"10","verse":"27","text":"What I say to you in the dark, tell in the light, and what is whispered in your ear, proclaim from the housetops."},{"bookname":"Matthew","chapter":"10","verse":"28","text":"Do not be afraid of those who kill the body but cannot kill the soul. Instead, fear the one who is able to destroy both soul and body in hell."},{"bookname":"Matthew","chapter":"10","verse":"29","text":"Aren’t two sparrows sold for a penny? Yet not one of them falls to the ground apart from your Father’s will."},{"bookname":"Matthew","chapter":"10","verse":"30","text":"Even all the hairs on your head are numbered."},{"bookname":"Matthew","chapter":"10","verse":"31","text":"So do not be afraid; you are more valuable than many sparrows."},{"bookname":"Matthew","chapter":"10","verse":"32","text":"“Whoever, then, acknowledges me before people, I will acknowledge before my Father in heaven."},{"bookname":"Matthew","chapter":"10","verse":"33","text":"But whoever denies me before people, I will deny him also before my Father in heaven."},{"bookname":"Matthew","chapter":"10","verse":"34","text":"“Do not think that I have come to bring peace to the earth. I have not come to bring peace but a sword.","title":"Not Peace, but a Sword"},{"bookname":"Matthew","chapter":"10","verse":"35","text":"For I have come to set a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law,"},{"bookname":"Matthew","chapter":"10","verse":"36","text":"and a man’s enemies will be the members of his household."},{"bookname":"Matthew","chapter":"10","verse":"37","text":"“Whoever loves father or mother more than me is not worthy of me, and whoever loves son or daughter more than me is not worthy of me."},{"bookname":"Matthew","chapter":"10","verse":"38","text":"And whoever does not take up his cross and follow me is not worthy of me."},{"bookname":"Matthew","chapter":"10","verse":"39","text":"Whoever finds his life will lose it, and whoever loses his life because of me will find it."},{"bookname":"Matthew","chapter":"10","verse":"40","text":"“Whoever receives you receives me, and whoever receives me receives the one who sent me.","title":"Rewards"},{"bookname":"Matthew","chapter":"10","verse":"41","text":"Whoever receives a prophet in the name of a prophet will receive a prophet’s reward. Whoever receives a righteous person in the name of a righteous person will receive a righteous person’s reward."},{"bookname":"Matthew","chapter":"10","verse":"42","text":"And whoever gives only a cup of cold water to one of these little ones in the name of a disciple, I tell you the truth, he will never lose his reward.”"}],[{"bookname":"Matthew","chapter":"11","verse":"1","text":"When Jesus had finished instructing his twelve disciples, he went on from there to teach and preach in their towns."},{"bookname":"Matthew","chapter":"11","verse":"2","text":"Now when John heard in prison about the deeds Christ had done, he sent his disciples to ask a question:","title":"Jesus and John the Baptist"},{"bookname":"Matthew","chapter":"11","verse":"3","text":"“Are you the one who is to come, or should we look for another?”"},{"bookname":"Matthew","chapter":"11","verse":"4","text":"Jesus answered them, “Go tell John what you hear and see:"},{"bookname":"Matthew","chapter":"11","verse":"5","text":"The blind see, the lame walk, lepers are cleansed, the deaf hear, the dead are raised, and the poor have good news proclaimed to them."},{"bookname":"Matthew","chapter":"11","verse":"6","text":"Blessed is anyone who takes no offense at me.”"},{"bookname":"Matthew","chapter":"11","verse":"7","text":"While they were going away, Jesus began to speak to the crowd about John: “What did you go out into the wilderness to see? A reed shaken by the wind?"},{"bookname":"Matthew","chapter":"11","verse":"8","text":"What did you go out to see? A man dressed in fancy clothes? Look, those who wear fancy clothes are in the homes of kings!"},{"bookname":"Matthew","chapter":"11","verse":"9","text":"What did you go out to see? A prophet? Yes, I tell you, and more than a prophet."},{"bookname":"Matthew","chapter":"11","verse":"10","text":"This is the one about whom it is written: ‘<b>Look, I am sending my messenger ahead of you,<\/b> <b>who will prepare your way before you<\/b>.’"},{"bookname":"Matthew","chapter":"11","verse":"11","text":"“I tell you the truth, among those born of women, no one has arisen greater than John the Baptist. Yet the one who is least in the kingdom of heaven is greater than he is."},{"bookname":"Matthew","chapter":"11","verse":"12","text":"From the days of John the Baptist until now the kingdom of heaven has suffered violence, and forceful people lay hold of it."},{"bookname":"Matthew","chapter":"11","verse":"13","text":"For all the prophets and the law prophesied until John appeared."},{"bookname":"Matthew","chapter":"11","verse":"14","text":"And if you are willing to accept it, he is Elijah, who is to come."},{"bookname":"Matthew","chapter":"11","verse":"15","text":"The one who has ears had better listen!"},{"bookname":"Matthew","chapter":"11","verse":"16","text":"“To what should I compare this generation? They are like children sitting in the marketplaces who call out to one another,"},{"bookname":"Matthew","chapter":"11","verse":"17","text":"‘We played the flute for you, yet you did not dance; we wailed in mourning, yet you did not weep.’"},{"bookname":"Matthew","chapter":"11","verse":"18","text":"For John came neither eating nor drinking, and they say, ‘He has a demon!’"},{"bookname":"Matthew","chapter":"11","verse":"19","text":"The Son of Man came eating and drinking, and they say, ‘Look at him, a glutton and a drunk, a friend of tax collectors and sinners!’ But wisdom is vindicated by her deeds.”"},{"bookname":"Matthew","chapter":"11","verse":"20","text":"Then Jesus began to criticize openly the cities in which he had done many of his miracles, because they did not repent.","title":"Woes on Unrepentant Cities"},{"bookname":"Matthew","chapter":"11","verse":"21","text":"“Woe to you, Chorazin! Woe to you, Bethsaida! If the miracles done in you had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes."},{"bookname":"Matthew","chapter":"11","verse":"22","text":"But I tell you, it will be more bearable for Tyre and Sidon on the day of judgment than for you!"},{"bookname":"Matthew","chapter":"11","verse":"23","text":"And you, Capernaum, will you be exalted to heaven? No, you will be thrown down to Hades! For if the miracles done among you had been done in Sodom, it would have continued to this day."},{"bookname":"Matthew","chapter":"11","verse":"24","text":"But I tell you, it will be more bearable for the region of Sodom on the day of judgment than for you!”"},{"bookname":"Matthew","chapter":"11","verse":"25","text":"At that time Jesus said, “I praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and intelligent, and revealed them to little children.","title":"Jesus&#8217; Invitation"},{"bookname":"Matthew","chapter":"11","verse":"26","text":"Yes, Father, for this was your gracious will."},{"bookname":"Matthew","chapter":"11","verse":"27","text":"All things have been handed over to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and anyone to whom the Son decides to reveal him."},{"bookname":"Matthew","chapter":"11","verse":"28","text":"Come to me, all you who are weary and burdened, and I will give you rest."},{"bookname":"Matthew","chapter":"11","verse":"29","text":"Take my yoke on you and learn from me, because I am gentle and humble in heart, and you will find rest for your souls."},{"bookname":"Matthew","chapter":"11","verse":"30","text":"For my yoke is easy to bear, and my load is not hard to carry.”"}],[{"bookname":"Matthew","chapter":"12","verse":"1","text":"At that time Jesus went through the grain fields on a Sabbath. His disciples were hungry, and they began to pick heads of wheat and eat them.","title":"Lord of the Sabbath"},{"bookname":"Matthew","chapter":"12","verse":"2","text":"But when the Pharisees saw this they said to him, “Look, your disciples are doing what is against the law to do on the Sabbath.”"},{"bookname":"Matthew","chapter":"12","verse":"3","text":"He said to them, “Haven’t you read what David did when he and his companions were hungry &#8211;"},{"bookname":"Matthew","chapter":"12","verse":"4","text":"how he entered the house of God and they ate the sacred bread, which was against the law for him or his companions to eat, but only for the priests?"},{"bookname":"Matthew","chapter":"12","verse":"5","text":"Or have you not read in the law that the priests in the temple desecrate the Sabbath and yet are not guilty?"},{"bookname":"Matthew","chapter":"12","verse":"6","text":"I tell you that something greater than the temple is here."},{"bookname":"Matthew","chapter":"12","verse":"7","text":"If you had known what this means: ‘<b>I want mercy and not sacrifice<\/b>,’ you would not have condemned the innocent."},{"bookname":"Matthew","chapter":"12","verse":"8","text":"For the Son of Man is lord of the Sabbath.”"},{"bookname":"Matthew","chapter":"12","verse":"9","text":"Then Jesus left that place and entered their synagogue."},{"bookname":"Matthew","chapter":"12","verse":"10","text":"A man was there who had a withered hand. And they asked Jesus, “Is it lawful to heal on the Sabbath?” so that they could accuse him."},{"bookname":"Matthew","chapter":"12","verse":"11","text":"He said to them, “Would not any one of you, if he had one sheep that fell into a pit on the Sabbath, take hold of it and lift it out?"},{"bookname":"Matthew","chapter":"12","verse":"12","text":"How much more valuable is a person than a sheep! So it is lawful to do good on the Sabbath.”"},{"bookname":"Matthew","chapter":"12","verse":"13","text":"Then he said to the man, “Stretch out your hand.” He stretched it out and it was restored, as healthy as the other."},{"bookname":"Matthew","chapter":"12","verse":"14","text":"But the Pharisees went out and plotted against him, as to how they could assassinate him."},{"bookname":"Matthew","chapter":"12","verse":"15","text":"Now when Jesus learned of this, he went away from there. Great crowds followed him, and he healed them all.","title":"God&#8217;s Special Servant"},{"bookname":"Matthew","chapter":"12","verse":"16","text":"But he sternly warned them not to make him known."},{"bookname":"Matthew","chapter":"12","verse":"17","text":"This fulfilled what was spoken by Isaiah the prophet:"},{"bookname":"Matthew","chapter":"12","verse":"18","text":"“<b>Here is<\/b> <b>my servant whom I have chosen,<\/b> <b>the one I love, in whom I take great delight<\/b>. <b>I will put my Spirit on him, and he will proclaim justice to the nations<\/b>."},{"bookname":"Matthew","chapter":"12","verse":"19","text":"<b>He will not quarrel or cry out,<\/b> <b>nor will anyone hear his voice in the streets<\/b>."},{"bookname":"Matthew","chapter":"12","verse":"20","text":"<b>He will not break a bruised reed or extinguish a smoldering wick,<\/b> <b>until he brings justice to victory<\/b>."},{"bookname":"Matthew","chapter":"12","verse":"21","text":"<b>And in his name the Gentiles<\/b> <b>will hope<\/b>.”"},{"bookname":"Matthew","chapter":"12","verse":"22","text":"Then they brought to him a demon-possessed man who was blind and mute. Jesus healed him so that he could speak and see.","title":"Jesus and Beelzebul"},{"bookname":"Matthew","chapter":"12","verse":"23","text":"All the crowds were amazed and said, “Could this one be the Son of David?”"},{"bookname":"Matthew","chapter":"12","verse":"24","text":"But when the Pharisees heard this they said, “He does not cast out demons except by the power of Beelzebul, the ruler of demons!”"},{"bookname":"Matthew","chapter":"12","verse":"25","text":"Now when Jesus realized what they were thinking, he said to them, “Every kingdom divided against itself is destroyed, and no town or house divided against itself will stand."},{"bookname":"Matthew","chapter":"12","verse":"26","text":"So if Satan casts out Satan, he is divided against himself. How then will his kingdom stand?"},{"bookname":"Matthew","chapter":"12","verse":"27","text":"And if I cast out demons by Beelzebul, by whom do your sons cast them out? For this reason they will be your judges."},{"bookname":"Matthew","chapter":"12","verse":"28","text":"But if I cast out demons by the Spirit of God, then the kingdom of God has already overtaken you."},{"bookname":"Matthew","chapter":"12","verse":"29","text":"How else can someone enter a strong man’s house and steal his property, unless he first ties up the strong man? Then he can thoroughly plunder the house."},{"bookname":"Matthew","chapter":"12","verse":"30","text":"Whoever is not with me is against me, and whoever does not gather with me scatters."},{"bookname":"Matthew","chapter":"12","verse":"31","text":"For this reason I tell you, people will be forgiven for every sin and blasphemy, but the blasphemy against the Spirit will not be forgiven."},{"bookname":"Matthew","chapter":"12","verse":"32","text":"Whoever speaks a word against the Son of Man will be forgiven. But whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come."},{"bookname":"Matthew","chapter":"12","verse":"33","text":"“Make a tree good and its fruit will be good, or make a tree bad and its fruit will be bad, for a tree is known by its fruit.","title":"Trees and Their Fruit"},{"bookname":"Matthew","chapter":"12","verse":"34","text":"Offspring of vipers! How are you able to say anything good, since you are evil? For the mouth speaks from what fills the heart."},{"bookname":"Matthew","chapter":"12","verse":"35","text":"The good person brings good things out of his good treasury, and the evil person brings evil things out of his evil treasury."},{"bookname":"Matthew","chapter":"12","verse":"36","text":"I tell you that on the day of judgment, people will give an account for every worthless word they speak."},{"bookname":"Matthew","chapter":"12","verse":"37","text":"For by your words you will be justified, and by your words you will be condemned.”"},{"bookname":"Matthew","chapter":"12","verse":"38","text":"Then some of the experts in the law along with some Pharisees answered him, “Teacher, we want to see a sign from you.”","title":"The Sign of Jonah"},{"bookname":"Matthew","chapter":"12","verse":"39","text":"But he answered them, “An evil and adulterous generation asks for a sign, but no sign will be given to it except the sign of the prophet Jonah."},{"bookname":"Matthew","chapter":"12","verse":"40","text":"For just as Jonah was <b>in the belly of the huge fish<\/b> <b>for three days and three nights<\/b>, so the Son of Man will be in the heart of the earth for three days and three nights."},{"bookname":"Matthew","chapter":"12","verse":"41","text":"The people of Nineveh will stand up at the judgment with this generation and condemn it, because they repented when Jonah preached to them &#8211; and now, something greater than Jonah is here!"},{"bookname":"Matthew","chapter":"12","verse":"42","text":"The queen of the South will rise up at the judgment with this generation and condemn it, because she came from the ends of the earth to hear the wisdom of Solomon &#8211; and now, something greater than Solomon is here!"},{"bookname":"Matthew","chapter":"12","verse":"43","text":"“When an unclean spirit goes out of a person, it passes through waterless places looking for rest but does not find it.","title":"The Return of the Unclean Spirit"},{"bookname":"Matthew","chapter":"12","verse":"44","text":"Then it says, ‘I will return to the home I left.’ When it returns, it finds the house empty, swept clean, and put in order."},{"bookname":"Matthew","chapter":"12","verse":"45","text":"Then it goes and brings with it seven other spirits more evil than itself, and they go in and live there, so the last state of that person is worse than the first. It will be that way for this evil generation as well!”"},{"bookname":"Matthew","chapter":"12","verse":"46","text":"While Jesus was still speaking to the crowds, his mother and brothers came and stood outside, asking to speak to him.","title":"Jesus&#8217; True Family"},{"bookname":"Matthew","chapter":"12","verse":"47","text":" Someone told him, “Look, your mother and your brothers are standing outside wanting to speak to you.”"},{"bookname":"Matthew","chapter":"12","verse":"48","text":"To the one who had said this, Jesus replied, “Who is my mother and who are my brothers?”"},{"bookname":"Matthew","chapter":"12","verse":"49","text":"And pointing toward his disciples he said, “Here are my mother and my brothers!"},{"bookname":"Matthew","chapter":"12","verse":"50","text":"For whoever does the will of my Father in heaven is my brother and sister and mother.”"}],[{"bookname":"Matthew","chapter":"13","verse":"1","text":"On that day after Jesus went out of the house, he sat by the lake.","title":"The Parable of the Sower"},{"bookname":"Matthew","chapter":"13","verse":"2","text":"And such a large crowd gathered around him that he got into a boat to sit while the whole crowd stood on the shore."},{"bookname":"Matthew","chapter":"13","verse":"3","text":"He told them many things in parables, saying: “Listen! A sower went out to sow."},{"bookname":"Matthew","chapter":"13","verse":"4","text":"And as he sowed, some seeds fell along the path, and the birds came and devoured them."},{"bookname":"Matthew","chapter":"13","verse":"5","text":"Other seeds fell on rocky ground where they did not have much soil. They sprang up quickly because the soil was not deep."},{"bookname":"Matthew","chapter":"13","verse":"6","text":"But when the sun came up, they were scorched, and because they did not have sufficient root, they withered."},{"bookname":"Matthew","chapter":"13","verse":"7","text":"Other seeds fell among the thorns, and they grew up and choked them."},{"bookname":"Matthew","chapter":"13","verse":"8","text":"But other seeds fell on good soil and produced grain, some a hundred times as much, some sixty, and some thirty."},{"bookname":"Matthew","chapter":"13","verse":"9","text":"The one who has ears had better listen!”"},{"bookname":"Matthew","chapter":"13","verse":"10","text":"Then the disciples came to him and said, “Why do you speak to them in parables?”"},{"bookname":"Matthew","chapter":"13","verse":"11","text":"He replied, “You have been given the opportunity to know the secrets of the kingdom of heaven, but they have not."},{"bookname":"Matthew","chapter":"13","verse":"12","text":"For whoever has will be given more, and will have an abundance. But whoever does not have, even what he has will be taken from him."},{"bookname":"Matthew","chapter":"13","verse":"13","text":"For this reason I speak to them in parables: Although they see they do not see, and although they hear they do not hear nor do they understand."},{"bookname":"Matthew","chapter":"13","verse":"14","text":"And concerning them the prophecy of Isaiah is fulfilled that says: ‘<b>You will listen carefully<\/b> <b>yet will never understand,<\/b> <b>you will look closely<\/b> <b>yet will never comprehend<\/b>."},{"bookname":"Matthew","chapter":"13","verse":"15","text":"<b>For the heart of this people has become dull;<\/b> <b>they are hard of hearing,<\/b> <b>and they have shut their eyes,<\/b> <b>so that they would not see with their eyes<\/b> <b>and hear with their ears<\/b> <b>and understand with their hearts<\/b> <b>and turn, and I would heal them<\/b>.’"},{"bookname":"Matthew","chapter":"13","verse":"16","text":"“But your eyes are blessed because they see, and your ears because they hear."},{"bookname":"Matthew","chapter":"13","verse":"17","text":"For I tell you the truth, many prophets and righteous people longed to see what you see but did not see it, and to hear what you hear but did not hear it."},{"bookname":"Matthew","chapter":"13","verse":"18","text":"“So listen to the parable of the sower:"},{"bookname":"Matthew","chapter":"13","verse":"19","text":"When anyone hears the word about the kingdom and does not understand it, the evil one comes and snatches what was sown in his heart; this is the seed sown along the path."},{"bookname":"Matthew","chapter":"13","verse":"20","text":"The seed sown on rocky ground is the person who hears the word and immediately receives it with joy."},{"bookname":"Matthew","chapter":"13","verse":"21","text":"But he has no root in himself and does not endure; when trouble or persecution comes because of the word, immediately he falls away."},{"bookname":"Matthew","chapter":"13","verse":"22","text":"The seed sown among thorns is the person who hears the word, but worldly cares and the seductiveness of wealth choke the word, so it produces nothing."},{"bookname":"Matthew","chapter":"13","verse":"23","text":"But as for the seed sown on good soil, this is the person who hears the word and understands. He bears fruit, yielding a hundred, sixty, or thirty times what was sown.”"},{"bookname":"Matthew","chapter":"13","verse":"24","text":"He presented them with another parable: “The kingdom of heaven is like a person who sowed good seed in his field.","title":"The Parable of the Weeds"},{"bookname":"Matthew","chapter":"13","verse":"25","text":"But while everyone was sleeping, an enemy came and sowed weeds among the wheat and went away."},{"bookname":"Matthew","chapter":"13","verse":"26","text":"When the plants sprouted and bore grain, then the weeds also appeared."},{"bookname":"Matthew","chapter":"13","verse":"27","text":"So the slaves of the owner came and said to him, ‘Sir, didn’t you sow good seed in your field? Then where did the weeds come from?’"},{"bookname":"Matthew","chapter":"13","verse":"28","text":"He said, ‘An enemy has done this.’ So the slaves replied, ‘Do you want us to go and gather them?’"},{"bookname":"Matthew","chapter":"13","verse":"29","text":"But he said, ‘No, since in gathering the weeds you may uproot the wheat with them."},{"bookname":"Matthew","chapter":"13","verse":"30","text":"Let both grow together until the harvest. At harvest time I will tell the reapers, “First collect the weeds and tie them in bundles to be burned, but then gather the wheat into my barn.”’”"},{"bookname":"Matthew","chapter":"13","verse":"31","text":"He gave them another parable: “The kingdom of heaven is like a mustard seed that a man took and sowed in his field.","title":"The Parable of the Mustard Seed"},{"bookname":"Matthew","chapter":"13","verse":"32","text":"It is the smallest of all the seeds, but when it has grown it is the greatest garden plant and becomes a tree, so that the wild birds come and nest in its branches.”"},{"bookname":"Matthew","chapter":"13","verse":"33","text":"He told them another parable: “The kingdom of heaven is like yeast that a woman took and mixed with three measures of flour until all the dough had risen.”","title":"The Parable of the Yeast"},{"bookname":"Matthew","chapter":"13","verse":"34","text":"Jesus spoke all these things in parables to the crowds; he did not speak to them without a parable.","title":"The Purpose of Parables"},{"bookname":"Matthew","chapter":"13","verse":"35","text":"This fulfilled what was spoken by the prophet: “<b>I will open my mouth in parables,<\/b> <b>I will announce what has been hidden from the foundation of the world<\/b>.”"},{"bookname":"Matthew","chapter":"13","verse":"36","text":"Then he left the crowds and went into the house. And his disciples came to him saying, “Explain to us the parable of the weeds in the field.”","title":"Explanation for the Disciples"},{"bookname":"Matthew","chapter":"13","verse":"37","text":"He answered, “The one who sowed the good seed is the Son of Man."},{"bookname":"Matthew","chapter":"13","verse":"38","text":"The field is the world and the good seed are the people of the kingdom. The weeds are the people of the evil one,"},{"bookname":"Matthew","chapter":"13","verse":"39","text":"and the enemy who sows them is the devil. The harvest is the end of the age, and the reapers are angels."},{"bookname":"Matthew","chapter":"13","verse":"40","text":"As the weeds are collected and burned with fire, so it will be at the end of the age."},{"bookname":"Matthew","chapter":"13","verse":"41","text":"The Son of Man will send his angels, and they will gather from his kingdom everything that causes sin as well as all lawbreakers."},{"bookname":"Matthew","chapter":"13","verse":"42","text":"They will <b>throw them into the fiery furnace<\/b>, where there will be weeping and gnashing of teeth."},{"bookname":"Matthew","chapter":"13","verse":"43","text":"Then the righteous will shine like the sun in the kingdom of their Father. The one who has ears had better listen!"},{"bookname":"Matthew","chapter":"13","verse":"44","text":"“The kingdom of heaven is like a treasure, hidden in a field, that a person found and hid. Then because of joy he went and sold all that he had and bought that field.","title":"Parables on the Kingdom of Heaven"},{"bookname":"Matthew","chapter":"13","verse":"45","text":"“Again, the kingdom of heaven is like a merchant searching for fine pearls."},{"bookname":"Matthew","chapter":"13","verse":"46","text":"When he found a pearl of great value, he went out and sold everything he had and bought it."},{"bookname":"Matthew","chapter":"13","verse":"47","text":"“Again, the kingdom of heaven is like a net that was cast into the sea that caught all kinds of fish."},{"bookname":"Matthew","chapter":"13","verse":"48","text":"When it was full, they pulled it ashore, sat down, and put the good fish into containers and threw the bad away."},{"bookname":"Matthew","chapter":"13","verse":"49","text":"It will be this way at the end of the age. Angels will come and separate the evil from the righteous"},{"bookname":"Matthew","chapter":"13","verse":"50","text":"and throw them into the fiery furnace, where there will be weeping and gnashing of teeth."},{"bookname":"Matthew","chapter":"13","verse":"51","text":"“Have you understood all these things?” They replied, “Yes.”"},{"bookname":"Matthew","chapter":"13","verse":"52","text":"Then he said to them, “Therefore every expert in the law who has been trained for the kingdom of heaven is like the owner of a house who brings out of his treasure what is new and old.”"},{"bookname":"Matthew","chapter":"13","verse":"53","text":"Now when Jesus finished these parables, he moved on from there.","title":"Rejection at Nazareth"},{"bookname":"Matthew","chapter":"13","verse":"54","text":"Then he came to his hometown and began to teach the people in their synagogue. They were astonished and said, “Where did this man get such wisdom and miraculous powers?"},{"bookname":"Matthew","chapter":"13","verse":"55","text":"Isn’t this the carpenter’s son? Isn’t his mother named Mary? And aren’t his brothers James, Joseph, Simon, and Judas?"},{"bookname":"Matthew","chapter":"13","verse":"56","text":"And aren’t all his sisters here with us? Where did he get all this?”"},{"bookname":"Matthew","chapter":"13","verse":"57","text":"And so they took offense at him. But Jesus said to them, “A prophet is not without honor except in his hometown and in his own house.”"},{"bookname":"Matthew","chapter":"13","verse":"58","text":"And he did not do many miracles there because of their unbelief."}],[{"bookname":"Matthew","chapter":"14","verse":"1","text":"At that time Herod the tetrarch heard reports about Jesus,","title":"The Death of John the Baptist"},{"bookname":"Matthew","chapter":"14","verse":"2","text":"and he said to his servants, “This is John the Baptist. He has been raised from the dead! And because of this, miraculous powers are at work in him.”"},{"bookname":"Matthew","chapter":"14","verse":"3","text":"For Herod had arrested John, bound him, and put him in prison on account of Herodias, his brother Philip’s wife,"},{"bookname":"Matthew","chapter":"14","verse":"4","text":"because John had repeatedly told him, “It is not lawful for you to have her.”"},{"bookname":"Matthew","chapter":"14","verse":"5","text":"Although Herod wanted to kill John, he feared the crowd because they accepted John as a prophet."},{"bookname":"Matthew","chapter":"14","verse":"6","text":"But on Herod’s birthday, the daughter of Herodias danced before them and pleased Herod,"},{"bookname":"Matthew","chapter":"14","verse":"7","text":"so much that he promised with an oath to give her whatever she asked."},{"bookname":"Matthew","chapter":"14","verse":"8","text":"Instructed by her mother, she said, “Give me the head of John the Baptist here on a platter.”"},{"bookname":"Matthew","chapter":"14","verse":"9","text":"Although it grieved the king, because of his oath and the dinner guests he commanded it to be given."},{"bookname":"Matthew","chapter":"14","verse":"10","text":"So he sent and had John beheaded in the prison."},{"bookname":"Matthew","chapter":"14","verse":"11","text":"His head was brought on a platter and given to the girl, and she brought it to her mother."},{"bookname":"Matthew","chapter":"14","verse":"12","text":"Then John’s disciples came and took the body and buried it and went and told Jesus."},{"bookname":"Matthew","chapter":"14","verse":"13","text":"Now when Jesus heard this he went away from there privately in a boat to an isolated place. But when the crowd heard about it, they followed him on foot from the towns.","title":"The Feeding of the Five Thousand"},{"bookname":"Matthew","chapter":"14","verse":"14","text":"As he got out he saw the large crowd, and he had compassion on them and healed their sick."},{"bookname":"Matthew","chapter":"14","verse":"15","text":"When evening arrived, his disciples came to him saying, “This is an isolated place and the hour is already late. Send the crowds away so that they can go into the villages and buy food for themselves.”"},{"bookname":"Matthew","chapter":"14","verse":"16","text":"But he replied, “They don’t need to go. You give them something to eat.”"},{"bookname":"Matthew","chapter":"14","verse":"17","text":"They said to him, “We have here only five loaves and two fish.”"},{"bookname":"Matthew","chapter":"14","verse":"18","text":"“Bring them here to me,” he replied."},{"bookname":"Matthew","chapter":"14","verse":"19","text":"Then he instructed the crowds to sit down on the grass. He took the five loaves and two fish, and looking up to heaven he gave thanks and broke the loaves. He gave them to the disciples, who in turn gave them to the crowds."},{"bookname":"Matthew","chapter":"14","verse":"20","text":"They all ate and were satisfied, and they picked up the broken pieces left over, twelve baskets full."},{"bookname":"Matthew","chapter":"14","verse":"21","text":"Not counting women and children, there were about five thousand men who ate."},{"bookname":"Matthew","chapter":"14","verse":"22","text":"Immediately Jesus made the disciples get into the boat and go ahead of him to the other side, while he dispersed the crowds.","title":"Walking on Water"},{"bookname":"Matthew","chapter":"14","verse":"23","text":"And after he sent the crowds away, he went up the mountain by himself to pray. When evening came, he was there alone."},{"bookname":"Matthew","chapter":"14","verse":"24","text":"Meanwhile the boat, already far from land, was taking a beating from the waves because the wind was against it."},{"bookname":"Matthew","chapter":"14","verse":"25","text":"As the night was ending, Jesus came to them walking on the sea."},{"bookname":"Matthew","chapter":"14","verse":"26","text":"When the disciples saw him walking on the water they were terrified and said, “It’s a ghost!” and cried out with fear."},{"bookname":"Matthew","chapter":"14","verse":"27","text":"But immediately Jesus spoke to them: “Have courage! It is I. Do not be afraid.”"},{"bookname":"Matthew","chapter":"14","verse":"28","text":"Peter said to him, “Lord, if it is you, order me to come to you on the water.”"},{"bookname":"Matthew","chapter":"14","verse":"29","text":"So he said, “Come.” Peter got out of the boat, walked on the water, and came toward Jesus."},{"bookname":"Matthew","chapter":"14","verse":"30","text":"But when he saw the strong wind he became afraid. And starting to sink, he cried out, “Lord, save me!”"},{"bookname":"Matthew","chapter":"14","verse":"31","text":"Immediately Jesus reached out his hand and caught him, saying to him, “You of little faith, why did you doubt?”"},{"bookname":"Matthew","chapter":"14","verse":"32","text":"When they went up into the boat, the wind ceased."},{"bookname":"Matthew","chapter":"14","verse":"33","text":"Then those who were in the boat worshiped him, saying, “Truly you are the Son of God.”"},{"bookname":"Matthew","chapter":"14","verse":"34","text":"After they had crossed over, they came to land at Gennesaret."},{"bookname":"Matthew","chapter":"14","verse":"35","text":"When the people there recognized him, they sent word into all the surrounding area, and they brought all their sick to him."},{"bookname":"Matthew","chapter":"14","verse":"36","text":"They begged him if they could only touch the edge of his cloak, and all who touched it were healed."}],[{"bookname":"Matthew","chapter":"15","verse":"1","text":"Then Pharisees and experts in the law came from Jerusalem to Jesus and said,","title":"Breaking Human Traditions"},{"bookname":"Matthew","chapter":"15","verse":"2","text":"“Why do your disciples disobey the tradition of the elders? For they don’t wash their hands when they eat.”"},{"bookname":"Matthew","chapter":"15","verse":"3","text":"He answered them, “And why do you disobey the commandment of God because of your tradition?"},{"bookname":"Matthew","chapter":"15","verse":"4","text":"For God said, ‘<b>Honor your father and mother<\/b>’ and ‘<b>Whoever insults his father or mother must be put to death<\/b>.’"},{"bookname":"Matthew","chapter":"15","verse":"5","text":"But you say, ‘If someone tells his father or mother, “Whatever help you would have received from me is given to God,”"},{"bookname":"Matthew","chapter":"15","verse":"6","text":"he does not need to honor his father.’ You have nullified the word of God on account of your tradition."},{"bookname":"Matthew","chapter":"15","verse":"7","text":"Hypocrites! Isaiah prophesied correctly about you when he said,"},{"bookname":"Matthew","chapter":"15","verse":"8","text":"‘<b>This people honors me with their lips,<\/b> <b>but their heart<\/b> <b>is far from me,<\/b>"},{"bookname":"Matthew","chapter":"15","verse":"9","text":"<b>and they worship me in vain,<\/b> <b>teaching as doctrines the commandments of men<\/b>.’”"},{"bookname":"Matthew","chapter":"15","verse":"10","text":"Then he called the crowd to him and said, “Listen and understand.","title":"True Defilement"},{"bookname":"Matthew","chapter":"15","verse":"11","text":"What defiles a person is not what goes into the mouth; it is what comes out of the mouth that defiles a person.”"},{"bookname":"Matthew","chapter":"15","verse":"12","text":"Then the disciples came to him and said, “Do you know that when the Pharisees heard this saying they were offended?”"},{"bookname":"Matthew","chapter":"15","verse":"13","text":"And he replied, “Every plant that my heavenly Father did not plant will be uprooted."},{"bookname":"Matthew","chapter":"15","verse":"14","text":"Leave them! They are blind guides. If someone who is blind leads another who is blind, both will fall into a pit.”"},{"bookname":"Matthew","chapter":"15","verse":"15","text":"But Peter said to him, “Explain this parable to us.”"},{"bookname":"Matthew","chapter":"15","verse":"16","text":"Jesus said, “Even after all this, are you still so foolish?"},{"bookname":"Matthew","chapter":"15","verse":"17","text":"Don’t you understand that whatever goes into the mouth enters the stomach and then passes out into the sewer?"},{"bookname":"Matthew","chapter":"15","verse":"18","text":"But the things that come out of the mouth come from the heart, and these things defile a person."},{"bookname":"Matthew","chapter":"15","verse":"19","text":"For out of the heart come evil ideas, murder, adultery, sexual immorality, theft, false testimony, slander."},{"bookname":"Matthew","chapter":"15","verse":"20","text":"These are the things that defile a person; it is not eating with unwashed hands that defiles a person.”"},{"bookname":"Matthew","chapter":"15","verse":"21","text":"After going out from there, Jesus went to the region of Tyre and Sidon.","title":"A Canaanite Woman&#8217;s Faith"},{"bookname":"Matthew","chapter":"15","verse":"22","text":"A Canaanite woman from that area came and cried out, “Have mercy on me, Lord, Son of David! My daughter is horribly demon-possessed!”"},{"bookname":"Matthew","chapter":"15","verse":"23","text":"But he did not answer her a word. Then his disciples came and begged him, “Send her away, because she keeps on crying out after us.”"},{"bookname":"Matthew","chapter":"15","verse":"24","text":"So he answered, “I was sent only to the lost sheep of the house of Israel.”"},{"bookname":"Matthew","chapter":"15","verse":"25","text":"But she came and bowed down before him and said, “Lord, help me!”"},{"bookname":"Matthew","chapter":"15","verse":"26","text":"“It is not right to take the children’s bread and throw it to the dogs,” he said."},{"bookname":"Matthew","chapter":"15","verse":"27","text":"“Yes, Lord,” she replied, “but even the dogs eat the crumbs that fall from their masters’ table.”"},{"bookname":"Matthew","chapter":"15","verse":"28","text":"Then Jesus answered her, “Woman, your faith is great! Let what you want be done for you.” And her daughter was healed from that hour."},{"bookname":"Matthew","chapter":"15","verse":"29","text":"When he left there, Jesus went along the Sea of Galilee. Then he went up a mountain, where he sat down.","title":"Healing Many Others"},{"bookname":"Matthew","chapter":"15","verse":"30","text":"Then large crowds came to him bringing with them the lame, blind, crippled, mute, and many others. They laid them at his feet, and he healed them."},{"bookname":"Matthew","chapter":"15","verse":"31","text":"As a result, the crowd was amazed when they saw the mute speaking, the crippled healthy, the lame walking, and the blind seeing, and they praised the God of Israel."},{"bookname":"Matthew","chapter":"15","verse":"32","text":"Then Jesus called the disciples and said, “I have compassion on the crowd, because they have already been here with me three days and they have nothing to eat. I don’t want to send them away hungry since they may faint on the way.”","title":"The Feeding of the Four Thousand"},{"bookname":"Matthew","chapter":"15","verse":"33","text":"The disciples said to him, “Where can we get enough bread in this desolate place to satisfy so great a crowd?”"},{"bookname":"Matthew","chapter":"15","verse":"34","text":"Jesus said to them, “How many loaves do you have?” They replied, “Seven &#8211; and a few small fish.”"},{"bookname":"Matthew","chapter":"15","verse":"35","text":"After instructing the crowd to sit down on the ground,"},{"bookname":"Matthew","chapter":"15","verse":"36","text":"he took the seven loaves and the fish, and after giving thanks, he broke them and began giving them to the disciples, who then gave them to the crowds."},{"bookname":"Matthew","chapter":"15","verse":"37","text":"They all ate and were satisfied, and they picked up the broken pieces left over, seven baskets full."},{"bookname":"Matthew","chapter":"15","verse":"38","text":"Not counting children and women, there were four thousand men who ate."},{"bookname":"Matthew","chapter":"15","verse":"39","text":"After sending away the crowd, he got into the boat and went to the region of Magadan."}],[{"bookname":"Matthew","chapter":"16","verse":"1","text":"Now when the Pharisees and Sadducees came to test Jesus, they asked him to show them a sign from heaven.","title":"The Demand for a Sign"},{"bookname":"Matthew","chapter":"16","verse":"2","text":"He said, “When evening comes you say, ‘It will be fair weather, because the sky is red,’"},{"bookname":"Matthew","chapter":"16","verse":"3","text":"and in the morning, ‘It will be stormy today, because the sky is red and darkening.’ You know how to judge correctly the appearance of the sky, but you cannot evaluate the signs of the times."},{"bookname":"Matthew","chapter":"16","verse":"4","text":"A wicked and adulterous generation asks for a sign, but no sign will be given to it except the sign of Jonah.” Then he left them and went away."},{"bookname":"Matthew","chapter":"16","verse":"5","text":"When the disciples went to the other side, they forgot to take bread.","title":"The Yeast of the Pharisees and Sadducees"},{"bookname":"Matthew","chapter":"16","verse":"6","text":"“Watch out,” Jesus said to them, “beware of the yeast of the Pharisees and Sadducees.”"},{"bookname":"Matthew","chapter":"16","verse":"7","text":"So they began to discuss this among themselves, saying, “It is because we brought no bread.”"},{"bookname":"Matthew","chapter":"16","verse":"8","text":"When Jesus learned of this, he said, “You who have such little faith! Why are you arguing among yourselves about having no bread?"},{"bookname":"Matthew","chapter":"16","verse":"9","text":"Do you still not understand? Don’t you remember the five loaves for the five thousand, and how many baskets you took up?"},{"bookname":"Matthew","chapter":"16","verse":"10","text":"Or the seven loaves for the four thousand and how many baskets you took up?"},{"bookname":"Matthew","chapter":"16","verse":"11","text":"How could you not understand that I was not speaking to you about bread? But beware of the yeast of the Pharisees and Sadducees!”"},{"bookname":"Matthew","chapter":"16","verse":"12","text":"Then they understood that he had not told them to be on guard against the yeast in bread, but against the teaching of the Pharisees and Sadducees."},{"bookname":"Matthew","chapter":"16","verse":"13","text":"When Jesus came to the area of Caesarea Philippi, he asked his disciples, “Who do people say that the Son of Man is?”","title":"Peter&#8217;s Confession"},{"bookname":"Matthew","chapter":"16","verse":"14","text":"They answered, “Some say John the Baptist, others Elijah, and others Jeremiah or one of the prophets.”"},{"bookname":"Matthew","chapter":"16","verse":"15","text":"He said to them, “But who do you say that I am?”"},{"bookname":"Matthew","chapter":"16","verse":"16","text":"Simon Peter answered, “You are the Christ, the Son of the living God.”"},{"bookname":"Matthew","chapter":"16","verse":"17","text":"And Jesus answered him, “You are blessed, Simon son of Jonah, because flesh and blood did not reveal this to you, but my Father in heaven!"},{"bookname":"Matthew","chapter":"16","verse":"18","text":"And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overpower it."},{"bookname":"Matthew","chapter":"16","verse":"19","text":"I will give you the keys of the kingdom of heaven. Whatever you bind on earth will have been bound in heaven, and whatever you release on earth will have been released in heaven.”"},{"bookname":"Matthew","chapter":"16","verse":"20","text":"Then he instructed his disciples not to tell anyone that he was the Christ."},{"bookname":"Matthew","chapter":"16","verse":"21","text":"From that time on Jesus began to show his disciples that he must go to Jerusalem and suffer many things at the hands of the elders, chief priests, and experts in the law, and be killed, and on the third day be raised.","title":"First Prediction of Jesus&#8217; Death and Resurrection"},{"bookname":"Matthew","chapter":"16","verse":"22","text":"So Peter took him aside and began to rebuke him: “God forbid, Lord! This must not happen to you!”"},{"bookname":"Matthew","chapter":"16","verse":"23","text":"But he turned and said to Peter, “Get behind me, Satan! You are a stumbling block to me, because you are not setting your mind on God’s interests, but on man’s.”"},{"bookname":"Matthew","chapter":"16","verse":"24","text":"Then Jesus said to his disciples, “If anyone wants to become my follower, he must deny himself, take up his cross, and follow me."},{"bookname":"Matthew","chapter":"16","verse":"25","text":"For whoever wants to save his life will lose it, but whoever loses his life for my sake will find it."},{"bookname":"Matthew","chapter":"16","verse":"26","text":"For what does it benefit a person if he gains the whole world but forfeits his life? Or what can a person give in exchange for his life?"},{"bookname":"Matthew","chapter":"16","verse":"27","text":"For the Son of Man will come with his angels in the glory of his Father, and then he will reward each person according to what he has done."},{"bookname":"Matthew","chapter":"16","verse":"28","text":"I tell you the truth, there are some standing here who will not experience death before they see the Son of Man coming in his kingdom.”"}],[{"bookname":"Matthew","chapter":"17","verse":"1","text":"Six days later Jesus took with him Peter, James, and John the brother of James, and led them privately up a high mountain.","title":"The Transfiguration"},{"bookname":"Matthew","chapter":"17","verse":"2","text":"And he was transfigured before them. His face shone like the sun, and his clothes became white as light."},{"bookname":"Matthew","chapter":"17","verse":"3","text":"Then Moses and Elijah also appeared before them, talking with him."},{"bookname":"Matthew","chapter":"17","verse":"4","text":"So Peter said to Jesus, “Lord, it is good for us to be here. If you want, I will make three shelters &#8211; one for you, one for Moses, and one for Elijah.”"},{"bookname":"Matthew","chapter":"17","verse":"5","text":"While he was still speaking, a bright cloud overshadowed them, and a voice from the cloud said, “This is my one dear Son, in whom I take great delight. Listen to him!”"},{"bookname":"Matthew","chapter":"17","verse":"6","text":"When the disciples heard this, they were overwhelmed with fear and threw themselves down with their faces to the ground."},{"bookname":"Matthew","chapter":"17","verse":"7","text":"But Jesus came and touched them. “Get up,” he said. “Do not be afraid.”"},{"bookname":"Matthew","chapter":"17","verse":"8","text":"When they looked up, all they saw was Jesus alone."},{"bookname":"Matthew","chapter":"17","verse":"9","text":"As they were coming down from the mountain, Jesus commanded them, “Do not tell anyone about the vision until the Son of Man is raised from the dead.”"},{"bookname":"Matthew","chapter":"17","verse":"10","text":"The disciples asked him, “Why then do the experts in the law say that Elijah must come first?”"},{"bookname":"Matthew","chapter":"17","verse":"11","text":"He answered, “Elijah does indeed come first and will restore all things."},{"bookname":"Matthew","chapter":"17","verse":"12","text":"And I tell you that Elijah has already come. Yet they did not recognize him, but did to him whatever they wanted. In the same way, the Son of Man will suffer at their hands.”"},{"bookname":"Matthew","chapter":"17","verse":"13","text":"Then the disciples understood that he was speaking to them about John the Baptist."},{"bookname":"Matthew","chapter":"17","verse":"14","text":"When they came to the crowd, a man came to him, knelt before him,","title":"The Disciples&#8217; Failure to Heal"},{"bookname":"Matthew","chapter":"17","verse":"15","text":"and said, “Lord, have mercy on my son, because he has seizures and suffers terribly, for he often falls into the fire and into the water."},{"bookname":"Matthew","chapter":"17","verse":"16","text":"I brought him to your disciples, but they were not able to heal him.”"},{"bookname":"Matthew","chapter":"17","verse":"17","text":"Jesus answered, “You unbelieving and perverse generation! How much longer must I be with you? How much longer must I endure you? Bring him here to me.”"},{"bookname":"Matthew","chapter":"17","verse":"18","text":"Then Jesus rebuked the demon and it came out of him, and the boy was healed from that moment."},{"bookname":"Matthew","chapter":"17","verse":"19","text":"Then the disciples came to Jesus privately and said, “Why couldn’t we cast it out?”"},{"bookname":"Matthew","chapter":"17","verse":"20","text":"He told them, “It was because of your little faith. I tell you the truth, if you have faith the size of a mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move; nothing will be impossible for you.”"},{"bookname":"Matthew","chapter":"17","verse":"21","text":"[[EMPTY]]"},{"bookname":"Matthew","chapter":"17","verse":"22","text":"When they gathered together in Galilee, Jesus told them, “The Son of Man is going to be betrayed into the hands of men."},{"bookname":"Matthew","chapter":"17","verse":"23","text":"They will kill him, and on the third day he will be raised.” And they became greatly distressed."},{"bookname":"Matthew","chapter":"17","verse":"24","text":"After they arrived in Capernaum, the collectors of the temple tax came to Peter and said, “Your teacher pays the double drachma tax, doesn’t he?”","title":"The Temple Tax"},{"bookname":"Matthew","chapter":"17","verse":"25","text":"He said, “Yes.” When Peter came into the house, Jesus spoke to him first, “What do you think, Simon? From whom do earthly kings collect tolls or taxes &#8211; from their sons or from foreigners?”"},{"bookname":"Matthew","chapter":"17","verse":"26","text":"After he said, “From foreigners,” Jesus said to him, “Then the sons are free."},{"bookname":"Matthew","chapter":"17","verse":"27","text":"But so that we don’t offend them, go to the lake and throw out a hook. Take the first fish that comes up, and when you open its mouth, you will find a four drachma coin. Take that and give it to them for me and you.”"}],[{"bookname":"Matthew","chapter":"18","verse":"1","text":"At that time the disciples came to Jesus saying, “Who is the greatest in the kingdom of heaven?”","title":"Questions About the Greatest"},{"bookname":"Matthew","chapter":"18","verse":"2","text":"He called a child, had him stand among them,"},{"bookname":"Matthew","chapter":"18","verse":"3","text":"and said, “I tell you the truth, unless you turn around and become like little children, you will never enter the kingdom of heaven!"},{"bookname":"Matthew","chapter":"18","verse":"4","text":"Whoever then humbles himself like this little child is the greatest in the kingdom of heaven."},{"bookname":"Matthew","chapter":"18","verse":"5","text":"And whoever welcomes a child like this in my name welcomes me."},{"bookname":"Matthew","chapter":"18","verse":"6","text":"“But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a huge millstone hung around his neck and to be drowned in the open sea."},{"bookname":"Matthew","chapter":"18","verse":"7","text":"Woe to the world because of stumbling blocks! It is necessary that stumbling blocks come, but woe to the person through whom they come."},{"bookname":"Matthew","chapter":"18","verse":"8","text":"If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than to have two hands or two feet and be thrown into eternal fire."},{"bookname":"Matthew","chapter":"18","verse":"9","text":"And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter into life with one eye than to have two eyes and be thrown into fiery hell."},{"bookname":"Matthew","chapter":"18","verse":"10","text":"“See that you do not disdain one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven.","title":"The Parable of the Lost Sheep"},{"bookname":"Matthew","chapter":"18","verse":"11","text":"[[EMPTY]]"},{"bookname":"Matthew","chapter":"18","verse":"12","text":"What do you think? If someone owns a hundred sheep and one of them goes astray, will he not leave the ninety-nine on the mountains and go look for the one that went astray?"},{"bookname":"Matthew","chapter":"18","verse":"13","text":"And if he finds it, I tell you the truth, he will rejoice more over it than over the ninety-nine that did not go astray."},{"bookname":"Matthew","chapter":"18","verse":"14","text":"In the same way, your Father in heaven is not willing that one of these little ones be lost."},{"bookname":"Matthew","chapter":"18","verse":"15","text":"“If your brother sins, go and show him his fault when the two of you are alone. If he listens to you, you have regained your brother.","title":"Restoring Christian Relationships"},{"bookname":"Matthew","chapter":"18","verse":"16","text":"But if he does not listen, take one or two others with you, so that <b>at the testimony of two or three witnesses every matter may be established<\/b>."},{"bookname":"Matthew","chapter":"18","verse":"17","text":"If he refuses to listen to them, tell it to the church. If he refuses to listen to the church, treat him like a Gentile or a tax collector."},{"bookname":"Matthew","chapter":"18","verse":"18","text":"“I tell you the truth, whatever you bind on earth will have been bound in heaven, and whatever you release on earth will have been released in heaven."},{"bookname":"Matthew","chapter":"18","verse":"19","text":"Again, I tell you the truth, if two of you on earth agree about whatever you ask, my Father in heaven will do it for you."},{"bookname":"Matthew","chapter":"18","verse":"20","text":"For where two or three are assembled in my name, I am there among them.”"},{"bookname":"Matthew","chapter":"18","verse":"21","text":"Then Peter came to him and said, “Lord, how many times must I forgive my brother who sins against me? As many as seven times?”"},{"bookname":"Matthew","chapter":"18","verse":"22","text":"Jesus said to him, “Not seven times, I tell you, but seventy-seven times!"},{"bookname":"Matthew","chapter":"18","verse":"23","text":"“For this reason, the kingdom of heaven is like a king who wanted to settle accounts with his slaves.","title":"The Parable of the Unforgiving Slave"},{"bookname":"Matthew","chapter":"18","verse":"24","text":"As he began settling his accounts, a man who owed ten thousand talents was brought to him."},{"bookname":"Matthew","chapter":"18","verse":"25","text":"Because he was not able to repay it, the lord ordered him to be sold, along with his wife, children, and whatever he possessed, and repayment to be made."},{"bookname":"Matthew","chapter":"18","verse":"26","text":"Then the slave threw himself to the ground before him, saying, ‘Be patient with me, and I will repay you everything.’"},{"bookname":"Matthew","chapter":"18","verse":"27","text":"The lord had compassion on that slave and released him, and forgave him the debt."},{"bookname":"Matthew","chapter":"18","verse":"28","text":"After he went out, that same slave found one of his fellow slaves who owed him one hundred silver coins. So he grabbed him by the throat and started to choke him, saying, ‘Pay back what you owe me!’"},{"bookname":"Matthew","chapter":"18","verse":"29","text":"Then his fellow slave threw himself down and begged him, ‘Be patient with me, and I will repay you.’"},{"bookname":"Matthew","chapter":"18","verse":"30","text":"But he refused. Instead, he went out and threw him in prison until he repaid the debt."},{"bookname":"Matthew","chapter":"18","verse":"31","text":"When his fellow slaves saw what had happened, they were very upset and went and told their lord everything that had taken place."},{"bookname":"Matthew","chapter":"18","verse":"32","text":"Then his lord called the first slave and said to him, ‘Evil slave! I forgave you all that debt because you begged me!"},{"bookname":"Matthew","chapter":"18","verse":"33","text":"Should you not have shown mercy to your fellow slave, just as I showed it to you?’"},{"bookname":"Matthew","chapter":"18","verse":"34","text":"And in anger his lord turned him over to the prison guards to torture him until he repaid all he owed."},{"bookname":"Matthew","chapter":"18","verse":"35","text":"So also my heavenly Father will do to you, if each of you does not forgive your brother from your heart.”"}],[{"bookname":"Matthew","chapter":"19","verse":"1","text":"Now when Jesus finished these sayings, he left Galilee and went to the region of Judea beyond the Jordan River.","title":"Questions About Divorce"},{"bookname":"Matthew","chapter":"19","verse":"2","text":"Large crowds followed him, and he healed them there."},{"bookname":"Matthew","chapter":"19","verse":"3","text":"Then some Pharisees came to him in order to test him. They asked, “Is it lawful to divorce a wife for any cause?”"},{"bookname":"Matthew","chapter":"19","verse":"4","text":"He answered, “Have you not read that from the beginning the Creator <b>made them male and female<\/b>,"},{"bookname":"Matthew","chapter":"19","verse":"5","text":"and said, ‘<b>For this reason a man will leave his father and mother and will be united with his wife, and the two will become one flesh<\/b>’?"},{"bookname":"Matthew","chapter":"19","verse":"6","text":"So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate.”"},{"bookname":"Matthew","chapter":"19","verse":"7","text":"They said to him, “Why then did Moses command us to give <b>a certificate of dismissal<\/b> and to divorce her?”"},{"bookname":"Matthew","chapter":"19","verse":"8","text":"Jesus said to them, “Moses permitted you to divorce your wives because of your hard hearts, but from the beginning it was not this way."},{"bookname":"Matthew","chapter":"19","verse":"9","text":"Now I say to you that whoever divorces his wife, except for immorality, and marries another commits adultery.”"},{"bookname":"Matthew","chapter":"19","verse":"10","text":"The disciples said to him, “If this is the case of a husband with a wife, it is better not to marry!”"},{"bookname":"Matthew","chapter":"19","verse":"11","text":"He said to them, “Not everyone can accept this statement, except those to whom it has been given."},{"bookname":"Matthew","chapter":"19","verse":"12","text":"For there are some eunuchs who were that way from birth, and some who were made eunuchs by others, and some who became eunuchs for the sake of the kingdom of heaven. The one who is able to accept this should accept it.”"},{"bookname":"Matthew","chapter":"19","verse":"13","text":"Then little children were brought to him for him to lay his hands on them and pray. But the disciples scolded those who brought them.","title":"Jesus and Little Children"},{"bookname":"Matthew","chapter":"19","verse":"14","text":"But Jesus said, “Let the little children come to me and do not try to stop them, for the kingdom of heaven belongs to such as these.”"},{"bookname":"Matthew","chapter":"19","verse":"15","text":"And he placed his hands on them and went on his way."},{"bookname":"Matthew","chapter":"19","verse":"16","text":"Now someone came up to him and said, “Teacher, what good thing must I do to gain eternal life?”","title":"The Rich Young Man"},{"bookname":"Matthew","chapter":"19","verse":"17","text":"He said to him, “Why do you ask me about what is good? There is only one who is good. But if you want to enter into life, keep the commandments.”"},{"bookname":"Matthew","chapter":"19","verse":"18","text":"“Which ones?” he asked. Jesus replied, “<b>Do not murder, do not commit adultery, do not steal, do not give false testimony,<\/b>"},{"bookname":"Matthew","chapter":"19","verse":"19","text":"<b>honor your father and mother,<\/b> and <b>love your neighbor as yourself<\/b>.”"},{"bookname":"Matthew","chapter":"19","verse":"20","text":"The young man said to him, “I have wholeheartedly obeyed all these laws. What do I still lack?”"},{"bookname":"Matthew","chapter":"19","verse":"21","text":"Jesus said to him, “If you wish to be perfect, go sell your possessions and give the money to the poor, and you will have treasure in heaven. Then come, follow me.”"},{"bookname":"Matthew","chapter":"19","verse":"22","text":"But when the young man heard this he went away sorrowful, for he was very rich."},{"bookname":"Matthew","chapter":"19","verse":"23","text":"Then Jesus said to his disciples, “I tell you the truth, it will be hard for a rich person to enter the kingdom of heaven!"},{"bookname":"Matthew","chapter":"19","verse":"24","text":"Again I say, it is easier for a camel to go through the eye of a needle than for a rich person to enter into the kingdom of God.”"},{"bookname":"Matthew","chapter":"19","verse":"25","text":"The disciples were greatly astonished when they heard this and said, “Then who can be saved?”"},{"bookname":"Matthew","chapter":"19","verse":"26","text":"Jesus looked at them and replied, “This is impossible for mere humans, but for God all things are possible.”"},{"bookname":"Matthew","chapter":"19","verse":"27","text":"Then Peter said to him, “Look, we have left everything to follow you! What then will there be for us?”"},{"bookname":"Matthew","chapter":"19","verse":"28","text":"Jesus said to them, “I tell you the truth: In the age when all things are renewed, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel."},{"bookname":"Matthew","chapter":"19","verse":"29","text":"And whoever has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much and will inherit eternal life."},{"bookname":"Matthew","chapter":"19","verse":"30","text":"But many who are first will be last, and the last first."}],[{"bookname":"Matthew","chapter":"20","verse":"1","text":"“For the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard.","title":"Workers in the Vineyard"},{"bookname":"Matthew","chapter":"20","verse":"2","text":"And after agreeing with the workers for the standard wage, he sent them into his vineyard."},{"bookname":"Matthew","chapter":"20","verse":"3","text":"When it was about nine o’clock in the morning, he went out again and saw others standing around in the marketplace without work."},{"bookname":"Matthew","chapter":"20","verse":"4","text":"He said to them, ‘You go into the vineyard too, and I will give you whatever is right.’"},{"bookname":"Matthew","chapter":"20","verse":"5","text":"So they went. When he went out again about noon and three o’clock that afternoon, he did the same thing."},{"bookname":"Matthew","chapter":"20","verse":"6","text":"And about five o’clock that afternoon he went out and found others standing around, and said to them, ‘Why are you standing here all day without work?’"},{"bookname":"Matthew","chapter":"20","verse":"7","text":"They said to him, ‘Because no one hired us.’ He said to them, ‘You go and work in the vineyard too.’"},{"bookname":"Matthew","chapter":"20","verse":"8","text":"When it was evening the owner of the vineyard said to his manager, ‘Call the workers and give the pay starting with the last hired until the first.’"},{"bookname":"Matthew","chapter":"20","verse":"9","text":"When those hired about five o’clock came, each received a full day’s pay."},{"bookname":"Matthew","chapter":"20","verse":"10","text":"And when those hired first came, they thought they would receive more. But each one also received the standard wage."},{"bookname":"Matthew","chapter":"20","verse":"11","text":"When they received it, they began to complain against the landowner,"},{"bookname":"Matthew","chapter":"20","verse":"12","text":"saying, ‘These last fellows worked one hour, and you have made them equal to us who bore the hardship and burning heat of the day.’"},{"bookname":"Matthew","chapter":"20","verse":"13","text":"And the landowner replied to one of them, ‘Friend, I am not treating you unfairly. Didn’t you agree with me to work for the standard wage?"},{"bookname":"Matthew","chapter":"20","verse":"14","text":"Take what is yours and go. I want to give to this last man the same as I gave to you."},{"bookname":"Matthew","chapter":"20","verse":"15","text":"Am I not permitted to do what I want with what belongs to me? Or are you envious because I am generous?’"},{"bookname":"Matthew","chapter":"20","verse":"16","text":"So the last will be first, and the first last.”"},{"bookname":"Matthew","chapter":"20","verse":"17","text":"As Jesus was going up to Jerusalem, he took the twelve aside privately and said to them on the way,","title":"Third Prediction of Jesus&#8217; Death and Resurrection"},{"bookname":"Matthew","chapter":"20","verse":"18","text":"“Look, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and the experts in the law. They will condemn him to death,"},{"bookname":"Matthew","chapter":"20","verse":"19","text":"and will turn him over to the Gentiles to be mocked and flogged severely and crucified. Yet on the third day, he will be raised.”"},{"bookname":"Matthew","chapter":"20","verse":"20","text":"Then the mother of the sons of Zebedee came to him with her sons, and kneeling down she asked him for a favor.","title":"A Request for James and John"},{"bookname":"Matthew","chapter":"20","verse":"21","text":"He said to her, “What do you want?” She replied, “Permit these two sons of mine to sit, one at your right hand and one at your left, in your kingdom.”"},{"bookname":"Matthew","chapter":"20","verse":"22","text":"Jesus answered, “You don’t know what you are asking! Are you able to drink the cup I am about to drink?” They said to him, “We are able.”"},{"bookname":"Matthew","chapter":"20","verse":"23","text":"He told them, “You will drink my cup, but to sit at my right and at my left is not mine to give. Rather, it is for those for whom it has been prepared by my Father.”"},{"bookname":"Matthew","chapter":"20","verse":"24","text":"Now when the other ten heard this, they were angry with the two brothers."},{"bookname":"Matthew","chapter":"20","verse":"25","text":"But Jesus called them and said, “You know that the rulers of the Gentiles lord it over them, and those in high positions use their authority over them."},{"bookname":"Matthew","chapter":"20","verse":"26","text":"It must not be this way among you! Instead whoever wants to be great among you must be your servant,"},{"bookname":"Matthew","chapter":"20","verse":"27","text":"and whoever wants to be first among you must be your slave &#8211;"},{"bookname":"Matthew","chapter":"20","verse":"28","text":"just as the Son of Man did not come to be served but to serve, and to give his life as a ransom for many.”"},{"bookname":"Matthew","chapter":"20","verse":"29","text":"As they were leaving Jericho, a large crowd followed them.","title":"Two Blind Men Healed"},{"bookname":"Matthew","chapter":"20","verse":"30","text":"Two blind men were sitting by the road. When they heard that Jesus was passing by, they shouted, “Have mercy on us, Lord, Son of David!”"},{"bookname":"Matthew","chapter":"20","verse":"31","text":"The crowd scolded them to get them to be quiet. But they shouted even more loudly, “Lord, have mercy on us, Son of David!”"},{"bookname":"Matthew","chapter":"20","verse":"32","text":"Jesus stopped, called them, and said, “What do you want me to do for you?”"},{"bookname":"Matthew","chapter":"20","verse":"33","text":"They said to him, “Lord, let our eyes be opened.”"},{"bookname":"Matthew","chapter":"20","verse":"34","text":"Moved with compassion, Jesus touched their eyes. Immediately they received their sight and followed him."}],[{"bookname":"Matthew","chapter":"21","verse":"1","text":"Now when they approached Jerusalem and came to Bethphage, at the Mount of Olives, Jesus sent two disciples,","title":"The Triumphal Entry"},{"bookname":"Matthew","chapter":"21","verse":"2","text":"telling them, “Go to the village ahead of you. Right away you will find a donkey tied there, and a colt with her. Untie them and bring them to me."},{"bookname":"Matthew","chapter":"21","verse":"3","text":"If anyone says anything to you, you are to say, ‘The Lord needs them,’ and he will send them at once.”"},{"bookname":"Matthew","chapter":"21","verse":"4","text":"This took place to fulfill what was spoken by the prophet:"},{"bookname":"Matthew","chapter":"21","verse":"5","text":"“<b>Tell the people of Zion,<\/b> ‘<b>Look, your king is coming to you,<\/b> <b>unassuming and seated on a donkey,<\/b> <b>and on a colt, the foal of a donkey<\/b>.’”"},{"bookname":"Matthew","chapter":"21","verse":"6","text":"So the disciples went and did as Jesus had instructed them."},{"bookname":"Matthew","chapter":"21","verse":"7","text":"They brought the donkey and the colt and placed their cloaks on them, and he sat on them."},{"bookname":"Matthew","chapter":"21","verse":"8","text":"A very large crowd spread their cloaks on the road. Others cut branches from the trees and spread them on the road."},{"bookname":"Matthew","chapter":"21","verse":"9","text":"The crowds that went ahead of him and those following kept shouting, “Hosanna to the Son of David! <b>Blessed is the one who comes in the name of the Lord!<\/b> Hosanna in the highest!”"},{"bookname":"Matthew","chapter":"21","verse":"10","text":"As he entered Jerusalem the whole city was thrown into an uproar, saying, “Who is this?”"},{"bookname":"Matthew","chapter":"21","verse":"11","text":"And the crowds were saying, “This is the prophet Jesus, from Nazareth in Galilee.”"},{"bookname":"Matthew","chapter":"21","verse":"12","text":"Then Jesus entered the temple area and drove out all those who were selling and buying in the temple courts, and turned over the tables of the money changers and the chairs of those selling doves.","title":"Cleansing the Temple"},{"bookname":"Matthew","chapter":"21","verse":"13","text":"And he said to them, “It is written, ‘<b>My house will be called a house of prayer,<\/b>’ but you are turning it into <b>a den<\/b> <b>of robbers<\/b>!” "},{"bookname":"Matthew","chapter":"21","verse":"14","text":"The blind and lame came to him in the temple courts, and he healed them."},{"bookname":"Matthew","chapter":"21","verse":"15","text":"But when the chief priests and the experts in the law saw the wonderful things he did and heard the children crying out in the temple courts, “Hosanna to the Son of David,” they became indignant"},{"bookname":"Matthew","chapter":"21","verse":"16","text":"and said to him, “Do you hear what they are saying?” Jesus said to them, “Yes. Have you never read, ‘<b>Out of the mouths of children and nursing infants you have prepared praise for yourself<\/b>’?”"},{"bookname":"Matthew","chapter":"21","verse":"17","text":"And leaving them, he went out of the city to Bethany and spent the night there."},{"bookname":"Matthew","chapter":"21","verse":"18","text":"Now early in the morning, as he returned to the city, he was hungry.","title":"The Withered Fig Tree"},{"bookname":"Matthew","chapter":"21","verse":"19","text":"After noticing a fig tree by the road he went to it, but found nothing on it except leaves. He said to it, “Never again will there be fruit from you!” And the fig tree withered at once."},{"bookname":"Matthew","chapter":"21","verse":"20","text":"When the disciples saw it they were amazed, saying, “How did the fig tree wither so quickly?”"},{"bookname":"Matthew","chapter":"21","verse":"21","text":"Jesus answered them, “I tell you the truth, if you have faith and do not doubt, not only will you do what was done to the fig tree, but even if you say to this mountain, ‘Be lifted up and thrown into the sea,’ it will happen."},{"bookname":"Matthew","chapter":"21","verse":"22","text":"And whatever you ask in prayer, if you believe, you will receive.”"},{"bookname":"Matthew","chapter":"21","verse":"23","text":"Now after Jesus entered the temple courts, the chief priests and elders of the people came up to him as he was teaching and said, “By what authority are you doing these things, and who gave you this authority?”","title":"The Authority of Jesus"},{"bookname":"Matthew","chapter":"21","verse":"24","text":"Jesus answered them, “I will also ask you one question. If you answer me then I will also tell you by what authority I do these things."},{"bookname":"Matthew","chapter":"21","verse":"25","text":"Where did John’s baptism come from? From heaven or from people?” They discussed this among themselves, saying, “If we say, ‘From heaven,’ he will say, ‘Then why did you not believe him?’"},{"bookname":"Matthew","chapter":"21","verse":"26","text":"But if we say, ‘From people,’ we fear the crowd, for they all consider John to be a prophet.”"},{"bookname":"Matthew","chapter":"21","verse":"27","text":"So they answered Jesus, “We don’t know.” Then he said to them, “Neither will I tell you by what authority I am doing these things."},{"bookname":"Matthew","chapter":"21","verse":"28","text":"“What do you think? A man had two sons. He went to the first and said, ‘Son, go and work in the vineyard today.’","title":"The Parable of the Two Sons"},{"bookname":"Matthew","chapter":"21","verse":"29","text":"The boy answered, ‘I will not.’ But later he had a change of heart and went."},{"bookname":"Matthew","chapter":"21","verse":"30","text":"The father went to the other son and said the same thing. This boy answered, ‘I will, sir,’ but did not go."},{"bookname":"Matthew","chapter":"21","verse":"31","text":"Which of the two did his father’s will?” They said, “The first.” Jesus said to them, “I tell you the truth, tax collectors and prostitutes will go ahead of you into the kingdom of God!"},{"bookname":"Matthew","chapter":"21","verse":"32","text":"For John came to you in the way of righteousness, and you did not believe him. But the tax collectors and prostitutes did believe. Although you saw this, you did not later change your minds and believe him."},{"bookname":"Matthew","chapter":"21","verse":"33","text":"“Listen to another parable: There was a landowner who planted a vineyard. He put a fence around it, dug a pit for its winepress, and built a watchtower. Then he leased it to tenant farmers and went on a journey.","title":"The Parable of the Tenants"},{"bookname":"Matthew","chapter":"21","verse":"34","text":"When the harvest time was near, he sent his slaves to the tenants to collect his portion of the crop."},{"bookname":"Matthew","chapter":"21","verse":"35","text":"But the tenants seized his slaves, beat one, killed another, and stoned another."},{"bookname":"Matthew","chapter":"21","verse":"36","text":"Again he sent other slaves, more than the first, and they treated them the same way."},{"bookname":"Matthew","chapter":"21","verse":"37","text":"Finally he sent his son to them, saying, ‘They will respect my son.’"},{"bookname":"Matthew","chapter":"21","verse":"38","text":"But when the tenants saw the son, they said to themselves, ‘This is the heir. Come, let’s kill him and get his inheritance!’"},{"bookname":"Matthew","chapter":"21","verse":"39","text":"So they seized him, threw him out of the vineyard, and killed him."},{"bookname":"Matthew","chapter":"21","verse":"40","text":"Now when the owner of the vineyard comes, what will he do to those tenants?”"},{"bookname":"Matthew","chapter":"21","verse":"41","text":"They said to him, “He will utterly destroy those evil men! Then he will lease the vineyard to other tenants who will give him his portion at the harvest.”"},{"bookname":"Matthew","chapter":"21","verse":"42","text":"Jesus said to them, “Have you never read in the scriptures: ‘<b>The stone the builders rejected has become the cornerstone<\/b>. <b>This is from the Lord, and it is marvelous in our eyes<\/b>’?"},{"bookname":"Matthew","chapter":"21","verse":"43","text":"For this reason I tell you that the kingdom of God will be taken from you and given to a people who will produce its fruit."},{"bookname":"Matthew","chapter":"21","verse":"44","text":"The one who falls on this stone will be broken to pieces, and the one on whom it falls will be crushed.”"},{"bookname":"Matthew","chapter":"21","verse":"45","text":"When the chief priests and the Pharisees heard his parables, they realized that he was speaking about them."},{"bookname":"Matthew","chapter":"21","verse":"46","text":"They wanted to arrest him, but they were afraid of the crowds, because the crowds regarded him as a prophet."}],[{"bookname":"Matthew","chapter":"22","verse":"1","text":"Jesus spoke to them again in parables, saying:","title":"The Parable of the Wedding Banquet"},{"bookname":"Matthew","chapter":"22","verse":"2","text":"“The kingdom of heaven can be compared to a king who gave a wedding banquet for his son."},{"bookname":"Matthew","chapter":"22","verse":"3","text":"He sent his slaves to summon those who had been invited to the banquet, but they would not come."},{"bookname":"Matthew","chapter":"22","verse":"4","text":"Again he sent other slaves, saying, ‘Tell those who have been invited, “Look! The feast I have prepared for you is ready. My oxen and fattened cattle have been slaughtered, and everything is ready. Come to the wedding banquet.”’"},{"bookname":"Matthew","chapter":"22","verse":"5","text":"But they were indifferent and went away, one to his farm, another to his business."},{"bookname":"Matthew","chapter":"22","verse":"6","text":"The rest seized his slaves, insolently mistreated them, and killed them."},{"bookname":"Matthew","chapter":"22","verse":"7","text":"The king was furious! He sent his soldiers, and they put those murderers to death and set their city on fire."},{"bookname":"Matthew","chapter":"22","verse":"8","text":"Then he said to his slaves, ‘The wedding is ready, but the ones who had been invited were not worthy."},{"bookname":"Matthew","chapter":"22","verse":"9","text":"So go into the main streets and invite everyone you find to the wedding banquet.’"},{"bookname":"Matthew","chapter":"22","verse":"10","text":"And those slaves went out into the streets and gathered all they found, both bad and good, and the wedding hall was filled with guests."},{"bookname":"Matthew","chapter":"22","verse":"11","text":"But when the king came in to see the wedding guests, he saw a man there who was not wearing wedding clothes."},{"bookname":"Matthew","chapter":"22","verse":"12","text":"And he said to him, ‘Friend, how did you get in here without wedding clothes?’ But he had nothing to say."},{"bookname":"Matthew","chapter":"22","verse":"13","text":"Then the king said to his attendants, ‘Tie him up hand and foot and throw him into the outer darkness, where there will be weeping and gnashing of teeth!’"},{"bookname":"Matthew","chapter":"22","verse":"14","text":"For many are called, but few are chosen.”"},{"bookname":"Matthew","chapter":"22","verse":"15","text":"Then the Pharisees went out and planned together to entrap him with his own words.","title":"Paying Taxes to Caesar"},{"bookname":"Matthew","chapter":"22","verse":"16","text":"They sent to him their disciples along with the Herodians, saying, “Teacher, we know that you are truthful, and teach the way of God in accordance with the truth. You do not court anyone’s favor because you show no partiality."},{"bookname":"Matthew","chapter":"22","verse":"17","text":"Tell us then, what do you think? Is it right to pay taxes to Caesar or not?”"},{"bookname":"Matthew","chapter":"22","verse":"18","text":"But Jesus realized their evil intentions and said, “Hypocrites! Why are you testing me?"},{"bookname":"Matthew","chapter":"22","verse":"19","text":"Show me the coin used for the tax.” So they brought him a denarius."},{"bookname":"Matthew","chapter":"22","verse":"20","text":"Jesus said to them, “Whose image is this, and whose inscription?”"},{"bookname":"Matthew","chapter":"22","verse":"21","text":"They replied, “Caesar’s.” He said to them, “Then give to Caesar the things that are Caesar’s, and to God the things that are God’s.”"},{"bookname":"Matthew","chapter":"22","verse":"22","text":"Now when they heard this they were stunned, and they left him and went away."},{"bookname":"Matthew","chapter":"22","verse":"23","text":"The same day Sadducees (who say there is no resurrection) came to him and asked him,","title":"Marriage and the Resurrection"},{"bookname":"Matthew","chapter":"22","verse":"24","text":"“Teacher, Moses said, ‘<b>If a man dies without having children, his brother must marry the widow and father children<\/b> <b>for his brother<\/b>.’"},{"bookname":"Matthew","chapter":"22","verse":"25","text":"Now there were seven brothers among us. The first one married and died, and since he had no children he left his wife to his brother."},{"bookname":"Matthew","chapter":"22","verse":"26","text":"The second did the same, and the third, down to the seventh."},{"bookname":"Matthew","chapter":"22","verse":"27","text":"Last of all, the woman died."},{"bookname":"Matthew","chapter":"22","verse":"28","text":"In the resurrection, therefore, whose wife of the seven will she be? For they all had married her.”"},{"bookname":"Matthew","chapter":"22","verse":"29","text":"Jesus answered them, “You are deceived, because you don’t know the scriptures or the power of God."},{"bookname":"Matthew","chapter":"22","verse":"30","text":"For in the resurrection they neither marry nor are given in marriage, but are like angels in heaven."},{"bookname":"Matthew","chapter":"22","verse":"31","text":"Now as for the resurrection of the dead, have you not read what was spoken to you by God,"},{"bookname":"Matthew","chapter":"22","verse":"32","text":"‘<b>I am the God of Abraham, the God of Isaac, and the God of Jacob<\/b>’? He is not the God of the dead but of the living!”"},{"bookname":"Matthew","chapter":"22","verse":"33","text":"When the crowds heard this, they were amazed at his teaching."},{"bookname":"Matthew","chapter":"22","verse":"34","text":"Now when the Pharisees heard that he had silenced the Sadducees, they assembled together.","title":"The Greatest Commandment"},{"bookname":"Matthew","chapter":"22","verse":"35","text":"And one of them, an expert in religious law, asked him a question to test him:"},{"bookname":"Matthew","chapter":"22","verse":"36","text":"“Teacher, which commandment in the law is the greatest?”"},{"bookname":"Matthew","chapter":"22","verse":"37","text":"Jesus said to him, “‘<b>Love<\/b> <b>the Lord your God with all your heart, with all your soul, and with all your mind<\/b>.’"},{"bookname":"Matthew","chapter":"22","verse":"38","text":"This is the first and greatest commandment."},{"bookname":"Matthew","chapter":"22","verse":"39","text":"The second is like it: ‘<b>Love your neighbor as yourself<\/b>.’"},{"bookname":"Matthew","chapter":"22","verse":"40","text":"All the law and the prophets depend on these two commandments.”"},{"bookname":"Matthew","chapter":"22","verse":"41","text":"While the Pharisees were assembled, Jesus asked them a question:","title":"The Messiah: David&#8217;s Son and Lord"},{"bookname":"Matthew","chapter":"22","verse":"42","text":"“What do you think about the Christ? Whose son is he?” They said, “The son of David.”"},{"bookname":"Matthew","chapter":"22","verse":"43","text":"He said to them, “How then does David by the Spirit call him ‘Lord,’ saying,"},{"bookname":"Matthew","chapter":"22","verse":"44","text":"‘<b>The Lord said to my lord,<\/b> “<b>Sit at my right hand,<\/b> <b>until I put your enemies under your feet<\/b>”’?"},{"bookname":"Matthew","chapter":"22","verse":"45","text":"If David then calls him ‘Lord,’ how can he be his son?”"},{"bookname":"Matthew","chapter":"22","verse":"46","text":"No one was able to answer him a word, and from that day on no one dared to question him any longer."}],[{"bookname":"Matthew","chapter":"23","verse":"1","text":"Then Jesus said to the crowds and to his disciples,","title":"Seven Woes"},{"bookname":"Matthew","chapter":"23","verse":"2","text":"“The experts in the law and the Pharisees sit on Moses’ seat."},{"bookname":"Matthew","chapter":"23","verse":"3","text":"Therefore pay attention to what they tell you and do it. But do not do what they do, for they do not practice what they teach."},{"bookname":"Matthew","chapter":"23","verse":"4","text":"They tie up heavy loads, hard to carry, and put them on men’s shoulders, but they themselves are not willing even to lift a finger to move them."},{"bookname":"Matthew","chapter":"23","verse":"5","text":"They do all their deeds to be seen by people, for they make their phylacteries wide and their tassels long."},{"bookname":"Matthew","chapter":"23","verse":"6","text":"They love the place of honor at banquets and the best seats in the synagogues"},{"bookname":"Matthew","chapter":"23","verse":"7","text":"and elaborate greetings in the marketplaces, and to have people call them ‘Rabbi.’"},{"bookname":"Matthew","chapter":"23","verse":"8","text":"But you are not to be called ‘Rabbi,’ for you have one Teacher and you are all brothers."},{"bookname":"Matthew","chapter":"23","verse":"9","text":"And call no one your ‘father’ on earth, for you have one Father, who is in heaven."},{"bookname":"Matthew","chapter":"23","verse":"10","text":"Nor are you to be called ‘teacher,’ for you have one teacher, the Christ."},{"bookname":"Matthew","chapter":"23","verse":"11","text":"The greatest among you will be your servant."},{"bookname":"Matthew","chapter":"23","verse":"12","text":"And whoever exalts himself will be humbled, and whoever humbles himself will be exalted."},{"bookname":"Matthew","chapter":"23","verse":"13","text":"“But woe to you, experts in the law and you Pharisees, hypocrites! You keep locking people out of the kingdom of heaven! For you neither enter nor permit those trying to enter to go in."},{"bookname":"Matthew","chapter":"23","verse":"14","text":"[[EMPTY]]"},{"bookname":"Matthew","chapter":"23","verse":"15","text":"“Woe to you, experts in the law and you Pharisees, hypocrites! You cross land and sea to make one convert, and when you get one, you make him twice as much a child of hell as yourselves!"},{"bookname":"Matthew","chapter":"23","verse":"16","text":"“Woe to you, blind guides, who say, ‘Whoever swears by the temple is bound by nothing. But whoever swears by the gold of the temple is bound by the oath.’"},{"bookname":"Matthew","chapter":"23","verse":"17","text":"Blind fools! Which is greater, the gold or the temple that makes the gold sacred?"},{"bookname":"Matthew","chapter":"23","verse":"18","text":"And, ‘Whoever swears by the altar is bound by nothing. But if anyone swears by the gift on it he is bound by the oath.’"},{"bookname":"Matthew","chapter":"23","verse":"19","text":"You are blind! For which is greater, the gift or the altar that makes the gift sacred?"},{"bookname":"Matthew","chapter":"23","verse":"20","text":"So whoever swears by the altar swears by it and by everything on it."},{"bookname":"Matthew","chapter":"23","verse":"21","text":"And whoever swears by the temple swears by it and the one who dwells in it."},{"bookname":"Matthew","chapter":"23","verse":"22","text":"And whoever swears by heaven swears by the throne of God and the one who sits on it."},{"bookname":"Matthew","chapter":"23","verse":"23","text":"“Woe to you, experts in the law and you Pharisees, hypocrites! You give a tenth of mint, dill, and cumin, yet you neglect what is more important in the law &#8211; justice, mercy, and faithfulness! You should have done these things without neglecting the others."},{"bookname":"Matthew","chapter":"23","verse":"24","text":"Blind guides! You strain out a gnat yet swallow a camel!"},{"bookname":"Matthew","chapter":"23","verse":"25","text":"“Woe to you, experts in the law and you Pharisees, hypocrites! You clean the outside of the cup and the dish, but inside they are full of greed and self-indulgence."},{"bookname":"Matthew","chapter":"23","verse":"26","text":"Blind Pharisee! First clean the inside of the cup, so that the outside may become clean too!"},{"bookname":"Matthew","chapter":"23","verse":"27","text":"“Woe to you, experts in the law and you Pharisees, hypocrites! You are like whitewashed tombs that look beautiful on the outside but inside are full of the bones of the dead and of everything unclean."},{"bookname":"Matthew","chapter":"23","verse":"28","text":"In the same way, on the outside you look righteous to people, but inside you are full of hypocrisy and lawlessness."},{"bookname":"Matthew","chapter":"23","verse":"29","text":"“Woe to you, experts in the law and you Pharisees, hypocrites! You build tombs for the prophets and decorate the graves of the righteous."},{"bookname":"Matthew","chapter":"23","verse":"30","text":"And you say, ‘If we had lived in the days of our ancestors, we would not have participated with them in shedding the blood of the prophets.’"},{"bookname":"Matthew","chapter":"23","verse":"31","text":"By saying this you testify against yourselves that you are descendants of those who murdered the prophets."},{"bookname":"Matthew","chapter":"23","verse":"32","text":"Fill up then the measure of your ancestors!"},{"bookname":"Matthew","chapter":"23","verse":"33","text":"You snakes, you offspring of vipers! How will you escape being condemned to hell?"},{"bookname":"Matthew","chapter":"23","verse":"34","text":"“For this reason I am sending you prophets and wise men and experts in the law, some of whom you will kill and crucify, and some you will flog in your synagogues and pursue from town to town,"},{"bookname":"Matthew","chapter":"23","verse":"35","text":"so that on you will come all the righteous blood shed on earth, from the blood of righteous Abel to the blood of Zechariah son of Barachiah, whom you murdered between the temple and the altar."},{"bookname":"Matthew","chapter":"23","verse":"36","text":"I tell you the truth, this generation will be held responsible for all these things!"},{"bookname":"Matthew","chapter":"23","verse":"37","text":"“O Jerusalem, Jerusalem, you who kill the prophets and stone those who are sent to you! How often I have longed to gather your children together as a hen gathers her chicks under her wings, but you would have none of it!","title":"Judgment on Israel"},{"bookname":"Matthew","chapter":"23","verse":"38","text":"Look, your house is left to you desolate!"},{"bookname":"Matthew","chapter":"23","verse":"39","text":"For I tell you, you will not see me from now until you say, ‘<b>Blessed is the one who comes in the name of the Lord!<\/b>’”"}],[{"bookname":"Matthew","chapter":"24","verse":"1","text":"Now as Jesus was going out of the temple courts and walking away, his disciples came to show him the temple buildings.","title":"The Destruction of the Temple"},{"bookname":"Matthew","chapter":"24","verse":"2","text":"And he said to them, “Do you see all these things? I tell you the truth, not one stone will be left on another. All will be torn down!”"},{"bookname":"Matthew","chapter":"24","verse":"3","text":"As he was sitting on the Mount of Olives, his disciples came to him privately and said, “Tell us, when will these things happen? And what will be the sign of your coming and of the end of the age?”","title":"Signs of the End of the Age"},{"bookname":"Matthew","chapter":"24","verse":"4","text":"Jesus answered them, “Watch out that no one misleads you."},{"bookname":"Matthew","chapter":"24","verse":"5","text":"For many will come in my name, saying, ‘I am the Christ,’ and they will mislead many."},{"bookname":"Matthew","chapter":"24","verse":"6","text":"You will hear of wars and rumors of wars. Make sure that you are not alarmed, for this must happen, but the end is still to come."},{"bookname":"Matthew","chapter":"24","verse":"7","text":"For nation will rise up in arms against nation, and kingdom against kingdom. And there will be famines and earthquakes in various places."},{"bookname":"Matthew","chapter":"24","verse":"8","text":"All these things are the beginning of birth pains."},{"bookname":"Matthew","chapter":"24","verse":"9","text":"“Then they will hand you over to be persecuted and will kill you. You will be hated by all the nations because of my name.","title":"Persecution of Disciples"},{"bookname":"Matthew","chapter":"24","verse":"10","text":"Then many will be led into sin, and they will betray one another and hate one another."},{"bookname":"Matthew","chapter":"24","verse":"11","text":"And many false prophets will appear and deceive many,"},{"bookname":"Matthew","chapter":"24","verse":"12","text":"and because lawlessness will increase so much, the love of many will grow cold."},{"bookname":"Matthew","chapter":"24","verse":"13","text":"But the person who endures to the end will be saved."},{"bookname":"Matthew","chapter":"24","verse":"14","text":"And this gospel of the kingdom will be preached throughout the whole inhabited earth as a testimony to all the nations, and then the end will come."},{"bookname":"Matthew","chapter":"24","verse":"15","text":"“So when you see the abomination of desolation &#8211; spoken about by Daniel the prophet &#8211; standing in the holy place (let the reader understand),","title":"The Abomination of Desolation"},{"bookname":"Matthew","chapter":"24","verse":"16","text":"then those in Judea must flee to the mountains."},{"bookname":"Matthew","chapter":"24","verse":"17","text":"The one on the roof must not come down to take anything out of his house,"},{"bookname":"Matthew","chapter":"24","verse":"18","text":"and the one in the field must not turn back to get his cloak."},{"bookname":"Matthew","chapter":"24","verse":"19","text":"Woe to those who are pregnant and to those who are nursing their babies in those days!"},{"bookname":"Matthew","chapter":"24","verse":"20","text":"Pray that your flight may not be in winter or on a Sabbath."},{"bookname":"Matthew","chapter":"24","verse":"21","text":"For then there will be great suffering unlike anything that has happened from the beginning of the world until now, or ever will happen."},{"bookname":"Matthew","chapter":"24","verse":"22","text":"And if those days had not been cut short, no one would be saved. But for the sake of the elect those days will be cut short."},{"bookname":"Matthew","chapter":"24","verse":"23","text":"Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe him."},{"bookname":"Matthew","chapter":"24","verse":"24","text":"For false messiahs and false prophets will appear and perform great signs and wonders to deceive, if possible, even the elect."},{"bookname":"Matthew","chapter":"24","verse":"25","text":"Remember, I have told you ahead of time."},{"bookname":"Matthew","chapter":"24","verse":"26","text":"So then, if someone says to you, ‘Look, he is in the wilderness,’ do not go out, or ‘Look, he is in the inner rooms,’ do not believe him."},{"bookname":"Matthew","chapter":"24","verse":"27","text":"For just like the lightning comes from the east and flashes to the west, so the coming of the Son of Man will be."},{"bookname":"Matthew","chapter":"24","verse":"28","text":"Wherever the corpse is, there the vultures will gather."},{"bookname":"Matthew","chapter":"24","verse":"29","text":"“Immediately after the suffering of those days, the sun will be darkened, and the moon will not give its light; the stars will fall from heaven, and the powers of heaven will be shaken.","title":"The Arrival of the Son of Man"},{"bookname":"Matthew","chapter":"24","verse":"30","text":"Then the sign of the Son of Man will appear in heaven, and all the tribes of the earth will mourn. They will see the Son of Man arriving on the clouds of heaven with power and great glory."},{"bookname":"Matthew","chapter":"24","verse":"31","text":"And he will send his angels with a loud trumpet blast, and they will gather his elect from the four winds, from one end of heaven to the other."},{"bookname":"Matthew","chapter":"24","verse":"32","text":"“Learn this parable from the fig tree: Whenever its branch becomes tender and puts out its leaves, you know that summer is near.","title":"The Parable of the Fig Tree"},{"bookname":"Matthew","chapter":"24","verse":"33","text":"So also you, when you see all these things, know that he is near, right at the door."},{"bookname":"Matthew","chapter":"24","verse":"34","text":"I tell you the truth, this generation will not pass away until all these things take place."},{"bookname":"Matthew","chapter":"24","verse":"35","text":"Heaven and earth will pass away, but my words will never pass away."},{"bookname":"Matthew","chapter":"24","verse":"36","text":"“But as for that day and hour no one knows it &#8211; not even the angels in heaven &#8211; except the Father alone.","title":"Be Ready!"},{"bookname":"Matthew","chapter":"24","verse":"37","text":"For just like the days of Noah were, so the coming of the Son of Man will be."},{"bookname":"Matthew","chapter":"24","verse":"38","text":"For in those days before the flood, people were eating and drinking, marrying and giving in marriage, until the day Noah entered the ark."},{"bookname":"Matthew","chapter":"24","verse":"39","text":"And they knew nothing until the flood came and took them all away. It will be the same at the coming of the Son of Man."},{"bookname":"Matthew","chapter":"24","verse":"40","text":"Then there will be two men in the field; one will be taken and one left."},{"bookname":"Matthew","chapter":"24","verse":"41","text":"There will be two women grinding grain with a mill; one will be taken and one left."},{"bookname":"Matthew","chapter":"24","verse":"42","text":"“Therefore stay alert, because you do not know on what day your Lord will come."},{"bookname":"Matthew","chapter":"24","verse":"43","text":"But understand this: If the owner of the house had known at what time of night the thief was coming, he would have been alert and would not have let his house be broken into."},{"bookname":"Matthew","chapter":"24","verse":"44","text":"Therefore you also must be ready, because the Son of Man will come at an hour when you do not expect him."},{"bookname":"Matthew","chapter":"24","verse":"45","text":"“Who then is the faithful and wise slave, whom the master has put in charge of his household, to give the other slaves their food at the proper time?","title":"The Faithful and Wise Slave"},{"bookname":"Matthew","chapter":"24","verse":"46","text":"Blessed is that slave whom the master finds at work when he comes."},{"bookname":"Matthew","chapter":"24","verse":"47","text":"I tell you the truth, the master will put him in charge of all his possessions."},{"bookname":"Matthew","chapter":"24","verse":"48","text":"But if that evil slave should say to himself, ‘My master is staying away a long time,’"},{"bookname":"Matthew","chapter":"24","verse":"49","text":"and he begins to beat his fellow slaves and to eat and drink with drunkards,"},{"bookname":"Matthew","chapter":"24","verse":"50","text":"then the master of that slave will come on a day when he does not expect him and at an hour he does not foresee,"},{"bookname":"Matthew","chapter":"24","verse":"51","text":"and will cut him in two, and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth."}],[{"bookname":"Matthew","chapter":"25","verse":"1","text":"“At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom.","title":"The Parable of the Ten Virgins"},{"bookname":"Matthew","chapter":"25","verse":"2","text":"Five of the virgins were foolish, and five were wise."},{"bookname":"Matthew","chapter":"25","verse":"3","text":"When the foolish ones took their lamps, they did not take extra olive oil with them."},{"bookname":"Matthew","chapter":"25","verse":"4","text":"But the wise ones took flasks of olive oil with their lamps."},{"bookname":"Matthew","chapter":"25","verse":"5","text":"When the bridegroom was delayed a long time, they all became drowsy and fell asleep."},{"bookname":"Matthew","chapter":"25","verse":"6","text":"But at midnight there was a shout, ‘Look, the bridegroom is here! Come out to meet him.’"},{"bookname":"Matthew","chapter":"25","verse":"7","text":"Then all the virgins woke up and trimmed their lamps."},{"bookname":"Matthew","chapter":"25","verse":"8","text":"The foolish ones said to the wise, ‘Give us some of your oil, because our lamps are going out.’"},{"bookname":"Matthew","chapter":"25","verse":"9","text":"‘No,’ they replied. ‘There won’t be enough for you and for us. Go instead to those who sell oil and buy some for yourselves.’"},{"bookname":"Matthew","chapter":"25","verse":"10","text":"But while they had gone to buy it, the bridegroom arrived, and those who were ready went inside with him to the wedding banquet. Then the door was shut."},{"bookname":"Matthew","chapter":"25","verse":"11","text":"Later, the other virgins came too, saying, ‘Lord, lord! Let us in!’"},{"bookname":"Matthew","chapter":"25","verse":"12","text":"But he replied, ‘I tell you the truth, I do not know you!’"},{"bookname":"Matthew","chapter":"25","verse":"13","text":"Therefore stay alert, because you do not know the day or the hour."},{"bookname":"Matthew","chapter":"25","verse":"14","text":"“For it is like a man going on a journey, who summoned his slaves and entrusted his property to them.","title":"The Parable of the Talents"},{"bookname":"Matthew","chapter":"25","verse":"15","text":"To one he gave five talents, to another two, and to another one, each according to his ability. Then he went on his journey."},{"bookname":"Matthew","chapter":"25","verse":"16","text":"The one who had received five talents went off right away and put his money to work and gained five more."},{"bookname":"Matthew","chapter":"25","verse":"17","text":"In the same way, the one who had two gained two more."},{"bookname":"Matthew","chapter":"25","verse":"18","text":"But the one who had received one talent went out and dug a hole in the ground and hid his master’s money in it."},{"bookname":"Matthew","chapter":"25","verse":"19","text":"After a long time, the master of those slaves came and settled his accounts with them."},{"bookname":"Matthew","chapter":"25","verse":"20","text":"The one who had received the five talents came and brought five more, saying, ‘Sir, you entrusted me with five talents. See, I have gained five more.’"},{"bookname":"Matthew","chapter":"25","verse":"21","text":"His master answered, ‘Well done, good and faithful slave! You have been faithful in a few things. I will put you in charge of many things. Enter into the joy of your master.’"},{"bookname":"Matthew","chapter":"25","verse":"22","text":"The one with the two talents also came and said, ‘Sir, you entrusted two talents to me. See, I have gained two more.’"},{"bookname":"Matthew","chapter":"25","verse":"23","text":"His master answered, ‘Well done, good and faithful slave! You have been faithful with a few things. I will put you in charge of many things. Enter into the joy of your master.’"},{"bookname":"Matthew","chapter":"25","verse":"24","text":"Then the one who had received the one talent came and said, ‘Sir, I knew that you were a hard man, harvesting where you did not sow, and gathering where you did not scatter seed,"},{"bookname":"Matthew","chapter":"25","verse":"25","text":"so I was afraid, and I went and hid your talent in the ground. See, you have what is yours.’"},{"bookname":"Matthew","chapter":"25","verse":"26","text":"But his master answered, ‘Evil and lazy slave! So you knew that I harvest where I didn’t sow and gather where I didn’t scatter?"},{"bookname":"Matthew","chapter":"25","verse":"27","text":"Then you should have deposited my money with the bankers, and on my return I would have received my money back with interest!"},{"bookname":"Matthew","chapter":"25","verse":"28","text":"Therefore take the talent from him and give it to the one who has ten."},{"bookname":"Matthew","chapter":"25","verse":"29","text":"For the one who has will be given more, and he will have more than enough. But the one who does not have, even what he has will be taken from him."},{"bookname":"Matthew","chapter":"25","verse":"30","text":"And throw that worthless slave into the outer darkness, where there will be weeping and gnashing of teeth.’"},{"bookname":"Matthew","chapter":"25","verse":"31","text":"“When the Son of Man comes in his glory and all the angels with him, then he will sit on his glorious throne.","title":"The Judgment"},{"bookname":"Matthew","chapter":"25","verse":"32","text":"All the nations will be assembled before him, and he will separate people one from another like a shepherd separates the sheep from the goats."},{"bookname":"Matthew","chapter":"25","verse":"33","text":"He will put the sheep on his right and the goats on his left."},{"bookname":"Matthew","chapter":"25","verse":"34","text":"Then the king will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world."},{"bookname":"Matthew","chapter":"25","verse":"35","text":"For I was hungry and you gave me food, I was thirsty and you gave me something to drink, I was a stranger and you invited me in,"},{"bookname":"Matthew","chapter":"25","verse":"36","text":"I was naked and you gave me clothing, I was sick and you took care of me, I was in prison and you visited me.’"},{"bookname":"Matthew","chapter":"25","verse":"37","text":"Then the righteous will answer him, ‘Lord, when did we see you hungry and feed you, or thirsty and give you something to drink?"},{"bookname":"Matthew","chapter":"25","verse":"38","text":"When did we see you a stranger and invite you in, or naked and clothe you?"},{"bookname":"Matthew","chapter":"25","verse":"39","text":"When did we see you sick or in prison and visit you?’"},{"bookname":"Matthew","chapter":"25","verse":"40","text":"And the king will answer them, ‘I tell you the truth, just as you did it for one of the least of these brothers or sisters of mine, you did it for me.’"},{"bookname":"Matthew","chapter":"25","verse":"41","text":"“Then he will say to those on his left, ‘Depart from me, you accursed, into the eternal fire that has been prepared for the devil and his angels!"},{"bookname":"Matthew","chapter":"25","verse":"42","text":"For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink."},{"bookname":"Matthew","chapter":"25","verse":"43","text":"I was a stranger and you did not receive me as a guest, naked and you did not clothe me, sick and in prison and you did not visit me.’"},{"bookname":"Matthew","chapter":"25","verse":"44","text":"Then they too will answer, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not give you whatever you needed?’"},{"bookname":"Matthew","chapter":"25","verse":"45","text":"Then he will answer them, ‘I tell you the truth, just as you did not do it for one of the least of these, you did not do it for me.’"},{"bookname":"Matthew","chapter":"25","verse":"46","text":"And these will depart into eternal punishment, but the righteous into eternal life.”"}],[{"bookname":"Matthew","chapter":"26","verse":"1","text":"When Jesus had finished saying all these things, he told his disciples,","title":"The Plot Against Jesus"},{"bookname":"Matthew","chapter":"26","verse":"2","text":"“You know that after two days the Passover is coming, and the Son of Man will be handed over to be crucified.”"},{"bookname":"Matthew","chapter":"26","verse":"3","text":"Then the chief priests and the elders of the people met together in the palace of the high priest, who was named Caiaphas."},{"bookname":"Matthew","chapter":"26","verse":"4","text":"They planned to arrest Jesus by stealth and kill him."},{"bookname":"Matthew","chapter":"26","verse":"5","text":"But they said, “Not during the feast, so that there won’t be a riot among the people.”"},{"bookname":"Matthew","chapter":"26","verse":"6","text":"Now while Jesus was in Bethany at the house of Simon the leper,","title":"Jesus&#8217; Anointing"},{"bookname":"Matthew","chapter":"26","verse":"7","text":"a woman came to him with an alabaster jar of expensive perfumed oil, and she poured it on his head as he was at the table."},{"bookname":"Matthew","chapter":"26","verse":"8","text":"When the disciples saw this, they became indignant and said, “Why this waste?"},{"bookname":"Matthew","chapter":"26","verse":"9","text":"It could have been sold at a high price and the money given to the poor!”"},{"bookname":"Matthew","chapter":"26","verse":"10","text":"When Jesus learned of this, he said to them, “Why are you bothering this woman? She has done a good service for me."},{"bookname":"Matthew","chapter":"26","verse":"11","text":"For you will always have the poor with you, but you will not always have me!"},{"bookname":"Matthew","chapter":"26","verse":"12","text":"When she poured this oil on my body, she did it to prepare me for burial."},{"bookname":"Matthew","chapter":"26","verse":"13","text":"I tell you the truth, wherever this gospel is proclaimed in the whole world, what she has done will also be told in memory of her.”"},{"bookname":"Matthew","chapter":"26","verse":"14","text":"Then one of the twelve, the one named Judas Iscariot, went to the chief priests","title":"The Plan to Betray Jesus"},{"bookname":"Matthew","chapter":"26","verse":"15","text":"and said, “What will you give me to betray him into your hands?” So they set out thirty silver coins for him."},{"bookname":"Matthew","chapter":"26","verse":"16","text":"From that time on, Judas began looking for an opportunity to betray him."},{"bookname":"Matthew","chapter":"26","verse":"17","text":"Now on the first day of the feast of Unleavened Bread the disciples came to Jesus and said, “Where do you want us to prepare for you to eat the Passover?”","title":"The Passover"},{"bookname":"Matthew","chapter":"26","verse":"18","text":"He said, “Go into the city to a certain man and tell him, ‘The Teacher says, “My time is near. I will observe the Passover with my disciples at your house.”’”"},{"bookname":"Matthew","chapter":"26","verse":"19","text":"So the disciples did as Jesus had instructed them, and they prepared the Passover."},{"bookname":"Matthew","chapter":"26","verse":"20","text":"When it was evening, he took his place at the table with the twelve."},{"bookname":"Matthew","chapter":"26","verse":"21","text":"And while they were eating he said, “I tell you the truth, one of you will betray me.”"},{"bookname":"Matthew","chapter":"26","verse":"22","text":"They became greatly distressed and each one began to say to him, “Surely not I, Lord?”"},{"bookname":"Matthew","chapter":"26","verse":"23","text":"He answered, “The one who has dipped his hand into the bowl with me will betray me."},{"bookname":"Matthew","chapter":"26","verse":"24","text":"The Son of Man will go as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would be better for him if he had never been born.”"},{"bookname":"Matthew","chapter":"26","verse":"25","text":"Then Judas, the one who would betray him, said, “Surely not I, Rabbi?” Jesus replied, “You have said it yourself.”"},{"bookname":"Matthew","chapter":"26","verse":"26","text":"While they were eating, Jesus took bread, and after giving thanks he broke it, gave it to his disciples, and said, “Take, eat, this is my body.”","title":"The Lord&#8217;s Supper"},{"bookname":"Matthew","chapter":"26","verse":"27","text":"And after taking the cup and giving thanks, he gave it to them, saying, “Drink from it, all of you,"},{"bookname":"Matthew","chapter":"26","verse":"28","text":"for this is my blood, the blood of the covenant, that is poured out for many for the forgiveness of sins."},{"bookname":"Matthew","chapter":"26","verse":"29","text":"I tell you, from now on I will not drink of this fruit of the vine until that day when I drink it new with you in my Father’s kingdom.”"},{"bookname":"Matthew","chapter":"26","verse":"30","text":"After singing a hymn, they went out to the Mount of Olives."},{"bookname":"Matthew","chapter":"26","verse":"31","text":"Then Jesus said to them, “This night you will all fall away because of me, for it is written: ‘<b>I will strike the shepherd,<\/b> <b>and the sheep of the flock will be scattered.<\/b>’","title":"The Prediction of Peter&#8217;s Denial"},{"bookname":"Matthew","chapter":"26","verse":"32","text":"But after I am raised, I will go ahead of you into Galilee.”"},{"bookname":"Matthew","chapter":"26","verse":"33","text":"Peter said to him, “If they all fall away because of you, I will never fall away!”"},{"bookname":"Matthew","chapter":"26","verse":"34","text":"Jesus said to him, “I tell you the truth, on this night, before the rooster crows, you will deny me three times.”"},{"bookname":"Matthew","chapter":"26","verse":"35","text":"Peter said to him, “Even if I must die with you, I will never deny you.” And all the disciples said the same thing."},{"bookname":"Matthew","chapter":"26","verse":"36","text":"Then Jesus went with them to a place called Gethsemane, and he said to the disciples, “Sit here while I go over there and pray.”","title":"Gethsemane"},{"bookname":"Matthew","chapter":"26","verse":"37","text":"He took with him Peter and the two sons of Zebedee, and became anguished and distressed."},{"bookname":"Matthew","chapter":"26","verse":"38","text":"Then he said to them, “My soul is deeply grieved, even to the point of death. Remain here and stay awake with me.”"},{"bookname":"Matthew","chapter":"26","verse":"39","text":"Going a little farther, he threw himself down with his face to the ground and prayed, “My Father, if possible, let this cup pass from me! Yet not what I will, but what you will.”"},{"bookname":"Matthew","chapter":"26","verse":"40","text":"Then he came to the disciples and found them sleeping. He said to Peter, “So, couldn’t you stay awake with me for one hour?"},{"bookname":"Matthew","chapter":"26","verse":"41","text":"Stay awake and pray that you will not fall into temptation. The spirit is willing, but the flesh is weak.”"},{"bookname":"Matthew","chapter":"26","verse":"42","text":"He went away a second time and prayed, “My Father, if this cup cannot be taken away unless I drink it, your will must be done.”"},{"bookname":"Matthew","chapter":"26","verse":"43","text":"He came again and found them sleeping; they could not keep their eyes open."},{"bookname":"Matthew","chapter":"26","verse":"44","text":"So leaving them again, he went away and prayed for the third time, saying the same thing once more."},{"bookname":"Matthew","chapter":"26","verse":"45","text":"Then he came to the disciples and said to them, “Are you still sleeping and resting? Look, the hour is approaching, and the Son of Man is betrayed into the hands of sinners."},{"bookname":"Matthew","chapter":"26","verse":"46","text":"Get up, let us go. Look! My betrayer is approaching!”"},{"bookname":"Matthew","chapter":"26","verse":"47","text":"While he was still speaking, Judas, one of the twelve, arrived. With him was a large crowd armed with swords and clubs, sent by the chief priests and elders of the people.","title":"Betrayal and Arrest"},{"bookname":"Matthew","chapter":"26","verse":"48","text":"(Now the betrayer had given them a sign, saying, “The one I kiss is the man. Arrest him!”)"},{"bookname":"Matthew","chapter":"26","verse":"49","text":"Immediately he went up to Jesus and said, “Greetings, Rabbi,” and kissed him."},{"bookname":"Matthew","chapter":"26","verse":"50","text":"Jesus said to him, “Friend, do what you are here to do.” Then they came and took hold of Jesus and arrested him."},{"bookname":"Matthew","chapter":"26","verse":"51","text":"But one of those with Jesus grabbed his sword, drew it out, and struck the high priest’s slave, cutting off his ear."},{"bookname":"Matthew","chapter":"26","verse":"52","text":"Then Jesus said to him, “Put your sword back in its place! For all who take hold of the sword will die by the sword."},{"bookname":"Matthew","chapter":"26","verse":"53","text":"Or do you think that I cannot call on my Father, and that he would send me more than twelve legions of angels right now?"},{"bookname":"Matthew","chapter":"26","verse":"54","text":"How then would the scriptures that say it must happen this way be fulfilled?”"},{"bookname":"Matthew","chapter":"26","verse":"55","text":"At that moment Jesus said to the crowd, “Have you come out with swords and clubs to arrest me like you would an outlaw? Day after day I sat teaching in the temple courts, yet you did not arrest me."},{"bookname":"Matthew","chapter":"26","verse":"56","text":"But this has happened so that the scriptures of the prophets would be fulfilled.” Then all the disciples left him and fled."},{"bookname":"Matthew","chapter":"26","verse":"57","text":"Now the ones who had arrested Jesus led him to Caiaphas, the high priest, in whose house the experts in the law and the elders had gathered.","title":"Condemned by the Sanhedrin"},{"bookname":"Matthew","chapter":"26","verse":"58","text":"But Peter was following him from a distance, all the way to the high priest’s courtyard. After going in, he sat with the guards to see the outcome."},{"bookname":"Matthew","chapter":"26","verse":"59","text":"The chief priests and the whole Sanhedrin were trying to find false testimony against Jesus so that they could put him to death."},{"bookname":"Matthew","chapter":"26","verse":"60","text":"But they did not find anything, though many false witnesses came forward. Finally two came forward"},{"bookname":"Matthew","chapter":"26","verse":"61","text":"and declared, “This man said, ‘I am able to destroy the temple of God and rebuild it in three days.’”"},{"bookname":"Matthew","chapter":"26","verse":"62","text":"So the high priest stood up and said to him, “Have you no answer? What is this that they are testifying against you?”"},{"bookname":"Matthew","chapter":"26","verse":"63","text":"But Jesus was silent. The high priest said to him, “I charge you under oath by the living God, tell us if you are the Christ, the Son of God.”"},{"bookname":"Matthew","chapter":"26","verse":"64","text":"Jesus said to him, “You have said it yourself. But I tell you, from now on you will see the Son of Man sitting at the right hand of the Power and coming on the clouds of heaven.”"},{"bookname":"Matthew","chapter":"26","verse":"65","text":"Then the high priest tore his clothes and declared, “He has blasphemed! Why do we still need witnesses? Now you have heard the blasphemy!"},{"bookname":"Matthew","chapter":"26","verse":"66","text":"What is your verdict?” They answered, “He is guilty and deserves death.”"},{"bookname":"Matthew","chapter":"26","verse":"67","text":"Then they spat in his face and struck him with their fists. And some slapped him,"},{"bookname":"Matthew","chapter":"26","verse":"68","text":"saying, “Prophesy for us, you Christ! Who hit you?”"},{"bookname":"Matthew","chapter":"26","verse":"69","text":"Now Peter was sitting outside in the courtyard. A slave girl came to him and said, “You also were with Jesus the Galilean.”","title":"Peter&#8217;s Denials"},{"bookname":"Matthew","chapter":"26","verse":"70","text":"But he denied it in front of them all: “I don’t know what you’re talking about!”"},{"bookname":"Matthew","chapter":"26","verse":"71","text":"When he went out to the gateway, another slave girl saw him and said to the people there, “This man was with Jesus the Nazarene.”"},{"bookname":"Matthew","chapter":"26","verse":"72","text":"He denied it again with an oath, “I do not know the man!”"},{"bookname":"Matthew","chapter":"26","verse":"73","text":"After a little while, those standing there came up to Peter and said, “You really are one of them too &#8211; even your accent gives you away!”"},{"bookname":"Matthew","chapter":"26","verse":"74","text":"At that he began to curse, and he swore with an oath, “I do not know the man!” At that moment a rooster crowed."},{"bookname":"Matthew","chapter":"26","verse":"75","text":"Then Peter remembered what Jesus had said: “Before the rooster crows, you will deny me three times.” And he went outside and wept bitterly."}],[{"bookname":"Matthew","chapter":"27","verse":"1","text":"When it was early in the morning, all the chief priests and the elders of the people plotted against Jesus to execute him.","title":"Jesus Brought Before Pilate"},{"bookname":"Matthew","chapter":"27","verse":"2","text":"They tied him up, led him away, and handed him over to Pilate the governor."},{"bookname":"Matthew","chapter":"27","verse":"3","text":"Now when Judas, who had betrayed him, saw that Jesus had been condemned, he regretted what he had done and returned the thirty silver coins to the chief priests and the elders,","title":"Judas&#8217; Suicide"},{"bookname":"Matthew","chapter":"27","verse":"4","text":"saying, “I have sinned by betraying innocent blood!” But they said, “What is that to us? You take care of it yourself!”"},{"bookname":"Matthew","chapter":"27","verse":"5","text":"So Judas threw the silver coins into the temple and left. Then he went out and hanged himself."},{"bookname":"Matthew","chapter":"27","verse":"6","text":"The chief priests took the silver and said, “It is not lawful to put this into the temple treasury, since it is blood money.”"},{"bookname":"Matthew","chapter":"27","verse":"7","text":"After consulting together they bought the Potter’s Field with it, as a burial place for foreigners."},{"bookname":"Matthew","chapter":"27","verse":"8","text":"For this reason that field has been called the “Field of Blood” to this day."},{"bookname":"Matthew","chapter":"27","verse":"9","text":"Then what was spoken by Jeremiah the prophet was fulfilled: “They took the thirty silver coins, the price of the one whose price had been set by the people of Israel,"},{"bookname":"Matthew","chapter":"27","verse":"10","text":"and they gave them for the potter’s field, as the Lord commanded me.”"},{"bookname":"Matthew","chapter":"27","verse":"11","text":"Then Jesus stood before the governor, and the governor asked him, “Are you the king of the Jews?” Jesus said, “You say so.”","title":"Jesus and Pilate"},{"bookname":"Matthew","chapter":"27","verse":"12","text":"But when he was accused by the chief priests and the elders, he did not respond."},{"bookname":"Matthew","chapter":"27","verse":"13","text":"Then Pilate said to him, “Don’t you hear how many charges they are bringing against you?”"},{"bookname":"Matthew","chapter":"27","verse":"14","text":"But he did not answer even one accusation, so that the governor was quite amazed."},{"bookname":"Matthew","chapter":"27","verse":"15","text":"During the feast the governor was accustomed to release one prisoner to the crowd, whomever they wanted."},{"bookname":"Matthew","chapter":"27","verse":"16","text":"At that time they had in custody a notorious prisoner named Jesus Barabbas."},{"bookname":"Matthew","chapter":"27","verse":"17","text":"So after they had assembled, Pilate said to them, “Whom do you want me to release for you, Jesus Barabbas or Jesus who is called the Christ?”"},{"bookname":"Matthew","chapter":"27","verse":"18","text":"(For he knew that they had handed him over because of envy.)"},{"bookname":"Matthew","chapter":"27","verse":"19","text":"As he was sitting on the judgment seat, his wife sent a message to him: “Have nothing to do with that innocent man; I have suffered greatly as a result of a dream about him today.”"},{"bookname":"Matthew","chapter":"27","verse":"20","text":"But the chief priests and the elders persuaded the crowds to ask for Barabbas and to have Jesus killed."},{"bookname":"Matthew","chapter":"27","verse":"21","text":"The governor asked them, “Which of the two do you want me to release for you?” And they said, “Barabbas!”"},{"bookname":"Matthew","chapter":"27","verse":"22","text":"Pilate said to them, “Then what should I do with Jesus who is called the Christ?” They all said, “Crucify him!”"},{"bookname":"Matthew","chapter":"27","verse":"23","text":"He asked, “Why? What wrong has he done?” But they shouted more insistently, “Crucify him!”"},{"bookname":"Matthew","chapter":"27","verse":"24","text":"When Pilate saw that he could do nothing, but that instead a riot was starting, he took some water, washed his hands before the crowd and said, “I am innocent of this man’s blood. You take care of it yourselves!”","title":"Jesus is Condemned and Mocked"},{"bookname":"Matthew","chapter":"27","verse":"25","text":"In reply all the people said, “Let his blood be on us and on our children!”"},{"bookname":"Matthew","chapter":"27","verse":"26","text":"Then he released Barabbas for them. But after he had Jesus flogged, he handed him over to be crucified."},{"bookname":"Matthew","chapter":"27","verse":"27","text":"Then the governor’s soldiers took Jesus into the governor’s residence and gathered the whole cohort around him."},{"bookname":"Matthew","chapter":"27","verse":"28","text":"They stripped him and put a scarlet robe around him,"},{"bookname":"Matthew","chapter":"27","verse":"29","text":"and after braiding a crown of thorns, they put it on his head. They put a staff in his right hand, and kneeling down before him, they mocked him: “Hail, king of the Jews!”"},{"bookname":"Matthew","chapter":"27","verse":"30","text":"They spat on him and took the staff and struck him repeatedly on the head."},{"bookname":"Matthew","chapter":"27","verse":"31","text":"When they had mocked him, they stripped him of the robe and put his own clothes back on him. Then they led him away to crucify him."},{"bookname":"Matthew","chapter":"27","verse":"32","text":"As they were going out, they found a man from Cyrene named Simon, whom they forced to carry his cross.","title":"The Crucifixion"},{"bookname":"Matthew","chapter":"27","verse":"33","text":"They came to a place called Golgotha (which means “Place of the Skull”)"},{"bookname":"Matthew","chapter":"27","verse":"34","text":"and offered Jesus wine mixed with gall to drink. But after tasting it, he would not drink it."},{"bookname":"Matthew","chapter":"27","verse":"35","text":"When they had crucified him, they divided his clothes by throwing dice."},{"bookname":"Matthew","chapter":"27","verse":"36","text":"Then they sat down and kept guard over him there."},{"bookname":"Matthew","chapter":"27","verse":"37","text":"Above his head they put the charge against him, which read: “This is Jesus, the king of the Jews.”"},{"bookname":"Matthew","chapter":"27","verse":"38","text":"Then two outlaws were crucified with him, one on his right and one on his left."},{"bookname":"Matthew","chapter":"27","verse":"39","text":"Those who passed by defamed him, shaking their heads"},{"bookname":"Matthew","chapter":"27","verse":"40","text":"and saying, “You who can destroy the temple and rebuild it in three days, save yourself! If you are God’s Son, come down from the cross!”"},{"bookname":"Matthew","chapter":"27","verse":"41","text":"In the same way even the chief priests &#8211; together with the experts in the law and elders &#8211; were mocking him:"},{"bookname":"Matthew","chapter":"27","verse":"42","text":"“He saved others, but he cannot save himself! He is the king of Israel! If he comes down now from the cross, we will believe in him!"},{"bookname":"Matthew","chapter":"27","verse":"43","text":"He trusts in God &#8211; let God, if he wants to, deliver him now because he said, ‘I am God’s Son’!”"},{"bookname":"Matthew","chapter":"27","verse":"44","text":"The robbers who were crucified with him also spoke abusively to him."},{"bookname":"Matthew","chapter":"27","verse":"45","text":"Now from noon until three, darkness came over all the land.","title":"Jesus&#8217; Death"},{"bookname":"Matthew","chapter":"27","verse":"46","text":"At about three o’clock Jesus shouted with a loud voice, “Eli, Eli, lema sabachthani?” that is, “<b>My God, my God, why have you forsaken me<\/b>?”"},{"bookname":"Matthew","chapter":"27","verse":"47","text":"When some of the bystanders heard it, they said, “This man is calling for Elijah.”"},{"bookname":"Matthew","chapter":"27","verse":"48","text":"Immediately one of them ran and got a sponge, filled it with sour wine, put it on a stick, and gave it to him to drink."},{"bookname":"Matthew","chapter":"27","verse":"49","text":"But the rest said, “Leave him alone! Let’s see if Elijah will come to save him.”"},{"bookname":"Matthew","chapter":"27","verse":"50","text":"Then Jesus cried out again with a loud voice and gave up his spirit."},{"bookname":"Matthew","chapter":"27","verse":"51","text":"Just then the temple curtain was torn in two, from top to bottom. The earth shook and the rocks were split apart."},{"bookname":"Matthew","chapter":"27","verse":"52","text":"And tombs were opened, and the bodies of many saints who had died were raised."},{"bookname":"Matthew","chapter":"27","verse":"53","text":"(They came out of the tombs after his resurrection and went into the holy city and appeared to many people.)"},{"bookname":"Matthew","chapter":"27","verse":"54","text":"Now when the centurion and those with him who were guarding Jesus saw the earthquake and what took place, they were extremely terrified and said, “Truly this one was God’s Son!”"},{"bookname":"Matthew","chapter":"27","verse":"55","text":"Many women who had followed Jesus from Galilee and given him support were also there, watching from a distance."},{"bookname":"Matthew","chapter":"27","verse":"56","text":"Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of the sons of Zebedee."},{"bookname":"Matthew","chapter":"27","verse":"57","text":"Now when it was evening, there came a rich man from Arimathea, named Joseph, who was also a disciple of Jesus.","title":"Jesus&#8217; Burial"},{"bookname":"Matthew","chapter":"27","verse":"58","text":"He went to Pilate and asked for the body of Jesus. Then Pilate ordered that it be given to him."},{"bookname":"Matthew","chapter":"27","verse":"59","text":"Joseph took the body, wrapped it in a clean linen cloth,"},{"bookname":"Matthew","chapter":"27","verse":"60","text":"and placed it in his own new tomb that he had cut in the rock. Then he rolled a great stone across the entrance of the tomb and went away."},{"bookname":"Matthew","chapter":"27","verse":"61","text":"(Now Mary Magdalene and the other Mary were sitting there, opposite the tomb.)"},{"bookname":"Matthew","chapter":"27","verse":"62","text":"The next day (which is after the day of preparation) the chief priests and the Pharisees assembled before Pilate","title":"The Guard at the Tomb"},{"bookname":"Matthew","chapter":"27","verse":"63","text":"and said, “Sir, we remember that while that deceiver was still alive he said, ‘After three days I will rise again.’"},{"bookname":"Matthew","chapter":"27","verse":"64","text":"So give orders to secure the tomb until the third day. Otherwise his disciples may come and steal his body and say to the people, ‘He has been raised from the dead,’ and the last deception will be worse than the first.”"},{"bookname":"Matthew","chapter":"27","verse":"65","text":"Pilate said to them, “Take a guard of soldiers. Go and make it as secure as you can.”"},{"bookname":"Matthew","chapter":"27","verse":"66","text":"So they went with the soldiers of the guard and made the tomb secure by sealing the stone."}],[{"bookname":"Matthew","chapter":"28","verse":"1","text":"Now after the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb.","title":"The Resurrection"},{"bookname":"Matthew","chapter":"28","verse":"2","text":"Suddenly there was a severe earthquake, for an angel of the Lord descending from heaven came and rolled away the stone and sat on it."},{"bookname":"Matthew","chapter":"28","verse":"3","text":"His appearance was like lightning, and his clothes were white as snow."},{"bookname":"Matthew","chapter":"28","verse":"4","text":"The guards were shaken and became like dead men because they were so afraid of him."},{"bookname":"Matthew","chapter":"28","verse":"5","text":"But the angel said to the women, “Do not be afraid; I know that you are looking for Jesus, who was crucified."},{"bookname":"Matthew","chapter":"28","verse":"6","text":"He is not here, for he has been raised, just as he said. Come and see the place where he was lying."},{"bookname":"Matthew","chapter":"28","verse":"7","text":"Then go quickly and tell his disciples, ‘He has been raised from the dead. He is going ahead of you into Galilee. You will see him there.’ Listen, I have told you!”"},{"bookname":"Matthew","chapter":"28","verse":"8","text":"So they left the tomb quickly, with fear and great joy, and ran to tell his disciples."},{"bookname":"Matthew","chapter":"28","verse":"9","text":"But Jesus met them, saying, “Greetings!” They came to him, held on to his feet and worshiped him."},{"bookname":"Matthew","chapter":"28","verse":"10","text":"Then Jesus said to them, “Do not be afraid. Go and tell my brothers to go to Galilee. They will see me there.”"},{"bookname":"Matthew","chapter":"28","verse":"11","text":"While they were going, some of the guard went into the city and told the chief priests everything that had happened.","title":"The Guards&#8217; Report"},{"bookname":"Matthew","chapter":"28","verse":"12","text":"After they had assembled with the elders and formed a plan, they gave a large sum of money to the soldiers,"},{"bookname":"Matthew","chapter":"28","verse":"13","text":"telling them, “You are to say, ‘His disciples came at night and stole his body while we were asleep.’"},{"bookname":"Matthew","chapter":"28","verse":"14","text":"If this matter is heard before the governor, we will satisfy him and keep you out of trouble.”"},{"bookname":"Matthew","chapter":"28","verse":"15","text":"So they took the money and did as they were instructed. And this story is told among the Jews to this day."},{"bookname":"Matthew","chapter":"28","verse":"16","text":"So the eleven disciples went to Galilee to the mountain Jesus had designated.","title":"The Great Commission"},{"bookname":"Matthew","chapter":"28","verse":"17","text":"When they saw him, they worshiped him, but some doubted."},{"bookname":"Matthew","chapter":"28","verse":"18","text":"Then Jesus came up and said to them, “All authority in heaven and on earth has been given to me."},{"bookname":"Matthew","chapter":"28","verse":"19","text":"Therefore go and make disciples of all nations, baptizing them in the name of the Father and the Son and the Holy Spirit,"},{"bookname":"Matthew","chapter":"28","verse":"20","text":"teaching them to obey everything I have commanded you. And remember, I am with you always, to the end of the age.”"}]]}