{"book":{"id":41,"abbrev":"mar","name":"Mark","chapters":16},"chapters":[[{"bookname":"Mark","chapter":"1","verse":"1","text":"The beginning of the gospel of Jesus Christ, the Son of God.","title":"The Ministry of John the Baptist"},{"bookname":"Mark","chapter":"1","verse":"2","text":"As it is written in Isaiah the prophet, “<b>Look, I am sending my messenger ahead of you,<\/b> <b>who will prepare your way,<\/b>"},{"bookname":"Mark","chapter":"1","verse":"3","text":"<b>the voice of one shouting in the wilderness,<\/b> ‘<b>Prepare the way for the Lord,<\/b> <b>make<\/b> <b>his paths straight.<\/b>’”"},{"bookname":"Mark","chapter":"1","verse":"4","text":"In the wilderness John the baptizer began preaching a baptism of repentance for the forgiveness of sins."},{"bookname":"Mark","chapter":"1","verse":"5","text":"People from the whole Judean countryside and all of Jerusalem were going out to him, and he was baptizing them in the Jordan River as they confessed their sins."},{"bookname":"Mark","chapter":"1","verse":"6","text":"John wore a garment made of camel’s hair with a leather belt around his waist, and he ate locusts and wild honey."},{"bookname":"Mark","chapter":"1","verse":"7","text":"He proclaimed, “One more powerful than I am is coming after me; I am not worthy to bend down and untie the strap of his sandals."},{"bookname":"Mark","chapter":"1","verse":"8","text":"I baptize you with water, but he will baptize you with the Holy Spirit.”"},{"bookname":"Mark","chapter":"1","verse":"9","text":"Now in those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan River.","title":"The Baptism and Temptation of Jesus"},{"bookname":"Mark","chapter":"1","verse":"10","text":"And just as Jesus was coming up out of the water, he saw the heavens splitting apart and the Spirit descending on him like a dove."},{"bookname":"Mark","chapter":"1","verse":"11","text":"And a voice came from heaven: “You are my one dear Son; in you I take great delight.”"},{"bookname":"Mark","chapter":"1","verse":"12","text":"The Spirit immediately drove him into the wilderness."},{"bookname":"Mark","chapter":"1","verse":"13","text":"He was in the wilderness forty days, enduring temptations from Satan. He was with wild animals, and angels were ministering to his needs."},{"bookname":"Mark","chapter":"1","verse":"14","text":"Now after John was imprisoned, Jesus went into Galilee and proclaimed the gospel of God.","title":"Preaching in Galilee and the Call of the Disciples"},{"bookname":"Mark","chapter":"1","verse":"15","text":"He said, “The time is fulfilled and the kingdom of God is near. Repent and believe the gospel!”"},{"bookname":"Mark","chapter":"1","verse":"16","text":"As he went along the Sea of Galilee, he saw Simon and Andrew, Simon’s brother, casting a net into the sea (for they were fishermen)."},{"bookname":"Mark","chapter":"1","verse":"17","text":"Jesus said to them, “Follow me, and I will turn you into fishers of people.”"},{"bookname":"Mark","chapter":"1","verse":"18","text":"They left their nets immediately and followed him."},{"bookname":"Mark","chapter":"1","verse":"19","text":"Going on a little farther, he saw James, the son of Zebedee, and John his brother in their boat mending nets."},{"bookname":"Mark","chapter":"1","verse":"20","text":"Immediately he called them, and they left their father Zebedee in the boat with the hired men and followed him."},{"bookname":"Mark","chapter":"1","verse":"21","text":"Then they went to Capernaum. When the Sabbath came, Jesus went into the synagogue and began to teach.","title":"Jesus&#8217; Authority"},{"bookname":"Mark","chapter":"1","verse":"22","text":"The people there were amazed by his teaching, because he taught them like one who had authority, not like the experts in the law."},{"bookname":"Mark","chapter":"1","verse":"23","text":"Just then there was a man in their synagogue with an unclean spirit, and he cried out,"},{"bookname":"Mark","chapter":"1","verse":"24","text":"“Leave us alone, Jesus the Nazarene! Have you come to destroy us? I know who you are &#8211; the Holy One of God!”"},{"bookname":"Mark","chapter":"1","verse":"25","text":"But Jesus rebuked him: “Silence! Come out of him!”"},{"bookname":"Mark","chapter":"1","verse":"26","text":"After throwing him into convulsions, the unclean spirit cried out with a loud voice and came out of him."},{"bookname":"Mark","chapter":"1","verse":"27","text":"They were all amazed so that they asked each other, “What is this? A new teaching with authority! He even commands the unclean spirits and they obey him.”"},{"bookname":"Mark","chapter":"1","verse":"28","text":"So the news about him spread quickly throughout all the region around Galilee."},{"bookname":"Mark","chapter":"1","verse":"29","text":"Now as soon as they left the synagogue, they entered Simon and Andrew’s house, with James and John.","title":"Healings at Simon&#8217;s House"},{"bookname":"Mark","chapter":"1","verse":"30","text":"Simon’s mother-in-law was lying down, sick with a fever, so they spoke to Jesus at once about her."},{"bookname":"Mark","chapter":"1","verse":"31","text":"He came and raised her up by gently taking her hand. Then the fever left her and she began to serve them."},{"bookname":"Mark","chapter":"1","verse":"32","text":"When it was evening, after sunset, they brought to him all who were sick and demon-possessed."},{"bookname":"Mark","chapter":"1","verse":"33","text":"The whole town gathered by the door."},{"bookname":"Mark","chapter":"1","verse":"34","text":"So he healed many who were sick with various diseases and drove out many demons. But he would not permit the demons to speak, because they knew him."},{"bookname":"Mark","chapter":"1","verse":"35","text":"Then Jesus got up early in the morning when it was still very dark, departed, and went out to a deserted place, and there he spent time in prayer.","title":"Praying and Preaching"},{"bookname":"Mark","chapter":"1","verse":"36","text":"Simon and his companions searched for him."},{"bookname":"Mark","chapter":"1","verse":"37","text":"When they found him, they said, “Everyone is looking for you.”"},{"bookname":"Mark","chapter":"1","verse":"38","text":"He replied, “Let us go elsewhere, into the surrounding villages, so that I can preach there too. For that is what I came out here to do.”"},{"bookname":"Mark","chapter":"1","verse":"39","text":"So he went into all of Galilee preaching in their synagogues and casting out demons."},{"bookname":"Mark","chapter":"1","verse":"40","text":"Now a leper came to him and fell to his knees, asking for help. “If you are willing, you can make me clean,” he said.","title":"Cleansing a Leper"},{"bookname":"Mark","chapter":"1","verse":"41","text":"Moved with compassion, Jesus stretched out his hand and touched him, saying, “I am willing. Be clean!”"},{"bookname":"Mark","chapter":"1","verse":"42","text":"The leprosy left him at once, and he was clean."},{"bookname":"Mark","chapter":"1","verse":"43","text":"Immediately Jesus sent the man away with a very strong warning."},{"bookname":"Mark","chapter":"1","verse":"44","text":"He told him, “See that you do not say anything to anyone, but go, show yourself to a priest, and bring the offering that Moses commanded for your cleansing, as a testimony to them.”"},{"bookname":"Mark","chapter":"1","verse":"45","text":"But as the man went out he began to announce it publicly and spread the story widely, so that Jesus was no longer able to enter any town openly but stayed outside in remote places. Still they kept coming to him from everywhere."}],[{"bookname":"Mark","chapter":"2","verse":"1","text":"Now after some days, when he returned to Capernaum, the news spread that he was at home.","title":"Healing and Forgiving a Paralytic"},{"bookname":"Mark","chapter":"2","verse":"2","text":"So many gathered that there was no longer any room, not even by the door, and he preached the word to them."},{"bookname":"Mark","chapter":"2","verse":"3","text":"Some people came bringing to him a paralytic, carried by four of them."},{"bookname":"Mark","chapter":"2","verse":"4","text":"When they were not able to bring him in because of the crowd, they removed the roof above Jesus. Then, after tearing it out, they lowered the stretcher the paralytic was lying on."},{"bookname":"Mark","chapter":"2","verse":"5","text":"When Jesus saw their faith, he said to the paralytic, “Son, your sins are forgiven.”"},{"bookname":"Mark","chapter":"2","verse":"6","text":"Now some of the experts in the law were sitting there, turning these things over in their minds:"},{"bookname":"Mark","chapter":"2","verse":"7","text":"“Why does this man speak this way? He is blaspheming! Who can forgive sins but God alone?”"},{"bookname":"Mark","chapter":"2","verse":"8","text":"Now immediately, when Jesus realized in his spirit that they were contemplating such thoughts, he said to them, “Why are you thinking such things in your hearts?"},{"bookname":"Mark","chapter":"2","verse":"9","text":"Which is easier, to say to the paralytic, ‘Your sins are forgiven,’ or to say, ‘Stand up, take your stretcher, and walk’?"},{"bookname":"Mark","chapter":"2","verse":"10","text":"But so that you may know that the Son of Man has authority on earth to forgive sins,” &#8211; he said to the paralytic &#8211;"},{"bookname":"Mark","chapter":"2","verse":"11","text":"“I tell you, stand up, take your stretcher, and go home.”"},{"bookname":"Mark","chapter":"2","verse":"12","text":"And immediately the man stood up, took his stretcher, and went out in front of them all. They were all amazed and glorified God, saying, “We have never seen anything like this!”"},{"bookname":"Mark","chapter":"2","verse":"13","text":"Jesus went out again by the sea. The whole crowd came to him, and he taught them.","title":"The Call of Levi; Eating with Sinners"},{"bookname":"Mark","chapter":"2","verse":"14","text":"As he went along, he saw Levi, the son of Alphaeus, sitting at the tax booth. “Follow me,” he said to him. And he got up and followed him."},{"bookname":"Mark","chapter":"2","verse":"15","text":"As Jesus was having a meal in Levi’s home, many tax collectors and sinners were eating with Jesus and his disciples, for there were many who followed him."},{"bookname":"Mark","chapter":"2","verse":"16","text":"When the experts in the law and the Pharisees saw that he was eating with sinners and tax collectors, they said to his disciples, “Why does he eat with tax collectors and sinners?”"},{"bookname":"Mark","chapter":"2","verse":"17","text":"When Jesus heard this he said to them, “Those who are healthy don’t need a physician, but those who are sick do. I have not come to call the righteous, but sinners.”"},{"bookname":"Mark","chapter":"2","verse":"18","text":"Now John’s disciples and the Pharisees were fasting. So they came to Jesus and said, “Why do the disciples of John and the disciples of the Pharisees fast, but your disciples don’t fast?”","title":"The Superiority of the New"},{"bookname":"Mark","chapter":"2","verse":"19","text":"Jesus said to them, “The wedding guests cannot fast while the bridegroom is with them, can they? As long as they have the bridegroom with them they do not fast."},{"bookname":"Mark","chapter":"2","verse":"20","text":"But the days are coming when the bridegroom will be taken from them, and at that time they will fast."},{"bookname":"Mark","chapter":"2","verse":"21","text":"No one sews a patch of unshrunk cloth on an old garment; otherwise, the patch pulls away from it, the new from the old, and the tear becomes worse."},{"bookname":"Mark","chapter":"2","verse":"22","text":"And no one pours new wine into old wineskins; otherwise, the wine will burst the skins, and both the wine and the skins will be destroyed. Instead new wine is poured into new wineskins.”"},{"bookname":"Mark","chapter":"2","verse":"23","text":"Jesus was going through the grain fields on a Sabbath, and his disciples began to pick some heads of wheat as they made their way.","title":"Lord of the Sabbath"},{"bookname":"Mark","chapter":"2","verse":"24","text":"So the Pharisees said to him, “Look, why are they doing what is against the law on the Sabbath?”"},{"bookname":"Mark","chapter":"2","verse":"25","text":"He said to them, “Have you never read what David did when he was in need and he and his companions were hungry &#8211;"},{"bookname":"Mark","chapter":"2","verse":"26","text":"how he entered the house of God when Abiathar was high priest and ate the sacred bread, which is against the law for any but the priests to eat, and also gave it to his companions?”"},{"bookname":"Mark","chapter":"2","verse":"27","text":"Then he said to them, “The Sabbath was made for people, not people for the Sabbath."},{"bookname":"Mark","chapter":"2","verse":"28","text":"For this reason the Son of Man is lord even of the Sabbath.”"}],[{"bookname":"Mark","chapter":"3","verse":"1","text":"Then Jesus entered the synagogue again, and a man was there who had a withered hand.","title":"Healing a Withered Hand"},{"bookname":"Mark","chapter":"3","verse":"2","text":"They watched Jesus closely to see if he would heal him on the Sabbath, so that they could accuse him."},{"bookname":"Mark","chapter":"3","verse":"3","text":"So he said to the man who had the withered hand, “Stand up among all these people.”"},{"bookname":"Mark","chapter":"3","verse":"4","text":"Then he said to them, “Is it lawful to do good on the Sabbath, or evil, to save a life or destroy it?” But they were silent."},{"bookname":"Mark","chapter":"3","verse":"5","text":"After looking around at them in anger, grieved by the hardness of their hearts, he said to the man, “Stretch out your hand.” He stretched it out, and his hand was restored."},{"bookname":"Mark","chapter":"3","verse":"6","text":"So the Pharisees went out immediately and began plotting with the Herodians, as to how they could assassinate him."},{"bookname":"Mark","chapter":"3","verse":"7","text":"Then Jesus went away with his disciples to the sea, and a great multitude from Galilee followed him. And from Judea,","title":"Crowds by the Sea"},{"bookname":"Mark","chapter":"3","verse":"8","text":"Jerusalem, Idumea, beyond the Jordan River, and around Tyre and Sidon a great multitude came to him when they heard about the things he had done."},{"bookname":"Mark","chapter":"3","verse":"9","text":"Because of the crowd, he told his disciples to have a small boat ready for him so the crowd would not press toward him."},{"bookname":"Mark","chapter":"3","verse":"10","text":"For he had healed many, so that all who were afflicted with diseases pressed toward him in order to touch him."},{"bookname":"Mark","chapter":"3","verse":"11","text":"And whenever the unclean spirits saw him, they fell down before him and cried out, “You are the Son of God.”"},{"bookname":"Mark","chapter":"3","verse":"12","text":"But he sternly ordered them not to make him known."},{"bookname":"Mark","chapter":"3","verse":"13","text":"Now Jesus went up the mountain and called for those he wanted, and they came to him.","title":"Appointing the Twelve Apostles"},{"bookname":"Mark","chapter":"3","verse":"14","text":"He appointed twelve (whom he named apostles), so that they would be with him and he could send them to preach"},{"bookname":"Mark","chapter":"3","verse":"15","text":"and to have authority to cast out demons."},{"bookname":"Mark","chapter":"3","verse":"16","text":"He appointed twelve: To Simon he gave the name Peter;"},{"bookname":"Mark","chapter":"3","verse":"17","text":"to James and his brother John, the sons of Zebedee, he gave the name Boanerges (that is, “sons of thunder”);"},{"bookname":"Mark","chapter":"3","verse":"18","text":"and Andrew, Philip, Bartholomew, Matthew, Thomas, James the son of Alphaeus, Thaddaeus, Simon the Zealot,"},{"bookname":"Mark","chapter":"3","verse":"19","text":"and Judas Iscariot, who betrayed him."},{"bookname":"Mark","chapter":"3","verse":"20","text":"Now Jesus went home, and a crowd gathered so that they were not able to eat.","title":"Jesus and Beelzebul"},{"bookname":"Mark","chapter":"3","verse":"21","text":"When his family heard this they went out to restrain him, for they said, “He is out of his mind.”"},{"bookname":"Mark","chapter":"3","verse":"22","text":"The experts in the law who came down from Jerusalem said, “He is possessed by Beelzebul,” and, “By the ruler of demons he casts out demons.”"},{"bookname":"Mark","chapter":"3","verse":"23","text":"So he called them and spoke to them in parables: “How can Satan cast out Satan?"},{"bookname":"Mark","chapter":"3","verse":"24","text":"If a kingdom is divided against itself, that kingdom will not be able to stand."},{"bookname":"Mark","chapter":"3","verse":"25","text":"If a house is divided against itself, that house will not be able to stand."},{"bookname":"Mark","chapter":"3","verse":"26","text":"And if Satan rises against himself and is divided, he is not able to stand and his end has come."},{"bookname":"Mark","chapter":"3","verse":"27","text":"But no one is able to enter a strong man’s house and steal his property unless he first ties up the strong man. Then he can thoroughly plunder his house."},{"bookname":"Mark","chapter":"3","verse":"28","text":"I tell you the truth, people will be forgiven for all sins, even all the blasphemies they utter."},{"bookname":"Mark","chapter":"3","verse":"29","text":"But whoever blasphemes against the Holy Spirit will never be forgiven, but is guilty of an eternal sin”"},{"bookname":"Mark","chapter":"3","verse":"30","text":"(because they said, “He has an unclean spirit”)."},{"bookname":"Mark","chapter":"3","verse":"31","text":"Then Jesus’ mother and his brothers came. Standing outside, they sent word to him, to summon him.","title":"Jesus&#8217; True Family"},{"bookname":"Mark","chapter":"3","verse":"32","text":"A crowd was sitting around him and they said to him, “Look, your mother and your brothers are outside looking for you.”"},{"bookname":"Mark","chapter":"3","verse":"33","text":"He answered them and said, “Who are my mother and my brothers?”"},{"bookname":"Mark","chapter":"3","verse":"34","text":"And looking at those who were sitting around him in a circle, he said, “Here are my mother and my brothers!"},{"bookname":"Mark","chapter":"3","verse":"35","text":"For whoever does the will of God is my brother and sister and mother.”"}],[{"bookname":"Mark","chapter":"4","verse":"1","text":"Again he began to teach by the lake. Such a large crowd gathered around him that he got into a boat on the lake and sat there while the whole crowd was on the shore by the lake.","title":"The Parable of the Sower"},{"bookname":"Mark","chapter":"4","verse":"2","text":"He taught them many things in parables, and in his teaching said to them:"},{"bookname":"Mark","chapter":"4","verse":"3","text":"“Listen! A sower went out to sow."},{"bookname":"Mark","chapter":"4","verse":"4","text":"And as he sowed, some seed fell along the path, and the birds came and devoured it."},{"bookname":"Mark","chapter":"4","verse":"5","text":"Other seed fell on rocky ground where it did not have much soil. It sprang up at once because the soil was not deep."},{"bookname":"Mark","chapter":"4","verse":"6","text":"When the sun came up it was scorched, and because it did not have sufficient root, it withered."},{"bookname":"Mark","chapter":"4","verse":"7","text":"Other seed fell among the thorns, and they grew up and choked it, and it did not produce grain."},{"bookname":"Mark","chapter":"4","verse":"8","text":"But other seed fell on good soil and produced grain, sprouting and growing; some yielded thirty times as much, some sixty, and some a hundred times.”"},{"bookname":"Mark","chapter":"4","verse":"9","text":"And he said, “Whoever has ears to hear had better listen!”"},{"bookname":"Mark","chapter":"4","verse":"10","text":"When he was alone, those around him with the twelve asked him about the parables.","title":"The Purpose of Parables"},{"bookname":"Mark","chapter":"4","verse":"11","text":"He said to them, “The secret of the kingdom of God has been given to you. But to those outside, everything is in parables,"},{"bookname":"Mark","chapter":"4","verse":"12","text":"so that <b>although they look they may look but not see,<\/b> <b>and although they hear they may hear but not understand,<\/b> <b>so they may not repent and be forgiven<\/b>.”"},{"bookname":"Mark","chapter":"4","verse":"13","text":"He said to them, “Don’t you understand this parable? Then how will you understand any parable?"},{"bookname":"Mark","chapter":"4","verse":"14","text":"The sower sows the word."},{"bookname":"Mark","chapter":"4","verse":"15","text":"These are the ones on the path where the word is sown: Whenever they hear, immediately Satan comes and snatches the word that was sown in them."},{"bookname":"Mark","chapter":"4","verse":"16","text":"These are the ones sown on rocky ground: As soon as they hear the word, they receive it with joy."},{"bookname":"Mark","chapter":"4","verse":"17","text":"But they have no root in themselves and do not endure. Then, when trouble or persecution comes because of the word, immediately they fall away."},{"bookname":"Mark","chapter":"4","verse":"18","text":"Others are the ones sown among thorns: They are those who hear the word,"},{"bookname":"Mark","chapter":"4","verse":"19","text":"but worldly cares, the seductiveness of wealth, and the desire for other things come in and choke the word, and it produces nothing."},{"bookname":"Mark","chapter":"4","verse":"20","text":"But these are the ones sown on good soil: They hear the word and receive it and bear fruit, one thirty times as much, one sixty, and one a hundred.”"},{"bookname":"Mark","chapter":"4","verse":"21","text":"He also said to them, “A lamp isn’t brought to be put under a basket or under a bed, is it? Isn’t it to be placed on a lampstand?","title":"The Parable of the Lamp"},{"bookname":"Mark","chapter":"4","verse":"22","text":"For nothing is hidden except to be revealed, and nothing concealed except to be brought to light."},{"bookname":"Mark","chapter":"4","verse":"23","text":"If anyone has ears to hear, he had better listen!”"},{"bookname":"Mark","chapter":"4","verse":"24","text":"And he said to them, “Take care about what you hear. The measure you use will be the measure you receive, and more will be added to you."},{"bookname":"Mark","chapter":"4","verse":"25","text":"For whoever has will be given more, but whoever does not have, even what he has will be taken from him.”"},{"bookname":"Mark","chapter":"4","verse":"26","text":"He also said, “The kingdom of God is like someone who spreads seed on the ground.","title":"The Parable of the Growing Seed"},{"bookname":"Mark","chapter":"4","verse":"27","text":"He goes to sleep and gets up, night and day, and the seed sprouts and grows, though he does not know how."},{"bookname":"Mark","chapter":"4","verse":"28","text":"By itself the soil produces a crop, first the stalk, then the head, then the full grain in the head."},{"bookname":"Mark","chapter":"4","verse":"29","text":"And when the grain is ripe, he sends in the sickle because the harvest has come.”"},{"bookname":"Mark","chapter":"4","verse":"30","text":"He also asked, “To what can we compare the kingdom of God, or what parable can we use to present it?","title":"The Parable of the Mustard Seed"},{"bookname":"Mark","chapter":"4","verse":"31","text":"It is like a mustard seed that when sown in the ground, even though it is the smallest of all the seeds in the ground &#8211;"},{"bookname":"Mark","chapter":"4","verse":"32","text":"when it is sown, it grows up, becomes the greatest of all garden plants, and grows large branches so that the wild birds can nest in its shade.”"},{"bookname":"Mark","chapter":"4","verse":"33","text":"So with many parables like these, he spoke the word to them, as they were able to hear.","title":"The Use of Parables"},{"bookname":"Mark","chapter":"4","verse":"34","text":"He did not speak to them without a parable. But privately he explained everything to his own disciples."},{"bookname":"Mark","chapter":"4","verse":"35","text":"On that day, when evening came, Jesus said to his disciples, “Let’s go across to the other side of the lake.”","title":"Stilling of a Storm"},{"bookname":"Mark","chapter":"4","verse":"36","text":"So after leaving the crowd, they took him along, just as he was, in the boat, and other boats were with him."},{"bookname":"Mark","chapter":"4","verse":"37","text":"Now a great windstorm developed and the waves were breaking into the boat, so that the boat was nearly swamped."},{"bookname":"Mark","chapter":"4","verse":"38","text":"But he was in the stern, sleeping on a cushion. They woke him up and said to him, “Teacher, don’t you care that we are about to die?”"},{"bookname":"Mark","chapter":"4","verse":"39","text":"So he got up and rebuked the wind, and said to the sea, “Be quiet! Calm down!” Then the wind stopped, and it was dead calm."},{"bookname":"Mark","chapter":"4","verse":"40","text":"And he said to them, “Why are you cowardly? Do you still not have faith?”"},{"bookname":"Mark","chapter":"4","verse":"41","text":"They were overwhelmed by fear and said to one another, “Who then is this? Even the wind and sea obey him!”"}],[{"bookname":"Mark","chapter":"5","verse":"1","text":"So they came to the other side of the lake, to the region of the Gerasenes.","title":"Healing of a Demoniac"},{"bookname":"Mark","chapter":"5","verse":"2","text":"Just as Jesus was getting out of the boat, a man with an unclean spirit came from the tombs and met him."},{"bookname":"Mark","chapter":"5","verse":"3","text":"He lived among the tombs, and no one could bind him anymore, not even with a chain."},{"bookname":"Mark","chapter":"5","verse":"4","text":"For his hands and feet had often been bound with chains and shackles, but he had torn the chains apart and broken the shackles in pieces. No one was strong enough to subdue him."},{"bookname":"Mark","chapter":"5","verse":"5","text":"Each night and every day among the tombs and in the mountains, he would cry out and cut himself with stones."},{"bookname":"Mark","chapter":"5","verse":"6","text":"When he saw Jesus from a distance, he ran and bowed down before him."},{"bookname":"Mark","chapter":"5","verse":"7","text":"Then he cried out with a loud voice, “Leave me alone, Jesus, Son of the Most High God! I implore you by God &#8211; do not torment me!”"},{"bookname":"Mark","chapter":"5","verse":"8","text":"(For Jesus had said to him, “Come out of that man, you unclean spirit!”)"},{"bookname":"Mark","chapter":"5","verse":"9","text":"Jesus asked him, “What is your name?” And he said, “My name is Legion, for we are many.”"},{"bookname":"Mark","chapter":"5","verse":"10","text":"He begged Jesus repeatedly not to send them out of the region."},{"bookname":"Mark","chapter":"5","verse":"11","text":"There on the hillside, a great herd of pigs was feeding."},{"bookname":"Mark","chapter":"5","verse":"12","text":"And the demonic spirits begged him, “Send us into the pigs. Let us enter them.”"},{"bookname":"Mark","chapter":"5","verse":"13","text":"Jesus gave them permission. So the unclean spirits came out and went into the pigs. Then the herd rushed down the steep slope into the lake, and about two thousand were drowned in the lake."},{"bookname":"Mark","chapter":"5","verse":"14","text":"Now the herdsmen ran off and spread the news in the town and countryside, and the people went out to see what had happened."},{"bookname":"Mark","chapter":"5","verse":"15","text":"They came to Jesus and saw the demon-possessed man sitting there, clothed and in his right mind &#8211; the one who had the “Legion” &#8211; and they were afraid."},{"bookname":"Mark","chapter":"5","verse":"16","text":"Those who had seen what had happened to the demon-possessed man reported it, and they also told about the pigs."},{"bookname":"Mark","chapter":"5","verse":"17","text":"Then they asked Jesus to leave their region."},{"bookname":"Mark","chapter":"5","verse":"18","text":"As he was getting into the boat the man who had been demon-possessed asked if he could go with him."},{"bookname":"Mark","chapter":"5","verse":"19","text":"But Jesus did not permit him to do so. Instead, he said to him, “Go to your home and to your people and tell them what the Lord has done for you, that he had mercy on you.”"},{"bookname":"Mark","chapter":"5","verse":"20","text":"So he went away and began to proclaim in the Decapolis what Jesus had done for him, and all were amazed."},{"bookname":"Mark","chapter":"5","verse":"21","text":"When Jesus had crossed again in a boat to the other side, a large crowd gathered around him, and he was by the sea.","title":"Restoration and Healing"},{"bookname":"Mark","chapter":"5","verse":"22","text":"Then one of the synagogue rulers, named Jairus, came up, and when he saw Jesus, he fell at his feet."},{"bookname":"Mark","chapter":"5","verse":"23","text":"He asked him urgently, “My little daughter is near death. Come and lay your hands on her so that she may be healed and live.”"},{"bookname":"Mark","chapter":"5","verse":"24","text":"Jesus went with him, and a large crowd followed and pressed around him."},{"bookname":"Mark","chapter":"5","verse":"25","text":"Now a woman was there who had been suffering from a hemorrhage for twelve years."},{"bookname":"Mark","chapter":"5","verse":"26","text":"She had endured a great deal under the care of many doctors and had spent all that she had. Yet instead of getting better, she grew worse."},{"bookname":"Mark","chapter":"5","verse":"27","text":"When she heard about Jesus, she came up behind him in the crowd and touched his cloak,"},{"bookname":"Mark","chapter":"5","verse":"28","text":"for she kept saying, “If only I touch his clothes, I will be healed.”"},{"bookname":"Mark","chapter":"5","verse":"29","text":"At once the bleeding stopped, and she felt in her body that she was healed of her disease."},{"bookname":"Mark","chapter":"5","verse":"30","text":"Jesus knew at once that power had gone out from him. He turned around in the crowd and said, “Who touched my clothes?”"},{"bookname":"Mark","chapter":"5","verse":"31","text":"His disciples said to him, “You see the crowd pressing against you and you say, ‘Who touched me?’”"},{"bookname":"Mark","chapter":"5","verse":"32","text":"But he looked around to see who had done it."},{"bookname":"Mark","chapter":"5","verse":"33","text":"Then the woman, with fear and trembling, knowing what had happened to her, came and fell down before him and told him the whole truth."},{"bookname":"Mark","chapter":"5","verse":"34","text":"He said to her, “Daughter, your faith has made you well. Go in peace, and be healed of your disease.”"},{"bookname":"Mark","chapter":"5","verse":"35","text":"While he was still speaking, people came from the synagogue ruler’s house saying, “Your daughter has died. Why trouble the teacher any longer?”"},{"bookname":"Mark","chapter":"5","verse":"36","text":"But Jesus, paying no attention to what was said, told the synagogue ruler, “Do not be afraid; just believe.”"},{"bookname":"Mark","chapter":"5","verse":"37","text":"He did not let anyone follow him except Peter, James, and John, the brother of James."},{"bookname":"Mark","chapter":"5","verse":"38","text":"They came to the house of the synagogue ruler where he saw noisy confusion and people weeping and wailing loudly."},{"bookname":"Mark","chapter":"5","verse":"39","text":"When he entered he said to them, “Why are you distressed and weeping? The child is not dead but asleep.”"},{"bookname":"Mark","chapter":"5","verse":"40","text":"And they began making fun of him. But he put them all outside and he took the child’s father and mother and his own companions and went into the room where the child was."},{"bookname":"Mark","chapter":"5","verse":"41","text":"Then, gently taking the child by the hand, he said to her, “Talitha koum,” which means, “Little girl, I say to you, get up.”"},{"bookname":"Mark","chapter":"5","verse":"42","text":"The girl got up at once and began to walk around (she was twelve years old). They were completely astonished at this."},{"bookname":"Mark","chapter":"5","verse":"43","text":"He strictly ordered that no one should know about this, and told them to give her something to eat."}],[{"bookname":"Mark","chapter":"6","verse":"1","text":"Now Jesus left that place and came to his hometown, and his disciples followed him.","title":"Rejection at Nazareth"},{"bookname":"Mark","chapter":"6","verse":"2","text":"When the Sabbath came, he began to teach in the synagogue. Many who heard him were astonished, saying, “Where did he get these ideas? And what is this wisdom that has been given to him? What are these miracles that are done through his hands?"},{"bookname":"Mark","chapter":"6","verse":"3","text":"Isn’t this the carpenter, the son of Mary and brother of James, Joses, Judas, and Simon? And aren’t his sisters here with us?” And so they took offense at him."},{"bookname":"Mark","chapter":"6","verse":"4","text":"Then Jesus said to them, “A prophet is not without honor except in his hometown, and among his relatives, and in his own house.”"},{"bookname":"Mark","chapter":"6","verse":"5","text":"He was not able to do a miracle there, except to lay his hands on a few sick people and heal them."},{"bookname":"Mark","chapter":"6","verse":"6","text":"And he was amazed because of their unbelief. Then he went around among the villages and taught."},{"bookname":"Mark","chapter":"6","verse":"7","text":"Jesus called the twelve and began to send them out two by two. He gave them authority over the unclean spirits.","title":"Sending Out the Twelve Apostles"},{"bookname":"Mark","chapter":"6","verse":"8","text":"He instructed them to take nothing for the journey except a staff &#8211; no bread, no bag, no money in their belts &#8211;"},{"bookname":"Mark","chapter":"6","verse":"9","text":"and to put on sandals but not to wear two tunics."},{"bookname":"Mark","chapter":"6","verse":"10","text":"He said to them, “Wherever you enter a house, stay there until you leave the area."},{"bookname":"Mark","chapter":"6","verse":"11","text":"If a place will not welcome you or listen to you, as you go out from there, shake the dust off your feet as a testimony against them.”"},{"bookname":"Mark","chapter":"6","verse":"12","text":"So they went out and preached that all should repent."},{"bookname":"Mark","chapter":"6","verse":"13","text":"They cast out many demons and anointed many sick people with oil and healed them."},{"bookname":"Mark","chapter":"6","verse":"14","text":"Now King Herod heard this, for Jesus’ name had become known. Some were saying, “John the baptizer has been raised from the dead, and because of this, miraculous powers are at work in him.”","title":"The Death of John the Baptist"},{"bookname":"Mark","chapter":"6","verse":"15","text":"Others said, “He is Elijah.” Others said, “He is a prophet, like one of the prophets from the past.”"},{"bookname":"Mark","chapter":"6","verse":"16","text":"But when Herod heard this, he said, “John, whom I beheaded, has been raised!”"},{"bookname":"Mark","chapter":"6","verse":"17","text":"For Herod himself had sent men, arrested John, and bound him in prison on account of Herodias, his brother Philip’s wife, because Herod had married her."},{"bookname":"Mark","chapter":"6","verse":"18","text":"For John had repeatedly told Herod, “It is not lawful for you to have your brother’s wife.”"},{"bookname":"Mark","chapter":"6","verse":"19","text":"So Herodias nursed a grudge against him and wanted to kill him. But she could not"},{"bookname":"Mark","chapter":"6","verse":"20","text":"because Herod stood in awe of John and protected him, since he knew that John was a righteous and holy man. When Herod heard him, he was thoroughly baffled, and yet he liked to listen to John."},{"bookname":"Mark","chapter":"6","verse":"21","text":"But a suitable day came, when Herod gave a banquet on his birthday for his court officials, military commanders, and leaders of Galilee."},{"bookname":"Mark","chapter":"6","verse":"22","text":"When his daughter Herodias came in and danced, she pleased Herod and his dinner guests. The king said to the girl, “Ask me for whatever you want and I will give it to you.”"},{"bookname":"Mark","chapter":"6","verse":"23","text":"He swore to her, “Whatever you ask I will give you, up to half my kingdom.”"},{"bookname":"Mark","chapter":"6","verse":"24","text":"So she went out and said to her mother, “What should I ask for?” Her mother said, “The head of John the baptizer.”"},{"bookname":"Mark","chapter":"6","verse":"25","text":"Immediately she hurried back to the king and made her request: “I want the head of John the Baptist on a platter immediately.”"},{"bookname":"Mark","chapter":"6","verse":"26","text":"Although it grieved the king deeply, he did not want to reject her request because of his oath and his guests."},{"bookname":"Mark","chapter":"6","verse":"27","text":"So the king sent an executioner at once to bring John’s head, and he went and beheaded John in prison."},{"bookname":"Mark","chapter":"6","verse":"28","text":"He brought his head on a platter and gave it to the girl, and the girl gave it to her mother."},{"bookname":"Mark","chapter":"6","verse":"29","text":"When John’s disciples heard this, they came and took his body and placed it in a tomb."},{"bookname":"Mark","chapter":"6","verse":"30","text":"Then the apostles gathered around Jesus and told him everything they had done and taught.","title":"The Feeding of the Five Thousand"},{"bookname":"Mark","chapter":"6","verse":"31","text":"He said to them, “Come with me privately to an isolated place and rest a while” (for many were coming and going, and there was no time to eat)."},{"bookname":"Mark","chapter":"6","verse":"32","text":"So they went away by themselves in a boat to some remote place."},{"bookname":"Mark","chapter":"6","verse":"33","text":"But many saw them leaving and recognized them, and they hurried on foot from all the towns and arrived there ahead of them."},{"bookname":"Mark","chapter":"6","verse":"34","text":"As Jesus came ashore he saw the large crowd and he had compassion on them, because they were like sheep without a shepherd. So he taught them many things."},{"bookname":"Mark","chapter":"6","verse":"35","text":"When it was already late, his disciples came to him and said, “This is an isolated place and it is already very late."},{"bookname":"Mark","chapter":"6","verse":"36","text":"Send them away so that they can go into the surrounding countryside and villages and buy something for themselves to eat.”"},{"bookname":"Mark","chapter":"6","verse":"37","text":"But he answered them, “You give them something to eat.” And they said, “Should we go and buy bread for two hundred silver coins and give it to them to eat?”"},{"bookname":"Mark","chapter":"6","verse":"38","text":"He said to them, “How many loaves do you have? Go and see.” When they found out, they said, “Five &#8211; and two fish.”"},{"bookname":"Mark","chapter":"6","verse":"39","text":"Then he directed them all to sit down in groups on the green grass."},{"bookname":"Mark","chapter":"6","verse":"40","text":"So they reclined in groups of hundreds and fifties."},{"bookname":"Mark","chapter":"6","verse":"41","text":"He took the five loaves and the two fish, and looking up to heaven, he gave thanks and broke the loaves. He gave them to his disciples to serve the people, and he divided the two fish among them all."},{"bookname":"Mark","chapter":"6","verse":"42","text":"They all ate and were satisfied,"},{"bookname":"Mark","chapter":"6","verse":"43","text":"and they picked up the broken pieces and fish that were left over, twelve baskets full."},{"bookname":"Mark","chapter":"6","verse":"44","text":"Now there were five thousand men who ate the bread."},{"bookname":"Mark","chapter":"6","verse":"45","text":"Immediately Jesus made his disciples get into the boat and go on ahead to the other side, to Bethsaida, while he dispersed the crowd.","title":"Walking on Water"},{"bookname":"Mark","chapter":"6","verse":"46","text":"After saying good-bye to them, he went to the mountain to pray."},{"bookname":"Mark","chapter":"6","verse":"47","text":"When evening came, the boat was in the middle of the sea and he was alone on the land."},{"bookname":"Mark","chapter":"6","verse":"48","text":"He saw them straining at the oars, because the wind was against them. As the night was ending, he came to them walking on the sea, for he wanted to pass by them."},{"bookname":"Mark","chapter":"6","verse":"49","text":"When they saw him walking on the water they thought he was a ghost. They cried out,"},{"bookname":"Mark","chapter":"6","verse":"50","text":"for they all saw him and were terrified. But immediately he spoke to them: “Have courage! It is I. Do not be afraid.”"},{"bookname":"Mark","chapter":"6","verse":"51","text":"Then he went up with them into the boat, and the wind ceased. They were completely astonished,"},{"bookname":"Mark","chapter":"6","verse":"52","text":"because they did not understand about the loaves, but their hearts were hardened."},{"bookname":"Mark","chapter":"6","verse":"53","text":"After they had crossed over, they came to land at Gennesaret and anchored there.","title":"Healing the Sick"},{"bookname":"Mark","chapter":"6","verse":"54","text":"As they got out of the boat, people immediately recognized Jesus."},{"bookname":"Mark","chapter":"6","verse":"55","text":"They ran through that whole region and began to bring the sick on mats to wherever he was rumored to be."},{"bookname":"Mark","chapter":"6","verse":"56","text":"And wherever he would go &#8211; into villages, towns, or countryside &#8211; they would place the sick in the marketplaces, and would ask him if they could just touch the edge of his cloak, and all who touched it were healed."}],[{"bookname":"Mark","chapter":"7","verse":"1","text":"Now the Pharisees and some of the experts in the law who came from Jerusalem gathered around him.","title":"Breaking Human Traditions"},{"bookname":"Mark","chapter":"7","verse":"2","text":"And they saw that some of Jesus’ disciples ate their bread with unclean hands, that is, unwashed."},{"bookname":"Mark","chapter":"7","verse":"3","text":"(For the Pharisees and all the Jews do not eat unless they perform a ritual washing, holding fast to the tradition of the elders."},{"bookname":"Mark","chapter":"7","verse":"4","text":"And when they come from the marketplace, they do not eat unless they wash. They hold fast to many other traditions: the washing of cups, pots, kettles, and dining couches.)"},{"bookname":"Mark","chapter":"7","verse":"5","text":"The Pharisees and the experts in the law asked him, “Why do your disciples not live according to the tradition of the elders, but eat with unwashed hands?”"},{"bookname":"Mark","chapter":"7","verse":"6","text":"He said to them, “Isaiah prophesied correctly about you hypocrites, as it is written: ‘<b>This people honors me with their lips,<\/b> <b>but their heart<\/b> <b>is far from me<\/b>."},{"bookname":"Mark","chapter":"7","verse":"7","text":"<b>They worship me in vain,<\/b> <b>teaching as doctrine the commandments of men<\/b>.’"},{"bookname":"Mark","chapter":"7","verse":"8","text":"Having no regard for the command of God, you hold fast to human tradition.”"},{"bookname":"Mark","chapter":"7","verse":"9","text":"He also said to them, “You neatly reject the commandment of God in order to set up your tradition."},{"bookname":"Mark","chapter":"7","verse":"10","text":"For Moses said, ‘<b>Honor your father and your mother<\/b>,’ and, ‘<b>Whoever insults his father or mother must be put to death<\/b>.’"},{"bookname":"Mark","chapter":"7","verse":"11","text":"But you say that if anyone tells his father or mother, ‘Whatever help you would have received from me is corban’ (that is, a gift for God),"},{"bookname":"Mark","chapter":"7","verse":"12","text":"then you no longer permit him to do anything for his father or mother."},{"bookname":"Mark","chapter":"7","verse":"13","text":"Thus you nullify the word of God by your tradition that you have handed down. And you do many things like this.”"},{"bookname":"Mark","chapter":"7","verse":"14","text":"Then he called the crowd again and said to them, “Listen to me, everyone, and understand."},{"bookname":"Mark","chapter":"7","verse":"15","text":"There is nothing outside of a person that can defile him by going into him. Rather, it is what comes out of a person that defiles him.”"},{"bookname":"Mark","chapter":"7","verse":"16","text":"[[EMPTY]]"},{"bookname":"Mark","chapter":"7","verse":"17","text":"Now when Jesus had left the crowd and entered the house, his disciples asked him about the parable."},{"bookname":"Mark","chapter":"7","verse":"18","text":"He said to them, “Are you so foolish? Don’t you understand that whatever goes into a person from outside cannot defile him?"},{"bookname":"Mark","chapter":"7","verse":"19","text":"For it does not enter his heart but his stomach, and then goes out into the sewer.” (This means all foods are clean.)"},{"bookname":"Mark","chapter":"7","verse":"20","text":"He said, “What comes out of a person defiles him."},{"bookname":"Mark","chapter":"7","verse":"21","text":"For from within, out of the human heart, come evil ideas, sexual immorality, theft, murder,"},{"bookname":"Mark","chapter":"7","verse":"22","text":"adultery, greed, evil, deceit, debauchery, envy, slander, pride, and folly."},{"bookname":"Mark","chapter":"7","verse":"23","text":"All these evils come from within and defile a person.”"},{"bookname":"Mark","chapter":"7","verse":"24","text":"After Jesus left there, he went to the region of Tyre. When he went into a house, he did not want anyone to know, but he was not able to escape notice.","title":"A Syrophoenician Woman&#8217;s Faith"},{"bookname":"Mark","chapter":"7","verse":"25","text":"Instead, a woman whose young daughter had an unclean spirit immediately heard about him and came and fell at his feet."},{"bookname":"Mark","chapter":"7","verse":"26","text":"The woman was a Greek, of Syrophoenician origin. She asked him to cast the demon out of her daughter."},{"bookname":"Mark","chapter":"7","verse":"27","text":"He said to her, “Let the children be satisfied first, for it is not right to take the children’s bread and to throw it to the dogs.”"},{"bookname":"Mark","chapter":"7","verse":"28","text":"She answered, “Yes, Lord, but even the dogs under the table eat the children’s crumbs.”"},{"bookname":"Mark","chapter":"7","verse":"29","text":"Then he said to her, “Because you said this, you may go. The demon has left your daughter.”"},{"bookname":"Mark","chapter":"7","verse":"30","text":"She went home and found the child lying on the bed, and the demon gone."},{"bookname":"Mark","chapter":"7","verse":"31","text":"Then Jesus went out again from the region of Tyre and came through Sidon to the Sea of Galilee in the region of the Decapolis.","title":"Healing a Deaf Mute"},{"bookname":"Mark","chapter":"7","verse":"32","text":"They brought to him a deaf man who had difficulty speaking, and they asked him to place his hands on him."},{"bookname":"Mark","chapter":"7","verse":"33","text":"After Jesus took him aside privately, away from the crowd, he put his fingers in the man’s ears, and after spitting, he touched his tongue."},{"bookname":"Mark","chapter":"7","verse":"34","text":"Then he looked up to heaven and said with a sigh, “Ephphatha” (that is, “Be opened”)."},{"bookname":"Mark","chapter":"7","verse":"35","text":"And immediately the man’s ears were opened, his tongue loosened, and he spoke plainly."},{"bookname":"Mark","chapter":"7","verse":"36","text":"Jesus ordered them not to tell anything. But as much as he ordered them not to do this, they proclaimed it all the more."},{"bookname":"Mark","chapter":"7","verse":"37","text":"People were completely astounded and said, “He has done everything well. He even makes the deaf hear and the mute speak.”"}],[{"bookname":"Mark","chapter":"8","verse":"1","text":"In those days there was another large crowd with nothing to eat. So Jesus called his disciples and said to them,","title":"The Feeding of the Four Thousand"},{"bookname":"Mark","chapter":"8","verse":"2","text":"“I have compassion on the crowd, because they have already been here with me three days, and they have nothing to eat."},{"bookname":"Mark","chapter":"8","verse":"3","text":"If I send them home hungry, they will faint on the way, and some of them have come from a great distance.”"},{"bookname":"Mark","chapter":"8","verse":"4","text":"His disciples answered him, “Where can someone get enough bread in this desolate place to satisfy these people?”"},{"bookname":"Mark","chapter":"8","verse":"5","text":"He asked them, “How many loaves do you have?” They replied, “Seven.”"},{"bookname":"Mark","chapter":"8","verse":"6","text":"Then he directed the crowd to sit down on the ground. After he took the seven loaves and gave thanks, he broke them and began giving them to the disciples to serve. So they served the crowd."},{"bookname":"Mark","chapter":"8","verse":"7","text":"They also had a few small fish. After giving thanks for these, he told them to serve these as well."},{"bookname":"Mark","chapter":"8","verse":"8","text":"Everyone ate and was satisfied, and they picked up the broken pieces left over, seven baskets full."},{"bookname":"Mark","chapter":"8","verse":"9","text":"There were about four thousand who ate. Then he dismissed them."},{"bookname":"Mark","chapter":"8","verse":"10","text":"Immediately he got into a boat with his disciples and went to the district of Dalmanutha."},{"bookname":"Mark","chapter":"8","verse":"11","text":"Then the Pharisees came and began to argue with Jesus, asking for a sign from heaven to test him.","title":"The Demand for a Sign"},{"bookname":"Mark","chapter":"8","verse":"12","text":"Sighing deeply in his spirit he said, “Why does this generation look for a sign? I tell you the truth, no sign will be given to this generation.”"},{"bookname":"Mark","chapter":"8","verse":"13","text":"Then he left them, got back into the boat, and went to the other side."},{"bookname":"Mark","chapter":"8","verse":"14","text":"Now they had forgotten to take bread, except for one loaf they had with them in the boat.","title":"The Yeast of the Pharisees and Herod"},{"bookname":"Mark","chapter":"8","verse":"15","text":"And Jesus ordered them, “Watch out! Beware of the yeast of the Pharisees and the yeast of Herod!”"},{"bookname":"Mark","chapter":"8","verse":"16","text":"So they began to discuss with one another about having no bread."},{"bookname":"Mark","chapter":"8","verse":"17","text":"When he learned of this, Jesus said to them, “Why are you arguing about having no bread? Do you still not see or understand? Have your hearts been hardened?"},{"bookname":"Mark","chapter":"8","verse":"18","text":"Though you have eyes, don’t you see? And though you have ears, can’t you hear? Don’t you remember?"},{"bookname":"Mark","chapter":"8","verse":"19","text":"When I broke the five loaves for the five thousand, how many baskets full of pieces did you pick up?” They replied, “Twelve.”"},{"bookname":"Mark","chapter":"8","verse":"20","text":"“When I broke the seven loaves for the four thousand, how many baskets full of pieces did you pick up?” They replied, “Seven.”"},{"bookname":"Mark","chapter":"8","verse":"21","text":"Then he said to them, “Do you still not understand?”"},{"bookname":"Mark","chapter":"8","verse":"22","text":"Then they came to Bethsaida. They brought a blind man to Jesus and asked him to touch him.","title":"A Two-stage Healing"},{"bookname":"Mark","chapter":"8","verse":"23","text":"He took the blind man by the hand and brought him outside of the village. Then he spit on his eyes, placed his hands on his eyes and asked, “Do you see anything?”"},{"bookname":"Mark","chapter":"8","verse":"24","text":"Regaining his sight he said, “I see people, but they look like trees walking.”"},{"bookname":"Mark","chapter":"8","verse":"25","text":"Then Jesus placed his hands on the man’s eyes again. And he opened his eyes, his sight was restored, and he saw everything clearly."},{"bookname":"Mark","chapter":"8","verse":"26","text":"Jesus sent him home, saying, “Do not even go into the village.”"},{"bookname":"Mark","chapter":"8","verse":"27","text":"Then Jesus and his disciples went to the villages of Caesarea Philippi. On the way he asked his disciples, “Who do people say that I am?”","title":"Peter&#8217;s Confession"},{"bookname":"Mark","chapter":"8","verse":"28","text":"They said, “John the Baptist, others say Elijah, and still others, one of the prophets.”"},{"bookname":"Mark","chapter":"8","verse":"29","text":"He asked them, “But who do you say that I am?” Peter answered him, “You are the Christ.”"},{"bookname":"Mark","chapter":"8","verse":"30","text":"Then he warned them not to tell anyone about him."},{"bookname":"Mark","chapter":"8","verse":"31","text":"Then Jesus began to teach them that the Son of Man must suffer many things and be rejected by the elders, chief priests, and experts in the law, and be killed, and after three days rise again.","title":"First Prediction of Jesus&#8217; Death and Resurrection"},{"bookname":"Mark","chapter":"8","verse":"32","text":"He spoke openly about this. So Peter took him aside and began to rebuke him."},{"bookname":"Mark","chapter":"8","verse":"33","text":"But after turning and looking at his disciples, he rebuked Peter and said, “Get behind me, Satan. You are not setting your mind on God’s interests, but on man’s.”"},{"bookname":"Mark","chapter":"8","verse":"34","text":"Then Jesus called the crowd, along with his disciples, and said to them, “If anyone wants to become my follower, he must deny himself, take up his cross, and follow me.","title":"Following Jesus"},{"bookname":"Mark","chapter":"8","verse":"35","text":"For whoever wants to save his life will lose it, but whoever loses his life for my sake and for the gospel will save it."},{"bookname":"Mark","chapter":"8","verse":"36","text":"For what benefit is it for a person to gain the whole world, yet forfeit his life?"},{"bookname":"Mark","chapter":"8","verse":"37","text":"What can a person give in exchange for his life?"},{"bookname":"Mark","chapter":"8","verse":"38","text":"For if anyone is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when he comes in the glory of his Father with the holy angels.”"}],[{"bookname":"Mark","chapter":"9","verse":"1","text":"And he said to them, “I tell you the truth, there are some standing here who will not experience death before they see the kingdom of God come with power.”"},{"bookname":"Mark","chapter":"9","verse":"2","text":"Six days later Jesus took with him Peter, James, and John and led them alone up a high mountain privately. And he was transfigured before them,","title":"The Transfiguration"},{"bookname":"Mark","chapter":"9","verse":"3","text":"and his clothes became radiantly white, more so than any launderer in the world could bleach them."},{"bookname":"Mark","chapter":"9","verse":"4","text":"Then Elijah appeared before them along with Moses, and they were talking with Jesus."},{"bookname":"Mark","chapter":"9","verse":"5","text":"So Peter said to Jesus, “Rabbi, it is good for us to be here. Let us make three shelters &#8211; one for you, one for Moses, and one for Elijah.”"},{"bookname":"Mark","chapter":"9","verse":"6","text":"(For they were afraid, and he did not know what to say.)"},{"bookname":"Mark","chapter":"9","verse":"7","text":"Then a cloud overshadowed them, and a voice came from the cloud, “This is my one dear Son. Listen to him!”"},{"bookname":"Mark","chapter":"9","verse":"8","text":"Suddenly when they looked around, they saw no one with them any more except Jesus."},{"bookname":"Mark","chapter":"9","verse":"9","text":"As they were coming down from the mountain, he gave them orders not to tell anyone what they had seen until after the Son of Man had risen from the dead."},{"bookname":"Mark","chapter":"9","verse":"10","text":"They kept this statement to themselves, discussing what this rising from the dead meant."},{"bookname":"Mark","chapter":"9","verse":"11","text":"Then they asked him, “Why do the experts in the law say that Elijah must come first?”"},{"bookname":"Mark","chapter":"9","verse":"12","text":"He said to them, “Elijah does indeed come first, and restores all things. And why is it written that the Son of Man must suffer many things and be despised?"},{"bookname":"Mark","chapter":"9","verse":"13","text":"But I tell you that Elijah has certainly come, and they did to him whatever they wanted, just as it is written about him.”"},{"bookname":"Mark","chapter":"9","verse":"14","text":"When they came to the disciples, they saw a large crowd around them and experts in the law arguing with them.","title":"The Disciples&#8217; Failure to Heal"},{"bookname":"Mark","chapter":"9","verse":"15","text":"When the whole crowd saw him, they were amazed and ran at once and greeted him."},{"bookname":"Mark","chapter":"9","verse":"16","text":"He asked them, “What are you arguing about with them?”"},{"bookname":"Mark","chapter":"9","verse":"17","text":"A member of the crowd said to him, “Teacher, I brought you my son, who is possessed by a spirit that makes him mute."},{"bookname":"Mark","chapter":"9","verse":"18","text":"Whenever it seizes him, it throws him down, and he foams at the mouth, grinds his teeth, and becomes rigid. I asked your disciples to cast it out, but they were not able to do so.”"},{"bookname":"Mark","chapter":"9","verse":"19","text":"He answered them, “You unbelieving generation! How much longer must I be with you? How much longer must I endure you? Bring him to me.”"},{"bookname":"Mark","chapter":"9","verse":"20","text":"So they brought the boy to him. When the spirit saw him, it immediately threw the boy into a convulsion. He fell on the ground and rolled around, foaming at the mouth."},{"bookname":"Mark","chapter":"9","verse":"21","text":"Jesus asked his father, “How long has this been happening to him?” And he said, “From childhood."},{"bookname":"Mark","chapter":"9","verse":"22","text":"It has often thrown him into fire or water to destroy him. But if you are able to do anything, have compassion on us and help us.”"},{"bookname":"Mark","chapter":"9","verse":"23","text":"Then Jesus said to him, “‘If you are able?’ All things are possible for the one who believes.”"},{"bookname":"Mark","chapter":"9","verse":"24","text":"Immediately the father of the boy cried out and said, “I believe; help my unbelief!”"},{"bookname":"Mark","chapter":"9","verse":"25","text":"Now when Jesus saw that a crowd was quickly gathering, he rebuked the unclean spirit, saying to it, “Mute and deaf spirit, I command you, come out of him and never enter him again.”"},{"bookname":"Mark","chapter":"9","verse":"26","text":"It shrieked, threw him into terrible convulsions, and came out. The boy looked so much like a corpse that many said, “He is dead!”"},{"bookname":"Mark","chapter":"9","verse":"27","text":"But Jesus gently took his hand and raised him to his feet, and he stood up."},{"bookname":"Mark","chapter":"9","verse":"28","text":"Then, after he went into the house, his disciples asked him privately, “Why couldn’t we cast it out?”"},{"bookname":"Mark","chapter":"9","verse":"29","text":"He told them, “This kind can come out only by prayer.”"},{"bookname":"Mark","chapter":"9","verse":"30","text":"They went out from there and passed through Galilee. But Jesus did not want anyone to know,","title":"Second Prediction of Jesus&#8217; Death and Resurrection"},{"bookname":"Mark","chapter":"9","verse":"31","text":"for he was teaching his disciples and telling them, “The Son of Man will be betrayed into the hands of men. They will kill him, and after three days he will rise.”"},{"bookname":"Mark","chapter":"9","verse":"32","text":"But they did not understand this statement and were afraid to ask him."},{"bookname":"Mark","chapter":"9","verse":"33","text":"Then they came to Capernaum. After Jesus was inside the house he asked them, “What were you discussing on the way?”","title":"Questions About the Greatest"},{"bookname":"Mark","chapter":"9","verse":"34","text":"But they were silent, for on the way they had argued with one another about who was the greatest."},{"bookname":"Mark","chapter":"9","verse":"35","text":"After he sat down, he called the twelve and said to them, “If anyone wants to be first, he must be last of all and servant of all.”"},{"bookname":"Mark","chapter":"9","verse":"36","text":"He took a little child and had him stand among them. Taking him in his arms, he said to them,"},{"bookname":"Mark","chapter":"9","verse":"37","text":"“Whoever welcomes one of these little children in my name welcomes me, and whoever welcomes me does not welcome me but the one who sent me.”"},{"bookname":"Mark","chapter":"9","verse":"38","text":"John said to him, “Teacher, we saw someone casting out demons in your name, and we tried to stop him because he was not following us.”","title":"On Jesus&#8217; Side"},{"bookname":"Mark","chapter":"9","verse":"39","text":"But Jesus said, “Do not stop him, because no one who does a miracle in my name will be able soon afterward to say anything bad about me."},{"bookname":"Mark","chapter":"9","verse":"40","text":"For whoever is not against us is for us."},{"bookname":"Mark","chapter":"9","verse":"41","text":"For I tell you the truth, whoever gives you a cup of water because you bear Christ’s name will never lose his reward."},{"bookname":"Mark","chapter":"9","verse":"42","text":"“If anyone causes one of these little ones who believe in me to sin, it would be better for him to have a huge millstone tied around his neck and to be thrown into the sea."},{"bookname":"Mark","chapter":"9","verse":"43","text":"If your hand causes you to sin, cut it off! It is better for you to enter into life crippled than to have two hands and go into hell, to the unquenchable fire."},{"bookname":"Mark","chapter":"9","verse":"44","text":"[[EMPTY]]"},{"bookname":"Mark","chapter":"9","verse":"45","text":"If your foot causes you to sin, cut it off! It is better to enter life lame than to have two feet and be thrown into hell."},{"bookname":"Mark","chapter":"9","verse":"46","text":"[[EMPTY]]"},{"bookname":"Mark","chapter":"9","verse":"47","text":"If your eye causes you to sin, tear it out! It is better to enter into the kingdom of God with one eye than to have two eyes and be thrown into hell,"},{"bookname":"Mark","chapter":"9","verse":"48","text":"where their worm never dies and the fire is never quenched."},{"bookname":"Mark","chapter":"9","verse":"49","text":"Everyone will be salted with fire."},{"bookname":"Mark","chapter":"9","verse":"50","text":"Salt is good, but if it loses its saltiness, how can you make it salty again? Have salt in yourselves, and be at peace with each other.”"}],[{"bookname":"Mark","chapter":"10","verse":"1","text":"Then Jesus left that place and went to the region of Judea and beyond the Jordan River. Again crowds gathered to him, and again, as was his custom, he taught them.","title":"Divorce"},{"bookname":"Mark","chapter":"10","verse":"2","text":"Then some Pharisees came, and to test him they asked, “Is it lawful for a man to divorce his wife?”"},{"bookname":"Mark","chapter":"10","verse":"3","text":"He answered them, “What did Moses command you?”"},{"bookname":"Mark","chapter":"10","verse":"4","text":"They said, “Moses permitted a man to write <b>a certificate of dismissal<\/b> and to divorce her.”"},{"bookname":"Mark","chapter":"10","verse":"5","text":"But Jesus said to them, “He wrote this commandment for you because of your hard hearts."},{"bookname":"Mark","chapter":"10","verse":"6","text":"But from the beginning of creation <b>he<\/b> <b>made them male and female<\/b>."},{"bookname":"Mark","chapter":"10","verse":"7","text":"<b>For this reason a man will leave his father and mother,<\/b>"},{"bookname":"Mark","chapter":"10","verse":"8","text":"<b>and the two will become one flesh<\/b>. So they are no longer two, but one flesh."},{"bookname":"Mark","chapter":"10","verse":"9","text":"Therefore what God has joined together, let no one separate.”"},{"bookname":"Mark","chapter":"10","verse":"10","text":"In the house once again, the disciples asked him about this."},{"bookname":"Mark","chapter":"10","verse":"11","text":"So he told them, “Whoever divorces his wife and marries another commits adultery against her."},{"bookname":"Mark","chapter":"10","verse":"12","text":"And if she divorces her husband and marries another, she commits adultery.”"},{"bookname":"Mark","chapter":"10","verse":"13","text":"Now people were bringing little children to him for him to touch, but the disciples scolded those who brought them.","title":"Jesus and Little Children"},{"bookname":"Mark","chapter":"10","verse":"14","text":"But when Jesus saw this, he was indignant and said to them, “Let the little children come to me and do not try to stop them, for the kingdom of God belongs to such as these."},{"bookname":"Mark","chapter":"10","verse":"15","text":"I tell you the truth, whoever does not receive the kingdom of God like a child will never enter it.”"},{"bookname":"Mark","chapter":"10","verse":"16","text":"After he took the children in his arms, he placed his hands on them and blessed them."},{"bookname":"Mark","chapter":"10","verse":"17","text":"Now as Jesus was starting out on his way, someone ran up to him, fell on his knees, and said, “Good teacher, what must I do to inherit eternal life?”","title":"The Rich Man"},{"bookname":"Mark","chapter":"10","verse":"18","text":"Jesus said to him, “Why do you call me good? No one is good except God alone."},{"bookname":"Mark","chapter":"10","verse":"19","text":"You know the commandments: ‘<b>Do not murder, do not commit adultery, do not steal, do not give false testimony,<\/b> do not defraud<b>, honor your father and mother<\/b>.’”"},{"bookname":"Mark","chapter":"10","verse":"20","text":"The man said to him, “Teacher, I have wholeheartedly obeyed all these laws since my youth.”"},{"bookname":"Mark","chapter":"10","verse":"21","text":"As Jesus looked at him, he felt love for him and said, “You lack one thing. Go, sell whatever you have and give the money to the poor, and you will have treasure in heaven. Then come, follow me.”"},{"bookname":"Mark","chapter":"10","verse":"22","text":"But at this statement, the man looked sad and went away sorrowful, for he was very rich."},{"bookname":"Mark","chapter":"10","verse":"23","text":"Then Jesus looked around and said to his disciples, “How hard it is for the rich to enter the kingdom of God!”"},{"bookname":"Mark","chapter":"10","verse":"24","text":"The disciples were astonished at these words. But again Jesus said to them, “Children, how hard it is to enter the kingdom of God!"},{"bookname":"Mark","chapter":"10","verse":"25","text":"It is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”"},{"bookname":"Mark","chapter":"10","verse":"26","text":"They were even more astonished and said to one another, “Then who can be saved?”"},{"bookname":"Mark","chapter":"10","verse":"27","text":"Jesus looked at them and replied, “This is impossible for mere humans, but not for God; all things are possible for God.”"},{"bookname":"Mark","chapter":"10","verse":"28","text":"Peter began to speak to him, “Look, we have left everything to follow you!”"},{"bookname":"Mark","chapter":"10","verse":"29","text":"Jesus said, “I tell you the truth, there is no one who has left home or brothers or sisters or mother or father or children or fields for my sake and for the sake of the gospel"},{"bookname":"Mark","chapter":"10","verse":"30","text":"who will not receive in this age a hundred times as much &#8211; homes, brothers, sisters, mothers, children, fields, all with persecutions &#8211; and in the age to come, eternal life."},{"bookname":"Mark","chapter":"10","verse":"31","text":"But many who are first will be last, and the last first.”"},{"bookname":"Mark","chapter":"10","verse":"32","text":"They were on the way, going up to Jerusalem. Jesus was going ahead of them, and they were amazed, but those who followed were afraid. He took the twelve aside again and began to tell them what was going to happen to him.","title":"Third Prediction of Jesus&#8217; Death and Resurrection"},{"bookname":"Mark","chapter":"10","verse":"33","text":"“Look, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and experts in the law. They will condemn him to death and will turn him over to the Gentiles."},{"bookname":"Mark","chapter":"10","verse":"34","text":"They will mock him, spit on him, flog him severely, and kill him. Yet after three days, he will rise again.”"},{"bookname":"Mark","chapter":"10","verse":"35","text":"Then James and John, the sons of Zebedee, came to him and said, “Teacher, we want you to do for us whatever we ask.”","title":"The Request of James and John"},{"bookname":"Mark","chapter":"10","verse":"36","text":"He said to them, “What do you want me to do for you?”"},{"bookname":"Mark","chapter":"10","verse":"37","text":"They said to him, “Permit one of us to sit at your right hand and the other at your left in your glory.”"},{"bookname":"Mark","chapter":"10","verse":"38","text":"But Jesus said to them, “You don’t know what you are asking! Are you able to drink the cup I drink or be baptized with the baptism I experience?”"},{"bookname":"Mark","chapter":"10","verse":"39","text":"They said to him, “We are able.” Then Jesus said to them, “You will drink the cup I drink, and you will be baptized with the baptism I experience,"},{"bookname":"Mark","chapter":"10","verse":"40","text":"but to sit at my right or at my left is not mine to give. It is for those for whom it has been prepared.”"},{"bookname":"Mark","chapter":"10","verse":"41","text":"Now when the other ten heard this, they became angry with James and John."},{"bookname":"Mark","chapter":"10","verse":"42","text":"Jesus called them and said to them, “You know that those who are recognized as rulers of the Gentiles lord it over them, and those in high positions use their authority over them."},{"bookname":"Mark","chapter":"10","verse":"43","text":"But it is not this way among you. Instead whoever wants to be great among you must be your servant,"},{"bookname":"Mark","chapter":"10","verse":"44","text":"and whoever wants to be first among you must be the slave of all."},{"bookname":"Mark","chapter":"10","verse":"45","text":"For even the Son of Man did not come to be served but to serve, and to give his life as a ransom for many.”"},{"bookname":"Mark","chapter":"10","verse":"46","text":"They came to Jericho. As Jesus and his disciples and a large crowd were leaving Jericho, Bartimaeus the son of Timaeus, a blind beggar, was sitting by the road.","title":"Healing Blind Bartimaeus"},{"bookname":"Mark","chapter":"10","verse":"47","text":"When he heard that it was Jesus the Nazarene, he began to shout, “Jesus, Son of David, have mercy on me!”"},{"bookname":"Mark","chapter":"10","verse":"48","text":"Many scolded him to get him to be quiet, but he shouted all the more, “Son of David, have mercy on me!”"},{"bookname":"Mark","chapter":"10","verse":"49","text":"Jesus stopped and said, “Call him.” So they called the blind man and said to him, “Have courage! Get up! He is calling you.”"},{"bookname":"Mark","chapter":"10","verse":"50","text":"He threw off his cloak, jumped up, and came to Jesus."},{"bookname":"Mark","chapter":"10","verse":"51","text":"Then Jesus said to him, “What do you want me to do for you?” The blind man replied, “Rabbi, let me see again.”"},{"bookname":"Mark","chapter":"10","verse":"52","text":"Jesus said to him, “Go, your faith has healed you.” Immediately he regained his sight and followed him on the road."}],[{"bookname":"Mark","chapter":"11","verse":"1","text":"Now as they approached Jerusalem, near Bethphage and Bethany, at the Mount of Olives, Jesus sent two of his disciples","title":"The Triumphal Entry"},{"bookname":"Mark","chapter":"11","verse":"2","text":"and said to them, “Go to the village ahead of you. As soon as you enter it, you will find a colt tied there that has never been ridden. Untie it and bring it here."},{"bookname":"Mark","chapter":"11","verse":"3","text":"If anyone says to you, ‘Why are you doing this?’ say, ‘The Lord needs it and will send it back here soon.’”"},{"bookname":"Mark","chapter":"11","verse":"4","text":"So they went and found a colt tied at a door, outside in the street, and untied it."},{"bookname":"Mark","chapter":"11","verse":"5","text":"Some people standing there said to them, “What are you doing, untying that colt?”"},{"bookname":"Mark","chapter":"11","verse":"6","text":"They replied as Jesus had told them, and the bystanders let them go."},{"bookname":"Mark","chapter":"11","verse":"7","text":"Then they brought the colt to Jesus, threw their cloaks on it, and he sat on it."},{"bookname":"Mark","chapter":"11","verse":"8","text":"Many spread their cloaks on the road and others spread branches they had cut in the fields."},{"bookname":"Mark","chapter":"11","verse":"9","text":"Both those who went ahead and those who followed kept shouting, “<b>Hosanna!<\/b> <b>Blessed is the one who comes in the name of the Lord!<\/b>"},{"bookname":"Mark","chapter":"11","verse":"10","text":"Blessed is the coming kingdom of our father David! Hosanna in the highest!”"},{"bookname":"Mark","chapter":"11","verse":"11","text":"Then Jesus entered Jerusalem and went to the temple. And after looking around at everything, he went out to Bethany with the twelve since it was already late."},{"bookname":"Mark","chapter":"11","verse":"12","text":"Now the next day, as they went out from Bethany, he was hungry.","title":"Cursing of the Fig Tree"},{"bookname":"Mark","chapter":"11","verse":"13","text":"After noticing in the distance a fig tree with leaves, he went to see if he could find any fruit on it. When he came to it he found nothing but leaves, for it was not the season for figs."},{"bookname":"Mark","chapter":"11","verse":"14","text":"He said to it, “May no one ever eat fruit from you again.” And his disciples heard it."},{"bookname":"Mark","chapter":"11","verse":"15","text":"Then they came to Jerusalem. Jesus entered the temple area and began to drive out those who were selling and buying in the temple courts. He turned over the tables of the money changers and the chairs of those selling doves,","title":"Cleansing the Temple"},{"bookname":"Mark","chapter":"11","verse":"16","text":"and he would not permit anyone to carry merchandise through the temple courts."},{"bookname":"Mark","chapter":"11","verse":"17","text":"Then he began to teach them and said, “Is it not written: ‘<b>My house will be called a house of prayer for all nations<\/b>’? But you have turned it into <b>a den<\/b> <b>of robbers<\/b>!”"},{"bookname":"Mark","chapter":"11","verse":"18","text":"The chief priests and the experts in the law heard it and they considered how they could assassinate him, for they feared him, because the whole crowd was amazed by his teaching."},{"bookname":"Mark","chapter":"11","verse":"19","text":"When evening came, Jesus and his disciples went out of the city."},{"bookname":"Mark","chapter":"11","verse":"20","text":"In the morning as they passed by, they saw the fig tree withered from the roots.","title":"The Withered Fig Tree"},{"bookname":"Mark","chapter":"11","verse":"21","text":"Peter remembered and said to him, “Rabbi, look! The fig tree you cursed has withered.”"},{"bookname":"Mark","chapter":"11","verse":"22","text":"Jesus said to them, “Have faith in God."},{"bookname":"Mark","chapter":"11","verse":"23","text":"I tell you the truth, if someone says to this mountain, ‘Be lifted up and thrown into the sea,’ and does not doubt in his heart but believes that what he says will happen, it will be done for him."},{"bookname":"Mark","chapter":"11","verse":"24","text":"For this reason I tell you, whatever you pray and ask for, believe that you have received it, and it will be yours."},{"bookname":"Mark","chapter":"11","verse":"25","text":"Whenever you stand praying, if you have anything against anyone, forgive him, so that your Father in heaven will also forgive you your sins.”"},{"bookname":"Mark","chapter":"11","verse":"26","text":"[[EMPTY]]"},{"bookname":"Mark","chapter":"11","verse":"27","text":"They came again to Jerusalem. While Jesus was walking in the temple courts, the chief priests, the experts in the law, and the elders came up to him"},{"bookname":"Mark","chapter":"11","verse":"28","text":"and said, “By what authority are you doing these things? Or who gave you this authority to do these things?”"},{"bookname":"Mark","chapter":"11","verse":"29","text":"Jesus said to them, “I will ask you one question. Answer me and I will tell you by what authority I do these things:"},{"bookname":"Mark","chapter":"11","verse":"30","text":"John’s baptism &#8211; was it from heaven or from people? Answer me.”"},{"bookname":"Mark","chapter":"11","verse":"31","text":"They discussed with one another, saying, “If we say, ‘From heaven,’ he will say, ‘Then why did you not believe him?’"},{"bookname":"Mark","chapter":"11","verse":"32","text":"But if we say, ‘From people &#8211; ’” (they feared the crowd, for they all considered John to be truly a prophet)."},{"bookname":"Mark","chapter":"11","verse":"33","text":"So they answered Jesus, “We don’t know.” Then Jesus said to them, “Neither will I tell you by what authority I am doing these things.”"}],[{"bookname":"Mark","chapter":"12","verse":"1","text":"Then he began to speak to them in parables: “A man planted a vineyard. He put a fence around it, dug a pit for its winepress, and built a watchtower. Then he leased it to tenant farmers and went on a journey.","title":"The Parable of the Tenants"},{"bookname":"Mark","chapter":"12","verse":"2","text":"At harvest time he sent a slave to the tenants to collect from them his portion of the crop."},{"bookname":"Mark","chapter":"12","verse":"3","text":"But those tenants seized his slave, beat him, and sent him away empty-handed."},{"bookname":"Mark","chapter":"12","verse":"4","text":"So he sent another slave to them again. This one they struck on the head and treated outrageously."},{"bookname":"Mark","chapter":"12","verse":"5","text":"He sent another, and that one they killed. This happened to many others, some of whom were beaten, others killed."},{"bookname":"Mark","chapter":"12","verse":"6","text":"He had one left, his one dear son. Finally he sent him to them, saying, ‘They will respect my son.’"},{"bookname":"Mark","chapter":"12","verse":"7","text":"But those tenants said to one another, ‘This is the heir. Come, let’s kill him and the inheritance will be ours!’"},{"bookname":"Mark","chapter":"12","verse":"8","text":"So they seized him, killed him, and threw his body out of the vineyard."},{"bookname":"Mark","chapter":"12","verse":"9","text":"What then will the owner of the vineyard do? He will come and destroy those tenants and give the vineyard to others."},{"bookname":"Mark","chapter":"12","verse":"10","text":"Have you not read this scripture: ‘<b>The stone the builders rejected has become the cornerstone.<\/b>"},{"bookname":"Mark","chapter":"12","verse":"11","text":"<b>This is from the Lord, and it is marvelous in our eyes<\/b>’?”"},{"bookname":"Mark","chapter":"12","verse":"12","text":"Now they wanted to arrest him (but they feared the crowd), because they realized that he told this parable against them. So they left him and went away."},{"bookname":"Mark","chapter":"12","verse":"13","text":"Then they sent some of the Pharisees and Herodians to trap him with his own words.","title":"Paying Taxes to Caesar"},{"bookname":"Mark","chapter":"12","verse":"14","text":"When they came they said to him, “Teacher, we know that you are truthful and do not court anyone’s favor, because you show no partiality but teach the way of God in accordance with the truth. Is it right to pay taxes to Caesar or not? Should we pay or shouldn’t we?”"},{"bookname":"Mark","chapter":"12","verse":"15","text":"But he saw through their hypocrisy and said to them, “Why are you testing me? Bring me a denarius and let me look at it.”"},{"bookname":"Mark","chapter":"12","verse":"16","text":"So they brought one, and he said to them, “Whose image is this, and whose inscription?” They replied, “Caesar’s.”"},{"bookname":"Mark","chapter":"12","verse":"17","text":"Then Jesus said to them, “Give to Caesar the things that are Caesar’s, and to God the things that are God’s.” And they were utterly amazed at him."},{"bookname":"Mark","chapter":"12","verse":"18","text":"Sadducees (who say there is no resurrection) also came to him and asked him,","title":"Marriage and the Resurrection"},{"bookname":"Mark","chapter":"12","verse":"19","text":"“Teacher, Moses wrote for us: ‘<b>If a man<\/b>’<b>s brother dies and leaves a wife but no children, that man<\/b> <b>must marry<\/b> <b>the widow and father children<\/b> <b>for his brother<\/b>.’"},{"bookname":"Mark","chapter":"12","verse":"20","text":"There were seven brothers. The first one married, and when he died he had no children."},{"bookname":"Mark","chapter":"12","verse":"21","text":"The second married her and died without any children, and likewise the third."},{"bookname":"Mark","chapter":"12","verse":"22","text":"None of the seven had children. Finally, the woman died too."},{"bookname":"Mark","chapter":"12","verse":"23","text":"In the resurrection, when they rise again, whose wife will she be? For all seven had married her.”"},{"bookname":"Mark","chapter":"12","verse":"24","text":"Jesus said to them, “Aren’t you deceived for this reason, because you don’t know the scriptures or the power of God?"},{"bookname":"Mark","chapter":"12","verse":"25","text":"For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven."},{"bookname":"Mark","chapter":"12","verse":"26","text":"Now as for the dead being raised, have you not read in the book of Moses, in the passage about the bush, how God said to him, ‘<b>I am the God of Abraham, the<\/b> <b>God of Isaac, and the God of Jacob<\/b>’?"},{"bookname":"Mark","chapter":"12","verse":"27","text":"He is not the God of the dead but of the living. You are badly mistaken!”"},{"bookname":"Mark","chapter":"12","verse":"28","text":"Now one of the experts in the law came and heard them debating. When he saw that Jesus answered them well, he asked him, “Which commandment is the most important of all?”","title":"The Greatest Commandment"},{"bookname":"Mark","chapter":"12","verse":"29","text":"Jesus answered, “The most important is: ‘<b>Listen, Israel, the Lord our God, the Lord is one<\/b>."},{"bookname":"Mark","chapter":"12","verse":"30","text":"<b>Love<\/b> <b>the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength<\/b>.’"},{"bookname":"Mark","chapter":"12","verse":"31","text":"The second is: ‘<b>Love your neighbor as yourself<\/b>.’ There is no other commandment greater than these.”"},{"bookname":"Mark","chapter":"12","verse":"32","text":"The expert in the law said to him, “That is true, Teacher; you are right to say that <b>he is one, and there is no one else besides him<\/b>."},{"bookname":"Mark","chapter":"12","verse":"33","text":"And <b>to love him with all your heart, with all your mind, and with all your strength<\/b> and <b>to love your neighbor as yourself<\/b> is more important than all burnt offerings and sacrifices.”"},{"bookname":"Mark","chapter":"12","verse":"34","text":"When Jesus saw that he had answered thoughtfully, he said to him, “You are not far from the kingdom of God.” Then no one dared any longer to question him."},{"bookname":"Mark","chapter":"12","verse":"35","text":"While Jesus was teaching in the temple courts, he said, “How is it that the experts in the law say that the Christ is David’s son?","title":"The Messiah: David&#8217;s Son and Lord"},{"bookname":"Mark","chapter":"12","verse":"36","text":"David himself, by the Holy Spirit, said, ‘<b>The Lord said to my lord,<\/b> “<b>Sit at my right hand,<\/b> <b>until I put your enemies under your feet<\/b>.”’"},{"bookname":"Mark","chapter":"12","verse":"37","text":"If David himself calls him ‘Lord,’ how can he be his son?” And the large crowd was listening to him with delight."},{"bookname":"Mark","chapter":"12","verse":"38","text":"In his teaching Jesus also said, “Watch out for the experts in the law. They like walking around in long robes and elaborate greetings in the marketplaces,","title":"Warnings About Experts in the Law"},{"bookname":"Mark","chapter":"12","verse":"39","text":"and the best seats in the synagogues and the places of honor at banquets."},{"bookname":"Mark","chapter":"12","verse":"40","text":"They devour widows’ property, and as a show make long prayers. These men will receive a more severe punishment.”"},{"bookname":"Mark","chapter":"12","verse":"41","text":"Then he sat down opposite the offering box, and watched the crowd putting coins into it. Many rich people were throwing in large amounts.","title":"The Widow&#8217;s Offering"},{"bookname":"Mark","chapter":"12","verse":"42","text":"And a poor widow came and put in two small copper coins, worth less than a penny."},{"bookname":"Mark","chapter":"12","verse":"43","text":"He called his disciples and said to them, “I tell you the truth, this poor widow has put more into the offering box than all the others."},{"bookname":"Mark","chapter":"12","verse":"44","text":"For they all gave out of their wealth. But she, out of her poverty, put in what she had to live on, everything she had.”"}],[{"bookname":"Mark","chapter":"13","verse":"1","text":"Now as Jesus was going out of the temple courts, one of his disciples said to him, “Teacher, look at these tremendous stones and buildings!”","title":"The Destruction of the Temple"},{"bookname":"Mark","chapter":"13","verse":"2","text":"Jesus said to him, “Do you see these great buildings? Not one stone will be left on another. All will be torn down!”"},{"bookname":"Mark","chapter":"13","verse":"3","text":"So while he was sitting on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked him privately,","title":"Signs of the End of the Age"},{"bookname":"Mark","chapter":"13","verse":"4","text":"“Tell us, when will these things happen? And what will be the sign that all these things are about to take place?”"},{"bookname":"Mark","chapter":"13","verse":"5","text":"Jesus began to say to them, “Watch out that no one misleads you."},{"bookname":"Mark","chapter":"13","verse":"6","text":"Many will come in my name, saying, ‘I am he,’ and they will mislead many."},{"bookname":"Mark","chapter":"13","verse":"7","text":"When you hear of wars and rumors of wars, do not be alarmed. These things must happen, but the end is still to come."},{"bookname":"Mark","chapter":"13","verse":"8","text":"For nation will rise up in arms against nation, and kingdom against kingdom. There will be earthquakes in various places, and there will be famines. These are but the beginning of birth pains."},{"bookname":"Mark","chapter":"13","verse":"9","text":"“You must watch out for yourselves. You will be handed over to councils and beaten in the synagogues. You will stand before governors and kings because of me, as a witness to them.","title":"Persecution of Disciples"},{"bookname":"Mark","chapter":"13","verse":"10","text":"First the gospel must be preached to all nations."},{"bookname":"Mark","chapter":"13","verse":"11","text":"When they arrest you and hand you over for trial, do not worry about what to speak. But say whatever is given you at that time, for it is not you speaking, but the Holy Spirit."},{"bookname":"Mark","chapter":"13","verse":"12","text":"Brother will hand over brother to death, and a father his child. Children will rise against parents and have them put to death."},{"bookname":"Mark","chapter":"13","verse":"13","text":"You will be hated by everyone because of my name. But the one who endures to the end will be saved."},{"bookname":"Mark","chapter":"13","verse":"14","text":"“But when you see the abomination of desolation standing where it should not be (let the reader understand), then those in Judea must flee to the mountains.","title":"The Abomination of Desolation"},{"bookname":"Mark","chapter":"13","verse":"15","text":"The one on the roof must not come down or go inside to take anything out of his house."},{"bookname":"Mark","chapter":"13","verse":"16","text":"The one in the field must not turn back to get his cloak."},{"bookname":"Mark","chapter":"13","verse":"17","text":"Woe to those who are pregnant and to those who are nursing their babies in those days!"},{"bookname":"Mark","chapter":"13","verse":"18","text":"Pray that it may not be in winter."},{"bookname":"Mark","chapter":"13","verse":"19","text":"For in those days there will be suffering unlike anything that has happened from the beginning of the creation that God created until now, or ever will happen."},{"bookname":"Mark","chapter":"13","verse":"20","text":"And if the Lord had not cut short those days, no one would be saved. But because of the elect, whom he chose, he has cut them short."},{"bookname":"Mark","chapter":"13","verse":"21","text":"Then if anyone says to you, ‘Look, here is the Christ!’ or ‘Look, there he is!’ do not believe him."},{"bookname":"Mark","chapter":"13","verse":"22","text":"For false messiahs and false prophets will appear and perform signs and wonders to deceive, if possible, the elect."},{"bookname":"Mark","chapter":"13","verse":"23","text":"Be careful! I have told you everything ahead of time."},{"bookname":"Mark","chapter":"13","verse":"24","text":"“But in those days, after that suffering, the sun will be darkened and the moon will not give its light;","title":"The Arrival of the Son of Man"},{"bookname":"Mark","chapter":"13","verse":"25","text":"the stars will be falling from heaven, and the powers in the heavens will be shaken."},{"bookname":"Mark","chapter":"13","verse":"26","text":"Then everyone will see the Son of Man arriving in the clouds with great power and glory."},{"bookname":"Mark","chapter":"13","verse":"27","text":"Then he will send angels and they will gather his elect from the four winds, from the ends of the earth to the ends of heaven."},{"bookname":"Mark","chapter":"13","verse":"28","text":"“Learn this parable from the fig tree: Whenever its branch becomes tender and puts out its leaves, you know that summer is near.","title":"The Parable of the Fig Tree"},{"bookname":"Mark","chapter":"13","verse":"29","text":"So also you, when you see these things happening, know that he is near, right at the door."},{"bookname":"Mark","chapter":"13","verse":"30","text":"I tell you the truth, this generation will not pass away until all these things take place."},{"bookname":"Mark","chapter":"13","verse":"31","text":"Heaven and earth will pass away, but my words will never pass away."},{"bookname":"Mark","chapter":"13","verse":"32","text":"“But as for that day or hour no one knows it &#8211; neither the angels in heaven, nor the Son &#8211; except the Father.","title":"Be Ready!"},{"bookname":"Mark","chapter":"13","verse":"33","text":"Watch out! Stay alert! For you do not know when the time will come."},{"bookname":"Mark","chapter":"13","verse":"34","text":"It is like a man going on a journey. He left his house and put his slaves in charge, assigning to each his work, and commanded the doorkeeper to stay alert."},{"bookname":"Mark","chapter":"13","verse":"35","text":"Stay alert, then, because you do not know when the owner of the house will return &#8211; whether during evening, at midnight, when the rooster crows, or at dawn &#8211;"},{"bookname":"Mark","chapter":"13","verse":"36","text":"or else he might find you asleep when he returns suddenly."},{"bookname":"Mark","chapter":"13","verse":"37","text":"What I say to you I say to everyone: Stay alert!”"}],[{"bookname":"Mark","chapter":"14","verse":"1","text":"Two days before the Passover and the Feast of Unleavened Bread, the chief priests and the experts in the law were trying to find a way to arrest Jesus by stealth and kill him.","title":"The Plot Against Jesus"},{"bookname":"Mark","chapter":"14","verse":"2","text":"For they said, “Not during the feast, so there won’t be a riot among the people.”"},{"bookname":"Mark","chapter":"14","verse":"3","text":"Now while Jesus was in Bethany at the house of Simon the leper, reclining at the table, a woman came with an alabaster jar of costly aromatic oil from pure nard. After breaking open the jar, she poured it on his head.","title":"Jesus&#8217; Anointing"},{"bookname":"Mark","chapter":"14","verse":"4","text":"But some who were present indignantly said to one another, “Why this waste of expensive ointment?"},{"bookname":"Mark","chapter":"14","verse":"5","text":"It could have been sold for more than three hundred silver coins and the money given to the poor!” So they spoke angrily to her."},{"bookname":"Mark","chapter":"14","verse":"6","text":"But Jesus said, “Leave her alone. Why are you bothering her? She has done a good service for me."},{"bookname":"Mark","chapter":"14","verse":"7","text":"For you will always have the poor with you, and you can do good for them whenever you want. But you will not always have me!"},{"bookname":"Mark","chapter":"14","verse":"8","text":"She did what she could. She anointed my body beforehand for burial."},{"bookname":"Mark","chapter":"14","verse":"9","text":"I tell you the truth, wherever the gospel is proclaimed in the whole world, what she has done will also be told in memory of her.”"},{"bookname":"Mark","chapter":"14","verse":"10","text":"Then Judas Iscariot, one of the twelve, went to the chief priests to betray Jesus into their hands.","title":"The Plan to Betray Jesus"},{"bookname":"Mark","chapter":"14","verse":"11","text":"When they heard this, they were delighted and promised to give him money. So Judas began looking for an opportunity to betray him."},{"bookname":"Mark","chapter":"14","verse":"12","text":"Now on the first day of the feast of Unleavened Bread, when the Passover lamb is sacrificed, Jesus’ disciples said to him, “Where do you want us to prepare for you to eat the Passover?”","title":"The Passover"},{"bookname":"Mark","chapter":"14","verse":"13","text":"He sent two of his disciples and told them, “Go into the city, and a man carrying a jar of water will meet you. Follow him."},{"bookname":"Mark","chapter":"14","verse":"14","text":"Wherever he enters, tell the owner of the house, ‘The Teacher says, “Where is my guest room where I may eat the Passover with my disciples?”’"},{"bookname":"Mark","chapter":"14","verse":"15","text":"He will show you a large room upstairs, furnished and ready. Make preparations for us there.”"},{"bookname":"Mark","chapter":"14","verse":"16","text":"So the disciples left, went into the city, and found things just as he had told them, and they prepared the Passover."},{"bookname":"Mark","chapter":"14","verse":"17","text":"Then, when it was evening, he came to the house with the twelve."},{"bookname":"Mark","chapter":"14","verse":"18","text":"While they were at the table eating, Jesus said, “I tell you the truth, one of you eating with me will betray me.”"},{"bookname":"Mark","chapter":"14","verse":"19","text":"They were distressed, and one by one said to him, “Surely not I?”"},{"bookname":"Mark","chapter":"14","verse":"20","text":"He said to them, “It is one of the twelve, one who dips his hand with me into the bowl."},{"bookname":"Mark","chapter":"14","verse":"21","text":"For the Son of Man will go as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would be better for him if he had never been born.”"},{"bookname":"Mark","chapter":"14","verse":"22","text":"While they were eating, he took bread, and after giving thanks he broke it, gave it to them, and said, “Take it. This is my body.”","title":"The Lord&#8217;s Supper"},{"bookname":"Mark","chapter":"14","verse":"23","text":"And after taking the cup and giving thanks, he gave it to them, and they all drank from it."},{"bookname":"Mark","chapter":"14","verse":"24","text":"He said to them, “This is my blood, the blood of the covenant, that is poured out for many."},{"bookname":"Mark","chapter":"14","verse":"25","text":"I tell you the truth, I will no longer drink of the fruit of the vine until that day when I drink it new in the kingdom of God.”"},{"bookname":"Mark","chapter":"14","verse":"26","text":"After singing a hymn, they went out to the Mount of Olives."},{"bookname":"Mark","chapter":"14","verse":"27","text":"Then Jesus said to them, “You will all fall away, for it is written, ‘<b>I will strike the shepherd,<\/b> <b>and the sheep will be scattered<\/b>.’","title":"The Prediction of Peter&#8217;s Denial"},{"bookname":"Mark","chapter":"14","verse":"28","text":"But after I am raised, I will go ahead of you into Galilee.”"},{"bookname":"Mark","chapter":"14","verse":"29","text":"Peter said to him, “Even if they all fall away, I will not!”"},{"bookname":"Mark","chapter":"14","verse":"30","text":"Jesus said to him, “I tell you the truth, today &#8211; this very night &#8211; before a rooster crows twice, you will deny me three times.”"},{"bookname":"Mark","chapter":"14","verse":"31","text":"But Peter insisted emphatically, “Even if I must die with you, I will never deny you.” And all of them said the same thing."},{"bookname":"Mark","chapter":"14","verse":"32","text":"Then they went to a place called Gethsemane, and Jesus said to his disciples, “Sit here while I pray.”","title":"Gethsemane"},{"bookname":"Mark","chapter":"14","verse":"33","text":"He took Peter, James, and John with him, and became very troubled and distressed."},{"bookname":"Mark","chapter":"14","verse":"34","text":"He said to them, “My soul is deeply grieved, even to the point of death. Remain here and stay alert.”"},{"bookname":"Mark","chapter":"14","verse":"35","text":"Going a little farther, he threw himself to the ground and prayed that if it were possible the hour would pass from him."},{"bookname":"Mark","chapter":"14","verse":"36","text":"He said, “Abba, Father, all things are possible for you. Take this cup away from me. Yet not what I will, but what you will.”"},{"bookname":"Mark","chapter":"14","verse":"37","text":"Then he came and found them sleeping, and said to Peter, “Simon, are you sleeping? Couldn’t you stay awake for one hour?"},{"bookname":"Mark","chapter":"14","verse":"38","text":"Stay awake and pray that you will not fall into temptation. The spirit is willing, but the flesh is weak.”"},{"bookname":"Mark","chapter":"14","verse":"39","text":"He went away again and prayed the same thing."},{"bookname":"Mark","chapter":"14","verse":"40","text":"When he came again he found them sleeping; they could not keep their eyes open. And they did not know what to tell him."},{"bookname":"Mark","chapter":"14","verse":"41","text":"He came a third time and said to them, “Are you still sleeping and resting? Enough of that! The hour has come. Look, the Son of Man is betrayed into the hands of sinners."},{"bookname":"Mark","chapter":"14","verse":"42","text":"Get up, let us go. Look! My betrayer is approaching!”"},{"bookname":"Mark","chapter":"14","verse":"43","text":"Right away, while Jesus was still speaking, Judas, one of the twelve, arrived. With him came a crowd armed with swords and clubs, sent by the chief priests and experts in the law and elders.","title":"Betrayal and Arrest"},{"bookname":"Mark","chapter":"14","verse":"44","text":"(Now the betrayer had given them a sign, saying, “The one I kiss is the man. Arrest him and lead him away under guard.”)"},{"bookname":"Mark","chapter":"14","verse":"45","text":"When Judas arrived, he went up to Jesus immediately and said, “Rabbi!” and kissed him."},{"bookname":"Mark","chapter":"14","verse":"46","text":"Then they took hold of him and arrested him."},{"bookname":"Mark","chapter":"14","verse":"47","text":"One of the bystanders drew his sword and struck the high priest’s slave, cutting off his ear."},{"bookname":"Mark","chapter":"14","verse":"48","text":"Jesus said to them, “Have you come with swords and clubs to arrest me like you would an outlaw?"},{"bookname":"Mark","chapter":"14","verse":"49","text":"Day after day I was with you, teaching in the temple courts, yet you did not arrest me. But this has happened so that the scriptures would be fulfilled.”"},{"bookname":"Mark","chapter":"14","verse":"50","text":"Then all the disciples left him and fled."},{"bookname":"Mark","chapter":"14","verse":"51","text":"A young man was following him, wearing only a linen cloth. They tried to arrest him,"},{"bookname":"Mark","chapter":"14","verse":"52","text":"but he ran off naked, leaving his linen cloth behind."},{"bookname":"Mark","chapter":"14","verse":"53","text":"Then they led Jesus to the high priest, and all the chief priests and elders and experts in the law came together.","title":"Condemned by the Sanhedrin"},{"bookname":"Mark","chapter":"14","verse":"54","text":"And Peter had followed him from a distance, up to the high priest’s courtyard. He was sitting with the guards and warming himself by the fire."},{"bookname":"Mark","chapter":"14","verse":"55","text":"The chief priests and the whole Sanhedrin were looking for evidence against Jesus so that they could put him to death, but they did not find anything."},{"bookname":"Mark","chapter":"14","verse":"56","text":"Many gave false testimony against him, but their testimony did not agree."},{"bookname":"Mark","chapter":"14","verse":"57","text":"Some stood up and gave this false testimony against him:"},{"bookname":"Mark","chapter":"14","verse":"58","text":"“We heard him say, ‘I will destroy this temple made with hands and in three days build another not made with hands.’”"},{"bookname":"Mark","chapter":"14","verse":"59","text":"Yet even on this point their testimony did not agree."},{"bookname":"Mark","chapter":"14","verse":"60","text":"Then the high priest stood up before them and asked Jesus, “Have you no answer? What is this that they are testifying against you?”"},{"bookname":"Mark","chapter":"14","verse":"61","text":"But he was silent and did not answer. Again the high priest questioned him, “Are you the Christ, the Son of the Blessed One?”"},{"bookname":"Mark","chapter":"14","verse":"62","text":"“I am,” said Jesus, “and you will see the Son of Man sitting at the right hand of the Power and coming with the clouds of heaven.”"},{"bookname":"Mark","chapter":"14","verse":"63","text":"Then the high priest tore his clothes and said, “Why do we still need witnesses?"},{"bookname":"Mark","chapter":"14","verse":"64","text":"You have heard the blasphemy! What is your verdict?” They all condemned him as deserving death."},{"bookname":"Mark","chapter":"14","verse":"65","text":"Then some began to spit on him, and to blindfold him, and to strike him with their fists, saying, “Prophesy!” The guards also took him and beat him."},{"bookname":"Mark","chapter":"14","verse":"66","text":"Now while Peter was below in the courtyard, one of the high priest’s slave girls came by.","title":"Peter&#8217;s Denials"},{"bookname":"Mark","chapter":"14","verse":"67","text":"When she saw Peter warming himself, she looked directly at him and said, “You also were with that Nazarene, Jesus.”"},{"bookname":"Mark","chapter":"14","verse":"68","text":"But he denied it: “I don’t even understand what you’re talking about!” Then he went out to the gateway, and a rooster crowed."},{"bookname":"Mark","chapter":"14","verse":"69","text":"When the slave girl saw him, she began again to say to the bystanders, “This man is one of them.”"},{"bookname":"Mark","chapter":"14","verse":"70","text":"But he denied it again. A short time later the bystanders again said to Peter, “You must be one of them, because you are also a Galilean.”"},{"bookname":"Mark","chapter":"14","verse":"71","text":"Then he began to curse, and he swore with an oath, “I do not know this man you are talking about!”"},{"bookname":"Mark","chapter":"14","verse":"72","text":"Immediately a rooster crowed a second time. Then Peter remembered what Jesus had said to him: “Before a rooster crows twice, you will deny me three times.” And he broke down and wept."}],[{"bookname":"Mark","chapter":"15","verse":"1","text":"Early in the morning, after forming a plan, the chief priests with the elders and the experts in the law and the whole Sanhedrin tied Jesus up, led him away, and handed him over to Pilate.","title":"Jesus Brought Before Pilate"},{"bookname":"Mark","chapter":"15","verse":"2","text":"So Pilate asked him, “Are you the king of the Jews?” He replied, “You say so.”"},{"bookname":"Mark","chapter":"15","verse":"3","text":"Then the chief priests began to accuse him repeatedly."},{"bookname":"Mark","chapter":"15","verse":"4","text":"So Pilate asked him again, “Have you nothing to say? See how many charges they are bringing against you!”"},{"bookname":"Mark","chapter":"15","verse":"5","text":"But Jesus made no further reply, so that Pilate was amazed."},{"bookname":"Mark","chapter":"15","verse":"6","text":"During the feast it was customary to release one prisoner to the people, whomever they requested.","title":"Jesus and Barabbas"},{"bookname":"Mark","chapter":"15","verse":"7","text":"A man named Barabbas was imprisoned with rebels who had committed murder during an insurrection."},{"bookname":"Mark","chapter":"15","verse":"8","text":"Then the crowd came up and began to ask Pilate to release a prisoner for them, as was his custom."},{"bookname":"Mark","chapter":"15","verse":"9","text":"So Pilate asked them, “Do you want me to release the king of the Jews for you?”"},{"bookname":"Mark","chapter":"15","verse":"10","text":"(For he knew that the chief priests had handed him over because of envy.)"},{"bookname":"Mark","chapter":"15","verse":"11","text":"But the chief priests stirred up the crowd to have him release Barabbas instead."},{"bookname":"Mark","chapter":"15","verse":"12","text":"So Pilate spoke to them again, “Then what do you want me to do with the one you call king of the Jews?”"},{"bookname":"Mark","chapter":"15","verse":"13","text":"They shouted back, “Crucify him!”"},{"bookname":"Mark","chapter":"15","verse":"14","text":"Pilate asked them, “Why? What has he done wrong?” But they shouted more insistently, “Crucify him!”"},{"bookname":"Mark","chapter":"15","verse":"15","text":"Because he wanted to satisfy the crowd, Pilate released Barabbas for them. Then, after he had Jesus flogged, he handed him over to be crucified."},{"bookname":"Mark","chapter":"15","verse":"16","text":"So the soldiers led him into the palace (that is, the governor’s residence) and called together the whole cohort.","title":"Jesus is Mocked"},{"bookname":"Mark","chapter":"15","verse":"17","text":"They put a purple cloak on him and after braiding a crown of thorns, they put it on him."},{"bookname":"Mark","chapter":"15","verse":"18","text":"They began to salute him: “Hail, king of the Jews!”"},{"bookname":"Mark","chapter":"15","verse":"19","text":"Again and again they struck him on the head with a staff and spit on him. Then they knelt down and paid homage to him."},{"bookname":"Mark","chapter":"15","verse":"20","text":"When they had finished mocking him, they stripped him of the purple cloak and put his own clothes back on him. Then they led him away to crucify him."},{"bookname":"Mark","chapter":"15","verse":"21","text":"The soldiers forced a passerby to carry his cross, Simon of Cyrene, who was coming in from the country (he was the father of Alexander and Rufus).","title":"The Crucifixion"},{"bookname":"Mark","chapter":"15","verse":"22","text":"They brought Jesus to a place called Golgotha (which is translated, “Place of the Skull”)."},{"bookname":"Mark","chapter":"15","verse":"23","text":"They offered him wine mixed with myrrh, but he did not take it."},{"bookname":"Mark","chapter":"15","verse":"24","text":"Then they crucified him and divided his clothes, throwing dice for them, to decide what each would take."},{"bookname":"Mark","chapter":"15","verse":"25","text":"It was nine o’clock in the morning when they crucified him."},{"bookname":"Mark","chapter":"15","verse":"26","text":"The inscription of the charge against him read, “The king of the Jews.”"},{"bookname":"Mark","chapter":"15","verse":"27","text":"And they crucified two outlaws with him, one on his right and one on his left."},{"bookname":"Mark","chapter":"15","verse":"28","text":"[[EMPTY]]"},{"bookname":"Mark","chapter":"15","verse":"29","text":"Those who passed by defamed him, shaking their heads and saying, “Aha! You who can destroy the temple and rebuild it in three days,"},{"bookname":"Mark","chapter":"15","verse":"30","text":"save yourself and come down from the cross!”"},{"bookname":"Mark","chapter":"15","verse":"31","text":"In the same way even the chief priests &#8211; together with the experts in the law &#8211; were mocking him among themselves: “He saved others, but he cannot save himself!"},{"bookname":"Mark","chapter":"15","verse":"32","text":"Let the Christ, the king of Israel, come down from the cross now, that we may see and believe!” Those who were crucified with him also spoke abusively to him."},{"bookname":"Mark","chapter":"15","verse":"33","text":"Now when it was noon, darkness came over the whole land until three in the afternoon.","title":"Jesus&#8217; Death"},{"bookname":"Mark","chapter":"15","verse":"34","text":"Around three o’clock Jesus cried out with a loud voice, “Eloi, Eloi, lema sabachthani?” which means, “<b>My God, my God, why have you forsaken me?<\/b>”"},{"bookname":"Mark","chapter":"15","verse":"35","text":"When some of the bystanders heard it they said, “Listen, he is calling for Elijah!”"},{"bookname":"Mark","chapter":"15","verse":"36","text":"Then someone ran, filled a sponge with sour wine, put it on a stick, and gave it to him to drink, saying, “Leave him alone! Let’s see if Elijah will come to take him down!”"},{"bookname":"Mark","chapter":"15","verse":"37","text":"But Jesus cried out with a loud voice and breathed his last."},{"bookname":"Mark","chapter":"15","verse":"38","text":"And the temple curtain was torn in two, from top to bottom."},{"bookname":"Mark","chapter":"15","verse":"39","text":"Now when the centurion, who stood in front of him, saw how he died, he said, “Truly this man was God’s Son!”"},{"bookname":"Mark","chapter":"15","verse":"40","text":"There were also women, watching from a distance. Among them were Mary Magdalene, and Mary the mother of James the younger and of Joses, and Salome."},{"bookname":"Mark","chapter":"15","verse":"41","text":"When he was in Galilee, they had followed him and given him support. Many other women who had come up with him to Jerusalem were there too."},{"bookname":"Mark","chapter":"15","verse":"42","text":"Now when evening had already come, since it was the day of preparation (that is, the day before the Sabbath),","title":"Jesus&#8217; Burial"},{"bookname":"Mark","chapter":"15","verse":"43","text":"Joseph of Arimathea, a highly regarded member of the council, who was himself looking forward to the kingdom of God, went boldly to Pilate and asked for the body of Jesus."},{"bookname":"Mark","chapter":"15","verse":"44","text":"Pilate was surprised that he was already dead. He called the centurion and asked him if he had been dead for some time."},{"bookname":"Mark","chapter":"15","verse":"45","text":"When Pilate was informed by the centurion, he gave the body to Joseph."},{"bookname":"Mark","chapter":"15","verse":"46","text":"After Joseph bought a linen cloth and took down the body, he wrapped it in the linen and placed it in a tomb cut out of the rock. Then he rolled a stone across the entrance of the tomb."},{"bookname":"Mark","chapter":"15","verse":"47","text":"Mary Magdalene and Mary the mother of Joses saw where the body was placed."}],[{"bookname":"Mark","chapter":"16","verse":"1","text":"When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought aromatic spices so that they might go and anoint him.","title":"The Resurrection"},{"bookname":"Mark","chapter":"16","verse":"2","text":"And very early on the first day of the week, at sunrise, they went to the tomb."},{"bookname":"Mark","chapter":"16","verse":"3","text":"They had been asking each other, “Who will roll away the stone for us from the entrance to the tomb?”"},{"bookname":"Mark","chapter":"16","verse":"4","text":"But when they looked up, they saw that the stone, which was very large, had been rolled back."},{"bookname":"Mark","chapter":"16","verse":"5","text":"Then as they went into the tomb, they saw a young man dressed in a white robe sitting on the right side; and they were alarmed."},{"bookname":"Mark","chapter":"16","verse":"6","text":"But he said to them, “Do not be alarmed. You are looking for Jesus the Nazarene, who was crucified. He has been raised! He is not here. Look, there is the place where they laid him."},{"bookname":"Mark","chapter":"16","verse":"7","text":"But go, tell his disciples, even Peter, that he is going ahead of you into Galilee. You will see him there, just as he told you.”"},{"bookname":"Mark","chapter":"16","verse":"8","text":"Then they went out and ran from the tomb, for terror and bewilderment had seized them. And they said nothing to anyone, because they were afraid."},{"bookname":"Mark","chapter":"16","verse":"9","text":"[[Early on the first day of the week, after he arose, he appeared first to Mary Magdalene, from whom he had driven out seven demons.","title":"The Longer Ending of Mark"},{"bookname":"Mark","chapter":"16","verse":"10","text":"She went out and told those who were with him, while they were mourning and weeping."},{"bookname":"Mark","chapter":"16","verse":"11","text":"And when they heard that he was alive and had been seen by her, they did not believe."},{"bookname":"Mark","chapter":"16","verse":"12","text":"After this he appeared in a different form to two of them while they were on their way to the country."},{"bookname":"Mark","chapter":"16","verse":"13","text":"They went back and told the rest, but they did not believe them."},{"bookname":"Mark","chapter":"16","verse":"14","text":"Then he appeared to the eleven themselves, while they were eating, and he rebuked them for their unbelief and hardness of heart, because they did not believe those who had seen him resurrected."},{"bookname":"Mark","chapter":"16","verse":"15","text":"He said to them, “Go into all the world and preach the gospel to every creature."},{"bookname":"Mark","chapter":"16","verse":"16","text":"The one who believes and is baptized will be saved, but the one who does not believe will be condemned."},{"bookname":"Mark","chapter":"16","verse":"17","text":"These signs will accompany those who believe: In my name they will drive out demons; they will speak in new languages;"},{"bookname":"Mark","chapter":"16","verse":"18","text":"they will pick up snakes with their hands, and whatever poison they drink will not harm them; they will place their hands on the sick and they will be well.”"},{"bookname":"Mark","chapter":"16","verse":"19","text":"After the Lord Jesus had spoken to them, he was taken up into heaven and sat down at the right hand of God."},{"bookname":"Mark","chapter":"16","verse":"20","text":"They went out and proclaimed everywhere, while the Lord worked with them and confirmed the word through the accompanying signs.]]"}]]}