{"book":{"id":42,"abbrev":"luk","name":"Luke","chapters":24},"chapters":[[{"bookname":"Luke","chapter":"1","verse":"1","text":"Now many have undertaken to compile an account of the things that have been fulfilled among us,","title":"Explanatory Preface"},{"bookname":"Luke","chapter":"1","verse":"2","text":"like the accounts passed on to us by those who were eyewitnesses and servants of the word from the beginning."},{"bookname":"Luke","chapter":"1","verse":"3","text":"So it seemed good to me as well, because I have followed all things carefully from the beginning, to write an orderly account for you, most excellent Theophilus,"},{"bookname":"Luke","chapter":"1","verse":"4","text":"so that you may know for certain the things you were taught."},{"bookname":"Luke","chapter":"1","verse":"5","text":"During the reign of Herod king of Judea, there lived a priest named Zechariah who belonged to the priestly division of Abijah, and he had a wife named Elizabeth, who was a descendant of Aaron.","title":"Birth Announcement of John the Baptist"},{"bookname":"Luke","chapter":"1","verse":"6","text":"They were both righteous in the sight of God, following all the commandments and ordinances of the Lord blamelessly."},{"bookname":"Luke","chapter":"1","verse":"7","text":"But they did not have a child, because Elizabeth was barren, and they were both very old."},{"bookname":"Luke","chapter":"1","verse":"8","text":"Now while Zechariah was serving as priest before God when his division was on duty,"},{"bookname":"Luke","chapter":"1","verse":"9","text":"he was chosen by lot, according to the custom of the priesthood, to enter the holy place of the Lord and burn incense."},{"bookname":"Luke","chapter":"1","verse":"10","text":"Now the whole crowd of people were praying outside at the hour of the incense offering."},{"bookname":"Luke","chapter":"1","verse":"11","text":"An angel of the Lord, standing on the right side of the altar of incense, appeared to him."},{"bookname":"Luke","chapter":"1","verse":"12","text":"And Zechariah, visibly shaken when he saw the angel, was seized with fear."},{"bookname":"Luke","chapter":"1","verse":"13","text":"But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son; you will name him John."},{"bookname":"Luke","chapter":"1","verse":"14","text":"Joy and gladness will come to you, and many will rejoice at his birth,"},{"bookname":"Luke","chapter":"1","verse":"15","text":"for he will be great in the sight of the Lord. He must never drink wine or strong drink, and he will be filled with the Holy Spirit, even before his birth."},{"bookname":"Luke","chapter":"1","verse":"16","text":"He will turn many of the people of Israel to the Lord their God."},{"bookname":"Luke","chapter":"1","verse":"17","text":"And he will go as forerunner before the Lord in the spirit and power of Elijah, to turn the hearts of the fathers back to their children and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared for him.”"},{"bookname":"Luke","chapter":"1","verse":"18","text":"Zechariah said to the angel, “How can I be sure of this? For I am an old man, and my wife is old as well.”"},{"bookname":"Luke","chapter":"1","verse":"19","text":"The angel answered him, “I am Gabriel, who stands in the presence of God, and I was sent to speak to you and to bring you this good news."},{"bookname":"Luke","chapter":"1","verse":"20","text":"And now, because you did not believe my words, which will be fulfilled in their time, you will be silent, unable to speak, until the day these things take place.”"},{"bookname":"Luke","chapter":"1","verse":"21","text":"Now the people were waiting for Zechariah, and they began to wonder why he was delayed in the holy place."},{"bookname":"Luke","chapter":"1","verse":"22","text":"When he came out, he was not able to speak to them. They realized that he had seen a vision in the holy place, because he was making signs to them and remained unable to speak."},{"bookname":"Luke","chapter":"1","verse":"23","text":"When his time of service was over, he went to his home."},{"bookname":"Luke","chapter":"1","verse":"24","text":"After some time his wife Elizabeth became pregnant, and for five months she kept herself in seclusion. She said,"},{"bookname":"Luke","chapter":"1","verse":"25","text":"“This is what the Lord has done for me at the time when he has been gracious to me, to take away my disgrace among people.”"},{"bookname":"Luke","chapter":"1","verse":"26","text":"In the sixth month of Elizabeth’s pregnancy, the angel Gabriel was sent by God to a town of Galilee called Nazareth,","title":"Birth Announcement of Jesus the Messiah"},{"bookname":"Luke","chapter":"1","verse":"27","text":"to a virgin engaged to a man whose name was Joseph, a descendant of David, and the virgin’s name was Mary."},{"bookname":"Luke","chapter":"1","verse":"28","text":"The angel came to her and said, “Greetings, favored one, the Lord is with you!”"},{"bookname":"Luke","chapter":"1","verse":"29","text":"But she was greatly troubled by his words and began to wonder about the meaning of this greeting."},{"bookname":"Luke","chapter":"1","verse":"30","text":"So the angel said to her, “Do not be afraid, Mary, for you have found favor with God!"},{"bookname":"Luke","chapter":"1","verse":"31","text":"Listen: You will become pregnant and give birth to a son, and you will name him Jesus."},{"bookname":"Luke","chapter":"1","verse":"32","text":"He will be great, and will be called the Son of the Most High, and the Lord God will give him the throne of his father David."},{"bookname":"Luke","chapter":"1","verse":"33","text":"He will reign over the house of Jacob forever, and his kingdom will never end.”"},{"bookname":"Luke","chapter":"1","verse":"34","text":"Mary said to the angel, “How will this be, since I have not had sexual relations with a man?”"},{"bookname":"Luke","chapter":"1","verse":"35","text":"The angel replied, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you. Therefore the child to be born will be holy; he will be called the Son of God."},{"bookname":"Luke","chapter":"1","verse":"36","text":"“And look, your relative Elizabeth has also become pregnant with a son in her old age &#8211; although she was called barren, she is now in her sixth month!"},{"bookname":"Luke","chapter":"1","verse":"37","text":"For nothing will be impossible with God.”"},{"bookname":"Luke","chapter":"1","verse":"38","text":"So Mary said, “Yes, I am a servant of the Lord; let this happen to me according to your word.” Then the angel departed from her."},{"bookname":"Luke","chapter":"1","verse":"39","text":"In those days Mary got up and went hurriedly into the hill country, to a town of Judah,","title":"Mary and Elizabeth"},{"bookname":"Luke","chapter":"1","verse":"40","text":"and entered Zechariah’s house and greeted Elizabeth."},{"bookname":"Luke","chapter":"1","verse":"41","text":"When Elizabeth heard Mary’s greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit."},{"bookname":"Luke","chapter":"1","verse":"42","text":"She exclaimed with a loud voice, “Blessed are you among women, and blessed is the child in your womb!"},{"bookname":"Luke","chapter":"1","verse":"43","text":"And who am I that the mother of my Lord should come and visit me?"},{"bookname":"Luke","chapter":"1","verse":"44","text":"For the instant the sound of your greeting reached my ears, the baby in my womb leaped for joy."},{"bookname":"Luke","chapter":"1","verse":"45","text":"And blessed is she who believed that what was spoken to her by the Lord would be fulfilled.”"},{"bookname":"Luke","chapter":"1","verse":"46","text":"And Mary said, “My soul exalts the Lord,","title":"Mary&#8217;s Hymn of Praise"},{"bookname":"Luke","chapter":"1","verse":"47","text":"and my spirit has begun to rejoice in God my Savior,"},{"bookname":"Luke","chapter":"1","verse":"48","text":"because he has looked upon the humble state of his servant. For from now on all generations will call me blessed,"},{"bookname":"Luke","chapter":"1","verse":"49","text":"because he who is mighty has done great things for me, and holy is his name;"},{"bookname":"Luke","chapter":"1","verse":"50","text":"from generation to generation he is merciful to those who fear him."},{"bookname":"Luke","chapter":"1","verse":"51","text":"He has demonstrated power with his arm; he has scattered those whose pride wells up from the sheer arrogance of their hearts."},{"bookname":"Luke","chapter":"1","verse":"52","text":"He has brought down the mighty from their thrones, and has lifted up those of lowly position;"},{"bookname":"Luke","chapter":"1","verse":"53","text":"he has filled the hungry with good things, and has sent the rich away empty."},{"bookname":"Luke","chapter":"1","verse":"54","text":"He has helped his servant Israel, remembering his mercy,"},{"bookname":"Luke","chapter":"1","verse":"55","text":"as he promised to our ancestors, to Abraham and to his descendants forever.”"},{"bookname":"Luke","chapter":"1","verse":"56","text":"So Mary stayed with Elizabeth about three months and then returned to her home."},{"bookname":"Luke","chapter":"1","verse":"57","text":"Now the time came for Elizabeth to have her baby, and she gave birth to a son.","title":"The Birth of John"},{"bookname":"Luke","chapter":"1","verse":"58","text":"Her neighbors and relatives heard that the Lord had shown great mercy to her, and they rejoiced with her."},{"bookname":"Luke","chapter":"1","verse":"59","text":"On the eighth day they came to circumcise the child, and they wanted to name him Zechariah after his father."},{"bookname":"Luke","chapter":"1","verse":"60","text":"But his mother replied, “No! He must be named John.”"},{"bookname":"Luke","chapter":"1","verse":"61","text":"They said to her, “But none of your relatives bears this name.”"},{"bookname":"Luke","chapter":"1","verse":"62","text":"So they made signs to the baby’s father, inquiring what he wanted to name his son."},{"bookname":"Luke","chapter":"1","verse":"63","text":"He asked for a writing tablet and wrote, “His name is John.” And they were all amazed."},{"bookname":"Luke","chapter":"1","verse":"64","text":"Immediately Zechariah’s mouth was opened and his tongue released, and he spoke, blessing God."},{"bookname":"Luke","chapter":"1","verse":"65","text":"All their neighbors were filled with fear, and throughout the entire hill country of Judea all these things were talked about."},{"bookname":"Luke","chapter":"1","verse":"66","text":"All who heard these things kept them in their hearts, saying, “What then will this child be?” For the Lord’s hand was indeed with him."},{"bookname":"Luke","chapter":"1","verse":"67","text":"Then his father Zechariah was filled with the Holy Spirit and prophesied,","title":"Zechariah&#8217;s Praise and Prediction"},{"bookname":"Luke","chapter":"1","verse":"68","text":"“Blessed be the Lord God of Israel, because he has come to help and has redeemed his people."},{"bookname":"Luke","chapter":"1","verse":"69","text":"For he has raised up a horn of salvation for us in the house of his servant David,"},{"bookname":"Luke","chapter":"1","verse":"70","text":"as he spoke through the mouth of his holy prophets from long ago,"},{"bookname":"Luke","chapter":"1","verse":"71","text":"that we should be saved from our enemies, and from the hand of all who hate us."},{"bookname":"Luke","chapter":"1","verse":"72","text":"He has done this to show mercy to our ancestors, and to remember his holy covenant &#8211;"},{"bookname":"Luke","chapter":"1","verse":"73","text":"the oath that he swore to our ancestor Abraham. This oath grants"},{"bookname":"Luke","chapter":"1","verse":"74","text":"that we, being rescued from the hand of our enemies, may serve him without fear,"},{"bookname":"Luke","chapter":"1","verse":"75","text":"in holiness and righteousness before him for as long as we live."},{"bookname":"Luke","chapter":"1","verse":"76","text":"And you, child, will be called the prophet of the Most High. For you will go before the Lord to prepare his ways,"},{"bookname":"Luke","chapter":"1","verse":"77","text":"to give his people knowledge of salvation through the forgiveness of their sins."},{"bookname":"Luke","chapter":"1","verse":"78","text":"Because of our God’s tender mercy the dawn will break upon us from on high"},{"bookname":"Luke","chapter":"1","verse":"79","text":"to give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace.”"},{"bookname":"Luke","chapter":"1","verse":"80","text":"And the child kept growing and becoming strong in spirit, and he was in the wilderness until the day he was revealed to Israel."}],[{"bookname":"Luke","chapter":"2","verse":"1","text":"Now in those days a decree went out from Caesar Augustus to register all the empire for taxes.","title":"The Census and the Birth of Jesus"},{"bookname":"Luke","chapter":"2","verse":"2","text":"This was the first registration, taken when Quirinius was governor of Syria."},{"bookname":"Luke","chapter":"2","verse":"3","text":"Everyone went to his own town to be registered."},{"bookname":"Luke","chapter":"2","verse":"4","text":"So Joseph also went up from the town of Nazareth in Galilee to Judea, to the city of David called Bethlehem, because he was of the house and family line of David."},{"bookname":"Luke","chapter":"2","verse":"5","text":"He went to be registered with Mary, who was promised in marriage to him, and who was expecting a child."},{"bookname":"Luke","chapter":"2","verse":"6","text":"While they were there, the time came for her to deliver her child."},{"bookname":"Luke","chapter":"2","verse":"7","text":"And she gave birth to her firstborn son and wrapped him in strips of cloth and laid him in a manger, because there was no place for them in the inn."},{"bookname":"Luke","chapter":"2","verse":"8","text":"Now there were shepherds nearby living out in the field, keeping guard over their flock at night.","title":"The Shepherds&#8217; Visit"},{"bookname":"Luke","chapter":"2","verse":"9","text":"An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were absolutely terrified."},{"bookname":"Luke","chapter":"2","verse":"10","text":"But the angel said to them, “Do not be afraid! Listen carefully, for I proclaim to you good news that brings great joy to all the people:"},{"bookname":"Luke","chapter":"2","verse":"11","text":"Today your Savior is born in the city of David. He is Christ the Lord."},{"bookname":"Luke","chapter":"2","verse":"12","text":"This will be a sign for you: You will find a baby wrapped in strips of cloth and lying in a manger.”"},{"bookname":"Luke","chapter":"2","verse":"13","text":"Suddenly a vast, heavenly army appeared with the angel, praising God and saying,"},{"bookname":"Luke","chapter":"2","verse":"14","text":"“Glory to God in the highest, and on earth peace among people with whom he is pleased!”"},{"bookname":"Luke","chapter":"2","verse":"15","text":"When the angels left them and went back to heaven, the shepherds said to one another, “Let us go over to Bethlehem and see this thing that has taken place, that the Lord has made known to us.”"},{"bookname":"Luke","chapter":"2","verse":"16","text":"So they hurried off and located Mary and Joseph, and found the baby lying in a manger."},{"bookname":"Luke","chapter":"2","verse":"17","text":"When they saw him, they related what they had been told about this child,"},{"bookname":"Luke","chapter":"2","verse":"18","text":"and all who heard it were astonished at what the shepherds said."},{"bookname":"Luke","chapter":"2","verse":"19","text":"But Mary treasured up all these words, pondering in her heart what they might mean."},{"bookname":"Luke","chapter":"2","verse":"20","text":"So the shepherds returned, glorifying and praising God for all they had heard and seen; everything was just as they had been told."},{"bookname":"Luke","chapter":"2","verse":"21","text":"At the end of eight days, when he was circumcised, he was named Jesus, the name given by the angel before he was conceived in the womb."},{"bookname":"Luke","chapter":"2","verse":"22","text":"Now when the time came for their purification according to the law of Moses, Joseph and Mary brought Jesus up to Jerusalem to present him to the Lord","title":"Jesus&#8217; Presentation at the Temple"},{"bookname":"Luke","chapter":"2","verse":"23","text":"(just as it is written in the law of the Lord, “Every firstborn male will be set apart to the Lord”),"},{"bookname":"Luke","chapter":"2","verse":"24","text":"and to offer a sacrifice according to what is specified in the law of the Lord, <b>a pair of doves<\/b> <b>or two young pigeons<\/b>."},{"bookname":"Luke","chapter":"2","verse":"25","text":"Now there was a man in Jerusalem named Simeon who was righteous and devout, looking for the restoration of Israel, and the Holy Spirit was upon him.","title":"The Prophecy of Simeon"},{"bookname":"Luke","chapter":"2","verse":"26","text":"It had been revealed to him by the Holy Spirit that he would not die before he had seen the Lord’s Christ."},{"bookname":"Luke","chapter":"2","verse":"27","text":"So Simeon, directed by the Spirit, came into the temple courts, and when the parents brought in the child Jesus to do for him what was customary according to the law,"},{"bookname":"Luke","chapter":"2","verse":"28","text":"Simeon took him in his arms and blessed God, saying,"},{"bookname":"Luke","chapter":"2","verse":"29","text":"“Now, according to your word, Sovereign Lord, permit your servant to depart in peace."},{"bookname":"Luke","chapter":"2","verse":"30","text":"For my eyes have seen your salvation"},{"bookname":"Luke","chapter":"2","verse":"31","text":"that you have prepared in the presence of all peoples:"},{"bookname":"Luke","chapter":"2","verse":"32","text":"a light, for revelation to the Gentiles, and for glory to your people Israel.”"},{"bookname":"Luke","chapter":"2","verse":"33","text":"So the child’s father and mother were amazed at what was said about him."},{"bookname":"Luke","chapter":"2","verse":"34","text":"Then Simeon blessed them and said to his mother Mary, “Listen carefully: This child is destined to be the cause of the falling and rising of many in Israel and to be a sign that will be rejected."},{"bookname":"Luke","chapter":"2","verse":"35","text":"Indeed, as a result of him the thoughts of many hearts will be revealed &#8211; and a sword will pierce your own soul as well!”"},{"bookname":"Luke","chapter":"2","verse":"36","text":"There was also a prophetess, Anna the daughter of Phanuel, of the tribe of Asher. She was very old, having been married to her husband for seven years until his death.","title":"The Testimony of Anna"},{"bookname":"Luke","chapter":"2","verse":"37","text":"She had lived as a widow since then for eighty-four years. She never left the temple, worshiping with fasting and prayer night and day."},{"bookname":"Luke","chapter":"2","verse":"38","text":"At that moment, she came up to them and began to give thanks to God and to speak about the child to all who were waiting for the redemption of Jerusalem."},{"bookname":"Luke","chapter":"2","verse":"39","text":"So when Joseph and Mary had performed everything according to the law of the Lord, they returned to Galilee, to their own town of Nazareth."},{"bookname":"Luke","chapter":"2","verse":"40","text":"And the child grew and became strong, filled with wisdom, and the favor of God was upon him."},{"bookname":"Luke","chapter":"2","verse":"41","text":"Now Jesus’ parents went to Jerusalem every year for the feast of the Passover.","title":"Jesus in the Temple"},{"bookname":"Luke","chapter":"2","verse":"42","text":"When he was twelve years old, they went up according to custom."},{"bookname":"Luke","chapter":"2","verse":"43","text":"But when the feast was over, as they were returning home, the boy Jesus stayed behind in Jerusalem. His parents did not know it,"},{"bookname":"Luke","chapter":"2","verse":"44","text":"but (because they assumed that he was in their group of travelers) they went a day’s journey. Then they began to look for him among their relatives and acquaintances."},{"bookname":"Luke","chapter":"2","verse":"45","text":"When they did not find him, they returned to Jerusalem to look for him."},{"bookname":"Luke","chapter":"2","verse":"46","text":"After three days they found him in the temple courts, sitting among the teachers, listening to them and asking them questions."},{"bookname":"Luke","chapter":"2","verse":"47","text":"And all who heard Jesus were astonished at his understanding and his answers."},{"bookname":"Luke","chapter":"2","verse":"48","text":"When his parents saw him, they were overwhelmed. His mother said to him, “Child, why have you treated us like this? Look, your father and I have been looking for you anxiously.”"},{"bookname":"Luke","chapter":"2","verse":"49","text":"But he replied, “Why were you looking for me? Didn’t you know that I must be in my Father’s house?”"},{"bookname":"Luke","chapter":"2","verse":"50","text":"Yet his parents did not understand the remark he made to them."},{"bookname":"Luke","chapter":"2","verse":"51","text":"Then he went down with them and came to Nazareth, and was obedient to them. But his mother kept all these things in her heart."},{"bookname":"Luke","chapter":"2","verse":"52","text":"And Jesus increased in wisdom and in stature, and in favor with God and with people."}],[{"bookname":"Luke","chapter":"3","verse":"1","text":"In the fifteenth year of the reign of Tiberius Caesar, when Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Iturea and Trachonitis, and Lysanias was tetrarch of Abilene,","title":"The Ministry of John the Baptist"},{"bookname":"Luke","chapter":"3","verse":"2","text":"during the high priesthood of Annas and Caiaphas, the word of God came to John the son of Zechariah in the wilderness."},{"bookname":"Luke","chapter":"3","verse":"3","text":"He went into all the region around the Jordan River, preaching a baptism of repentance for the forgiveness of sins."},{"bookname":"Luke","chapter":"3","verse":"4","text":"As it is written in the book of the words of Isaiah the prophet, <b>“The voice<\/b> <b>of one shouting in the wilderness:<\/b> <b>‘Prepare the way for the Lord,<\/b> <b>make<\/b> <b>his paths straight<\/b>."},{"bookname":"Luke","chapter":"3","verse":"5","text":"<b>Every valley will be filled,<\/b> <b>and every mountain and hill will be brought low,<\/b> <b>and the crooked will be made straight,<\/b> <b>and the rough ways will be made smooth,<\/b>"},{"bookname":"Luke","chapter":"3","verse":"6","text":"<b>and all humanity<\/b> <b>will see the salvation of God.’”<\/b>"},{"bookname":"Luke","chapter":"3","verse":"7","text":"So John said to the crowds that came out to be baptized by him, “You offspring of vipers! Who warned you to flee from the coming wrath?"},{"bookname":"Luke","chapter":"3","verse":"8","text":"Therefore produce fruit that proves your repentance, and don’t begin to say to yourselves, ‘We have Abraham as our father.’ For I tell you that God can raise up children for Abraham from these stones!"},{"bookname":"Luke","chapter":"3","verse":"9","text":"Even now the ax is laid at the root of the trees, and every tree that does not produce good fruit will be cut down and thrown into the fire.”"},{"bookname":"Luke","chapter":"3","verse":"10","text":"So the crowds were asking him, “What then should we do?”"},{"bookname":"Luke","chapter":"3","verse":"11","text":"John answered them, “The person who has two tunics must share with the person who has none, and the person who has food must do likewise.”"},{"bookname":"Luke","chapter":"3","verse":"12","text":"Tax collectors also came to be baptized, and they said to him, “Teacher, what should we do?”"},{"bookname":"Luke","chapter":"3","verse":"13","text":"He told them, “Collect no more than you are required to.”"},{"bookname":"Luke","chapter":"3","verse":"14","text":"Then some soldiers also asked him, “And as for us &#8211; what should we do?” He told them, “Take money from no one by violence or by false accusation, and be content with your pay.”"},{"bookname":"Luke","chapter":"3","verse":"15","text":"While the people were filled with anticipation and they all wondered whether perhaps John could be the Christ,"},{"bookname":"Luke","chapter":"3","verse":"16","text":"John answered them all, “I baptize you with water, but one more powerful than I am is coming &#8211; I am not worthy to untie the strap of his sandals. He will baptize you with the Holy Spirit and fire."},{"bookname":"Luke","chapter":"3","verse":"17","text":"His winnowing fork is in his hand to clean out his threshing floor and to gather the wheat into his storehouse, but the chaff he will burn up with inextinguishable fire.”"},{"bookname":"Luke","chapter":"3","verse":"18","text":"And in this way, with many other exhortations, John proclaimed good news to the people."},{"bookname":"Luke","chapter":"3","verse":"19","text":"But when John rebuked Herod the tetrarch because of Herodias, his brother’s wife, and because of all the evil deeds that he had done,"},{"bookname":"Luke","chapter":"3","verse":"20","text":"Herod added this to them all: He locked up John in prison."},{"bookname":"Luke","chapter":"3","verse":"21","text":"Now when all the people were baptized, Jesus also was baptized. And while he was praying, the heavens opened,","title":"The Baptism of Jesus"},{"bookname":"Luke","chapter":"3","verse":"22","text":"and the Holy Spirit descended on him in bodily form like a dove. And a voice came from heaven, “You are my one dear Son; in you I take great delight.”"},{"bookname":"Luke","chapter":"3","verse":"23","text":"So Jesus, when he began his ministry, was about thirty years old. He was the son (as was supposed) of Joseph, the son of Heli,","title":"The Genealogy of Jesus"},{"bookname":"Luke","chapter":"3","verse":"24","text":"the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,"},{"bookname":"Luke","chapter":"3","verse":"25","text":"the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,"},{"bookname":"Luke","chapter":"3","verse":"26","text":"the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,"},{"bookname":"Luke","chapter":"3","verse":"27","text":"the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,"},{"bookname":"Luke","chapter":"3","verse":"28","text":"the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,"},{"bookname":"Luke","chapter":"3","verse":"29","text":"the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,"},{"bookname":"Luke","chapter":"3","verse":"30","text":"the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,"},{"bookname":"Luke","chapter":"3","verse":"31","text":"the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,"},{"bookname":"Luke","chapter":"3","verse":"32","text":"the son of Jesse, the son of Obed, the son of Boaz, the son of Sala, the son of Nahshon,"},{"bookname":"Luke","chapter":"3","verse":"33","text":"the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,"},{"bookname":"Luke","chapter":"3","verse":"34","text":"the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,"},{"bookname":"Luke","chapter":"3","verse":"35","text":"the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,"},{"bookname":"Luke","chapter":"3","verse":"36","text":"the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,"},{"bookname":"Luke","chapter":"3","verse":"37","text":"the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalalel, the son of Kenan,"},{"bookname":"Luke","chapter":"3","verse":"38","text":"the son of Enosh, the son of Seth, the son of Adam, the son of God."}],[{"bookname":"Luke","chapter":"4","verse":"1","text":"Then Jesus, full of the Holy Spirit, returned from the Jordan River and was led by the Spirit in the wilderness,","title":"The Temptation of Jesus"},{"bookname":"Luke","chapter":"4","verse":"2","text":"where for forty days he endured temptations from the devil. He ate nothing during those days, and when they were completed, he was famished."},{"bookname":"Luke","chapter":"4","verse":"3","text":"The devil said to him, “If you are the Son of God, command this stone to become bread.”"},{"bookname":"Luke","chapter":"4","verse":"4","text":"Jesus answered him, “It is written, ‘<b>Man<\/b> <b>does not live by bread alone<\/b>.’”"},{"bookname":"Luke","chapter":"4","verse":"5","text":"Then the devil led him up to a high place and showed him in a flash all the kingdoms of the world."},{"bookname":"Luke","chapter":"4","verse":"6","text":"And he said to him, “To you I will grant this whole realm &#8211; and the glory that goes along with it, for it has been relinquished to me, and I can give it to anyone I wish."},{"bookname":"Luke","chapter":"4","verse":"7","text":"So then, if you will worship me, all this will be yours.”"},{"bookname":"Luke","chapter":"4","verse":"8","text":"Jesus answered him, “It is written, ‘<b>You are to worship<\/b> <b>the Lord<\/b> <b>your God and serve<\/b> only <b>him<\/b>.’”"},{"bookname":"Luke","chapter":"4","verse":"9","text":"Then the devil brought him to Jerusalem, had him stand on the highest point of the temple, and said to him, “If you are the Son of God, throw yourself down from here,"},{"bookname":"Luke","chapter":"4","verse":"10","text":"for it is written, ‘<b>He will command his angels concerning you, to protect you<\/b>,’"},{"bookname":"Luke","chapter":"4","verse":"11","text":"and ‘<b>with their hands they will lift you up, so that you will not strike your foot against a stone<\/b>.’”"},{"bookname":"Luke","chapter":"4","verse":"12","text":"Jesus answered him, “It is said, ‘<b>You are not to put the Lord your God to the test<\/b>.’”"},{"bookname":"Luke","chapter":"4","verse":"13","text":"So when the devil had completed every temptation, he departed from him until a more opportune time."},{"bookname":"Luke","chapter":"4","verse":"14","text":"Then Jesus, in the power of the Spirit, returned to Galilee, and news about him spread throughout the surrounding countryside.","title":"The Beginning of Jesus&#8217; Ministry in Galilee"},{"bookname":"Luke","chapter":"4","verse":"15","text":"He began to teach in their synagogues and was praised by all."},{"bookname":"Luke","chapter":"4","verse":"16","text":"Now Jesus came to Nazareth, where he had been brought up, and went into the synagogue on the Sabbath day, as was his custom. He stood up to read,","title":"Rejection at Nazareth"},{"bookname":"Luke","chapter":"4","verse":"17","text":"and the scroll of the prophet Isaiah was given to him. He unrolled the scroll and found the place where it was written,"},{"bookname":"Luke","chapter":"4","verse":"18","text":"“<b>The Spirit of the Lord is upon me,<\/b> <b>because he has anointed<\/b> <b>me to proclaim good news<\/b> <b>to the poor<\/b>. <b>He has sent me<\/b> <b>to proclaim release<\/b> <b>to the captives<\/b> <b>and the regaining of sight<\/b> <b>to the blind,<\/b> <b>to set free<\/b> <b>those who are oppressed,<\/b>"},{"bookname":"Luke","chapter":"4","verse":"19","text":"<b>to proclaim the year<\/b> <b>of the Lord<\/b>’<b>s favor<\/b>.”"},{"bookname":"Luke","chapter":"4","verse":"20","text":"Then he rolled up the scroll, gave it back to the attendant, and sat down. The eyes of everyone in the synagogue were fixed on him."},{"bookname":"Luke","chapter":"4","verse":"21","text":"Then he began to tell them, “Today this scripture has been fulfilled even as you heard it being read.”"},{"bookname":"Luke","chapter":"4","verse":"22","text":"All were speaking well of him, and were amazed at the gracious words coming out of his mouth. They said, “Isn’t this Joseph’s son?”"},{"bookname":"Luke","chapter":"4","verse":"23","text":"Jesus said to them, “No doubt you will quote to me the proverb, ‘Physician, heal yourself!’ and say, ‘What we have heard that you did in Capernaum, do here in your hometown too.’”"},{"bookname":"Luke","chapter":"4","verse":"24","text":"And he added, “I tell you the truth, no prophet is acceptable in his hometown."},{"bookname":"Luke","chapter":"4","verse":"25","text":"But in truth I tell you, there were many widows in Israel in Elijah’s days, when the sky was shut up three and a half years, and there was a great famine over all the land."},{"bookname":"Luke","chapter":"4","verse":"26","text":"Yet Elijah was sent to none of them, but only to a woman who was a widow at Zarephath in Sidon."},{"bookname":"Luke","chapter":"4","verse":"27","text":"And there were many lepers in Israel in the time of the prophet Elisha, yet none of them was cleansed except Naaman the Syrian.”"},{"bookname":"Luke","chapter":"4","verse":"28","text":"When they heard this, all the people in the synagogue were filled with rage."},{"bookname":"Luke","chapter":"4","verse":"29","text":"They got up, forced him out of the town, and brought him to the brow of the hill on which their town was built, so that they could throw him down the cliff."},{"bookname":"Luke","chapter":"4","verse":"30","text":"But he passed through the crowd and went on his way."},{"bookname":"Luke","chapter":"4","verse":"31","text":"So he went down to Capernaum, a town in Galilee, and on the Sabbath he began to teach the people.","title":"Ministry in Capernaum"},{"bookname":"Luke","chapter":"4","verse":"32","text":"They were amazed at his teaching, because he spoke with authority."},{"bookname":"Luke","chapter":"4","verse":"33","text":"Now in the synagogue there was a man who had the spirit of an unclean demon, and he cried out with a loud voice,"},{"bookname":"Luke","chapter":"4","verse":"34","text":"“Ha! Leave us alone, Jesus the Nazarene! Have you come to destroy us? I know who you are &#8211; the Holy One of God.”"},{"bookname":"Luke","chapter":"4","verse":"35","text":"But Jesus rebuked him: “Silence! Come out of him!” Then, after the demon threw the man down in their midst, he came out of him without hurting him."},{"bookname":"Luke","chapter":"4","verse":"36","text":"They were all amazed and began to say to one another, “What’s happening here? For with authority and power he commands the unclean spirits, and they come out!”"},{"bookname":"Luke","chapter":"4","verse":"37","text":"So the news about him spread into all areas of the region."},{"bookname":"Luke","chapter":"4","verse":"38","text":"After Jesus left the synagogue, he entered Simon’s house. Now Simon’s mother-in-law was suffering from a high fever, and they asked Jesus to help her."},{"bookname":"Luke","chapter":"4","verse":"39","text":"So he stood over her, commanded the fever, and it left her. Immediately she got up and began to serve them."},{"bookname":"Luke","chapter":"4","verse":"40","text":"As the sun was setting, all those who had any relatives sick with various diseases brought them to Jesus. He placed his hands on every one of them and healed them."},{"bookname":"Luke","chapter":"4","verse":"41","text":"Demons also came out of many, crying out, “You are the Son of God!” But he rebuked them, and would not allow them to speak, because they knew that he was the Christ."},{"bookname":"Luke","chapter":"4","verse":"42","text":"The next morning Jesus departed and went to a deserted place. Yet the crowds were seeking him, and they came to him and tried to keep him from leaving them."},{"bookname":"Luke","chapter":"4","verse":"43","text":"But Jesus said to them, “I must proclaim the good news of the kingdom of God to the other towns too, for that is what I was sent to do.”"},{"bookname":"Luke","chapter":"4","verse":"44","text":"So he continued to preach in the synagogues of Judea."}],[{"bookname":"Luke","chapter":"5","verse":"1","text":"Now Jesus was standing by the Lake of Gennesaret, and the crowd was pressing around him to hear the word of God.","title":"The Call of the Disciples"},{"bookname":"Luke","chapter":"5","verse":"2","text":"He saw two boats by the lake, but the fishermen had gotten out of them and were washing their nets."},{"bookname":"Luke","chapter":"5","verse":"3","text":"He got into one of the boats, which was Simon’s, and asked him to put out a little way from the shore. Then Jesus sat down and taught the crowds from the boat."},{"bookname":"Luke","chapter":"5","verse":"4","text":"When he had finished speaking, he said to Simon, “Put out into the deep water and lower your nets for a catch.”"},{"bookname":"Luke","chapter":"5","verse":"5","text":"Simon answered, “Master, we worked hard all night and caught nothing! But at your word I will lower the nets.”"},{"bookname":"Luke","chapter":"5","verse":"6","text":"When they had done this, they caught so many fish that their nets started to tear."},{"bookname":"Luke","chapter":"5","verse":"7","text":"So they motioned to their partners in the other boat to come and help them. And they came and filled both boats, so that they were about to sink."},{"bookname":"Luke","chapter":"5","verse":"8","text":"But when Simon Peter saw it, he fell down at Jesus’ knees, saying, “Go away from me, Lord, for I am a sinful man!”"},{"bookname":"Luke","chapter":"5","verse":"9","text":"For Peter and all who were with him were astonished at the catch of fish that they had taken,"},{"bookname":"Luke","chapter":"5","verse":"10","text":"and so were James and John, Zebedee’s sons, who were Simon’s business partners. Then Jesus said to Simon, “Do not be afraid; from now on you will be catching people.”"},{"bookname":"Luke","chapter":"5","verse":"11","text":"So when they had brought their boats to shore, they left everything and followed him."},{"bookname":"Luke","chapter":"5","verse":"12","text":"While Jesus was in one of the towns, a man came to him who was covered with leprosy. When he saw Jesus, he bowed down with his face to the ground and begged him, “Lord, if you are willing, you can make me clean.”","title":"Healing a Leper"},{"bookname":"Luke","chapter":"5","verse":"13","text":"So he stretched out his hand and touched him, saying, “I am willing. Be clean!” And immediately the leprosy left him."},{"bookname":"Luke","chapter":"5","verse":"14","text":"Then he ordered the man to tell no one, but commanded him, “Go and show yourself to a priest, and bring the offering for your cleansing, as Moses commanded, as a testimony to them.”"},{"bookname":"Luke","chapter":"5","verse":"15","text":"But the news about him spread even more, and large crowds were gathering together to hear him and to be healed of their illnesses."},{"bookname":"Luke","chapter":"5","verse":"16","text":"Yet Jesus himself frequently withdrew to the wilderness and prayed."},{"bookname":"Luke","chapter":"5","verse":"17","text":"Now on one of those days, while he was teaching, there were Pharisees and teachers of the law sitting nearby (who had come from every village of Galilee and Judea and from Jerusalem), and the power of the Lord was with him to heal.","title":"Healing and Forgiving a Paralytic"},{"bookname":"Luke","chapter":"5","verse":"18","text":"Just then some men showed up, carrying a paralyzed man on a stretcher. They were trying to bring him in and place him before Jesus."},{"bookname":"Luke","chapter":"5","verse":"19","text":"But since they found no way to carry him in because of the crowd, they went up on the roof and let him down on the stretcher through the roof tiles right in front of Jesus."},{"bookname":"Luke","chapter":"5","verse":"20","text":"When Jesus saw their faith he said, “Friend, your sins are forgiven.”"},{"bookname":"Luke","chapter":"5","verse":"21","text":"Then the experts in the law and the Pharisees began to think to themselves, “Who is this man who is uttering blasphemies? Who can forgive sins but God alone?”"},{"bookname":"Luke","chapter":"5","verse":"22","text":"When Jesus perceived their hostile thoughts, he said to them, “Why are you raising objections within yourselves?"},{"bookname":"Luke","chapter":"5","verse":"23","text":"Which is easier, to say, ‘Your sins are forgiven,’ or to say, ‘Stand up and walk’?"},{"bookname":"Luke","chapter":"5","verse":"24","text":"But so that you may know that the Son of Man has authority on earth to forgive sins” &#8211; he said to the paralyzed man &#8211; “I tell you, stand up, take your stretcher and go home.”"},{"bookname":"Luke","chapter":"5","verse":"25","text":"Immediately he stood up before them, picked up the stretcher he had been lying on, and went home, glorifying God."},{"bookname":"Luke","chapter":"5","verse":"26","text":"Then astonishment seized them all, and they glorified God. They were filled with awe, saying, “We have seen incredible things today.”"},{"bookname":"Luke","chapter":"5","verse":"27","text":"After this, Jesus went out and saw a tax collector named Levi sitting at the tax booth. “Follow me,” he said to him.","title":"The Call of Levi; Eating with Sinners"},{"bookname":"Luke","chapter":"5","verse":"28","text":"And he got up and followed him, leaving everything behind."},{"bookname":"Luke","chapter":"5","verse":"29","text":"Then Levi gave a great banquet in his house for Jesus, and there was a large crowd of tax collectors and others sitting at the table with them."},{"bookname":"Luke","chapter":"5","verse":"30","text":"But the Pharisees and their experts in the law complained to his disciples, saying, “Why do you eat and drink with tax collectors and sinners?”"},{"bookname":"Luke","chapter":"5","verse":"31","text":"Jesus answered them, “Those who are well don’t need a physician, but those who are sick do."},{"bookname":"Luke","chapter":"5","verse":"32","text":"I have not come to call the righteous, but sinners to repentance.”"},{"bookname":"Luke","chapter":"5","verse":"33","text":"Then they said to him, “John’s disciples frequently fast and pray, and so do the disciples of the Pharisees, but yours continue to eat and drink.”","title":"The Superiority of the New"},{"bookname":"Luke","chapter":"5","verse":"34","text":"So Jesus said to them, “You cannot make the wedding guests fast while the bridegroom is with them, can you?"},{"bookname":"Luke","chapter":"5","verse":"35","text":"But those days are coming, and when the bridegroom is taken from them, at that time they will fast.”"},{"bookname":"Luke","chapter":"5","verse":"36","text":"He also told them a parable: “No one tears a patch from a new garment and sews it on an old garment. If he does, he will have torn the new, and the piece from the new will not match the old."},{"bookname":"Luke","chapter":"5","verse":"37","text":"And no one pours new wine into old wineskins. If he does, the new wine will burst the skins and will be spilled, and the skins will be destroyed."},{"bookname":"Luke","chapter":"5","verse":"38","text":"Instead new wine must be poured into new wineskins."},{"bookname":"Luke","chapter":"5","verse":"39","text":" No one after drinking old wine wants the new, for he says, ‘The old is good enough.’”"}],[{"bookname":"Luke","chapter":"6","verse":"1","text":"Jesus was going through the grain fields on a Sabbath, and his disciples picked some heads of wheat, rubbed them in their hands, and ate them.","title":"Lord of the Sabbath"},{"bookname":"Luke","chapter":"6","verse":"2","text":"But some of the Pharisees said, “Why are you doing what is against the law on the Sabbath?”"},{"bookname":"Luke","chapter":"6","verse":"3","text":"Jesus answered them, “Haven’t you read what David did when he and his companions were hungry &#8211;"},{"bookname":"Luke","chapter":"6","verse":"4","text":"how he entered the house of God, took and ate the sacred bread, which is not lawful for any to eat but the priests alone, and gave it to his companions?”"},{"bookname":"Luke","chapter":"6","verse":"5","text":"Then he said to them, “The Son of Man is lord of the Sabbath.”"},{"bookname":"Luke","chapter":"6","verse":"6","text":"On another Sabbath, Jesus entered the synagogue and was teaching. Now a man was there whose right hand was withered.","title":"Healing a Withered Hand"},{"bookname":"Luke","chapter":"6","verse":"7","text":"The experts in the law and the Pharisees watched Jesus closely to see if he would heal on the Sabbath, so that they could find a reason to accuse him."},{"bookname":"Luke","chapter":"6","verse":"8","text":"But he knew their thoughts, and said to the man who had the withered hand, “Get up and stand here.” So he rose and stood there."},{"bookname":"Luke","chapter":"6","verse":"9","text":"Then Jesus said to them, “I ask you, is it lawful to do good on the Sabbath or to do evil, to save a life or to destroy it?”"},{"bookname":"Luke","chapter":"6","verse":"10","text":"After looking around at them all, he said to the man, “Stretch out your hand.” The man did so, and his hand was restored."},{"bookname":"Luke","chapter":"6","verse":"11","text":"But they were filled with mindless rage and began debating with one another what they would do to Jesus."},{"bookname":"Luke","chapter":"6","verse":"12","text":"Now it was during this time that Jesus went out to the mountain to pray, and he spent all night in prayer to God.","title":"Choosing the Twelve Apostles"},{"bookname":"Luke","chapter":"6","verse":"13","text":"When morning came, he called his disciples and chose twelve of them, whom he also named apostles:"},{"bookname":"Luke","chapter":"6","verse":"14","text":"Simon (whom he named Peter), and his brother Andrew; and James, John, Philip, Bartholomew,"},{"bookname":"Luke","chapter":"6","verse":"15","text":"Matthew, Thomas, James the son of Alphaeus, Simon who was called the Zealot,"},{"bookname":"Luke","chapter":"6","verse":"16","text":"Judas the son of James, and Judas Iscariot, who became a traitor."},{"bookname":"Luke","chapter":"6","verse":"17","text":"Then he came down with them and stood on a level place. And a large number of his disciples had gathered along with a vast multitude from all over Judea, from Jerusalem, and from the seacoast of Tyre and Sidon. They came to hear him and to be healed of their diseases,","title":"The Sermon on the Plain"},{"bookname":"Luke","chapter":"6","verse":"18","text":"and those who suffered from unclean spirits were cured."},{"bookname":"Luke","chapter":"6","verse":"19","text":"The whole crowd was trying to touch him, because power was coming out from him and healing them all."},{"bookname":"Luke","chapter":"6","verse":"20","text":"Then he looked up at his disciples and said: “Blessed are you who are poor, for the kingdom of God belongs to you."},{"bookname":"Luke","chapter":"6","verse":"21","text":"“Blessed are you who hunger now, for you will be satisfied. “Blessed are you who weep now, for you will laugh."},{"bookname":"Luke","chapter":"6","verse":"22","text":"“Blessed are you when people hate you, and when they exclude you and insult you and reject you as evil on account of the Son of Man!"},{"bookname":"Luke","chapter":"6","verse":"23","text":"Rejoice in that day, and jump for joy, because your reward is great in heaven. For their ancestors did the same things to the prophets."},{"bookname":"Luke","chapter":"6","verse":"24","text":"“But woe to you who are rich, for you have received your comfort already."},{"bookname":"Luke","chapter":"6","verse":"25","text":"“Woe to you who are well satisfied with food now, for you will be hungry. “Woe to you who laugh now, for you will mourn and weep."},{"bookname":"Luke","chapter":"6","verse":"26","text":"“Woe to you when all people speak well of you, for their ancestors did the same things to the false prophets."},{"bookname":"Luke","chapter":"6","verse":"27","text":"“But I say to you who are listening: Love your enemies, do good to those who hate you,"},{"bookname":"Luke","chapter":"6","verse":"28","text":"bless those who curse you, pray for those who mistreat you."},{"bookname":"Luke","chapter":"6","verse":"29","text":"To the person who strikes you on the cheek, offer the other as well, and from the person who takes away your coat, do not withhold your tunic either."},{"bookname":"Luke","chapter":"6","verse":"30","text":"Give to everyone who asks you, and do not ask for your possessions back from the person who takes them away."},{"bookname":"Luke","chapter":"6","verse":"31","text":"Treat others in the same way that you would want them to treat you."},{"bookname":"Luke","chapter":"6","verse":"32","text":"“If you love those who love you, what credit is that to you? For even sinners love those who love them."},{"bookname":"Luke","chapter":"6","verse":"33","text":"And if you do good to those who do good to you, what credit is that to you? Even sinners do the same."},{"bookname":"Luke","chapter":"6","verse":"34","text":"And if you lend to those from whom you hope to be repaid, what credit is that to you? Even sinners lend to sinners, so that they may be repaid in full."},{"bookname":"Luke","chapter":"6","verse":"35","text":"But love your enemies, and do good, and lend, expecting nothing back. Then your reward will be great, and you will be sons of the Most High, because he is kind to ungrateful and evil people."},{"bookname":"Luke","chapter":"6","verse":"36","text":"Be merciful, just as your Father is merciful."},{"bookname":"Luke","chapter":"6","verse":"37","text":"“Do not judge, and you will not be judged; do not condemn, and you will not be condemned; forgive, and you will be forgiven.","title":"Do Not Judge Others"},{"bookname":"Luke","chapter":"6","verse":"38","text":"Give, and it will be given to you: A good measure, pressed down, shaken together, running over, will be poured into your lap. For the measure you use will be the measure you receive.”"},{"bookname":"Luke","chapter":"6","verse":"39","text":"He also told them a parable: “Someone who is blind cannot lead another who is blind, can he? Won’t they both fall into a pit?"},{"bookname":"Luke","chapter":"6","verse":"40","text":"A disciple is not greater than his teacher, but everyone when fully trained will be like his teacher."},{"bookname":"Luke","chapter":"6","verse":"41","text":"Why do you see the speck in your brother’s eye, but fail to see the beam of wood in your own?"},{"bookname":"Luke","chapter":"6","verse":"42","text":"How can you say to your brother, ‘Brother, let me remove the speck from your eye,’ while you yourself don’t see the beam in your own? You hypocrite! First remove the beam from your own eye, and then you can see clearly to remove the speck from your brother’s eye."},{"bookname":"Luke","chapter":"6","verse":"43","text":"“For no good tree bears bad fruit, nor again does a bad tree bear good fruit,"},{"bookname":"Luke","chapter":"6","verse":"44","text":"for each tree is known by its own fruit. For figs are not gathered from thorns, nor are grapes picked from brambles."},{"bookname":"Luke","chapter":"6","verse":"45","text":"The good person out of the good treasury of his heart produces good, and the evil person out of his evil treasury produces evil, for his mouth speaks from what fills his heart."},{"bookname":"Luke","chapter":"6","verse":"46","text":"“Why do you call me ‘Lord, Lord,’ and don’t do what I tell you?"},{"bookname":"Luke","chapter":"6","verse":"47","text":"“Everyone who comes to me and listens to my words and puts them into practice &#8211; I will show you what he is like:"},{"bookname":"Luke","chapter":"6","verse":"48","text":"He is like a man building a house, who dug down deep, and laid the foundation on bedrock. When a flood came, the river burst against that house but could not shake it, because it had been well built."},{"bookname":"Luke","chapter":"6","verse":"49","text":"But the person who hears and does not put my words into practice is like a man who built a house on the ground without a foundation. When the river burst against that house, it collapsed immediately, and was utterly destroyed!”"}],[{"bookname":"Luke","chapter":"7","verse":"1","text":"After Jesus had finished teaching all this to the people, he entered Capernaum.","title":"Healing the Centurion&#8217;s Slave"},{"bookname":"Luke","chapter":"7","verse":"2","text":"A centurion there had a slave who was highly regarded, but who was sick and at the point of death."},{"bookname":"Luke","chapter":"7","verse":"3","text":"When the centurion heard about Jesus, he sent some Jewish elders to him, asking him to come and heal his slave."},{"bookname":"Luke","chapter":"7","verse":"4","text":"When they came to Jesus, they urged him earnestly, “He is worthy to have you do this for him,"},{"bookname":"Luke","chapter":"7","verse":"5","text":"because he loves our nation, and even built our synagogue.”"},{"bookname":"Luke","chapter":"7","verse":"6","text":"So Jesus went with them. When he was not far from the house, the centurion sent friends to say to him, “Lord, do not trouble yourself, for I am not worthy to have you come under my roof."},{"bookname":"Luke","chapter":"7","verse":"7","text":"That is why I did not presume to come to you. Instead, say the word, and my servant must be healed."},{"bookname":"Luke","chapter":"7","verse":"8","text":"For I too am a man set under authority, with soldiers under me. I say to this one, ‘Go,’ and he goes, and to another, ‘Come,’ and he comes, and to my slave, ‘Do this,’ and he does it.”"},{"bookname":"Luke","chapter":"7","verse":"9","text":"When Jesus heard this, he was amazed at him. He turned and said to the crowd that followed him, “I tell you, not even in Israel have I found such faith!”"},{"bookname":"Luke","chapter":"7","verse":"10","text":"So when those who had been sent returned to the house, they found the slave well."},{"bookname":"Luke","chapter":"7","verse":"11","text":"Soon afterward Jesus went to a town called Nain, and his disciples and a large crowd went with him.","title":"Raising a Widow&#8217;s Son"},{"bookname":"Luke","chapter":"7","verse":"12","text":"As he approached the town gate, a man who had died was being carried out, the only son of his mother (who was a widow), and a large crowd from the town was with her."},{"bookname":"Luke","chapter":"7","verse":"13","text":"When the Lord saw her, he had compassion for her and said to her, “Do not weep.”"},{"bookname":"Luke","chapter":"7","verse":"14","text":"Then he came up and touched the bier, and those who carried it stood still. He said, “Young man, I say to you, get up!”"},{"bookname":"Luke","chapter":"7","verse":"15","text":"So the dead man sat up and began to speak, and Jesus gave him back to his mother."},{"bookname":"Luke","chapter":"7","verse":"16","text":"Fear seized them all, and they began to glorify God, saying, “A great prophet has appeared among us!” and “God has come to help his people!”"},{"bookname":"Luke","chapter":"7","verse":"17","text":"This report about Jesus circulated throughout Judea and all the surrounding country."},{"bookname":"Luke","chapter":"7","verse":"18","text":"John’s disciples informed him about all these things. So John called two of his disciples","title":"Jesus and John the Baptist"},{"bookname":"Luke","chapter":"7","verse":"19","text":"and sent them to Jesus to ask, “Are you the one who is to come, or should we look for another?”"},{"bookname":"Luke","chapter":"7","verse":"20","text":"When the men came to Jesus, they said, “John the Baptist has sent us to you to ask, ‘Are you the one who is to come, or should we look for another?’”"},{"bookname":"Luke","chapter":"7","verse":"21","text":"At that very time Jesus cured many people of diseases, sicknesses, and evil spirits, and granted sight to many who were blind."},{"bookname":"Luke","chapter":"7","verse":"22","text":"So he answered them, “Go tell John what you have seen and heard: The blind see, the lame walk, lepers are cleansed, the deaf hear, the dead are raised, the poor have good news proclaimed to them."},{"bookname":"Luke","chapter":"7","verse":"23","text":"Blessed is anyone who takes no offense at me.”"},{"bookname":"Luke","chapter":"7","verse":"24","text":"When John’s messengers had gone, Jesus began to speak to the crowds about John: “What did you go out into the wilderness to see? A reed shaken by the wind?"},{"bookname":"Luke","chapter":"7","verse":"25","text":"What did you go out to see? A man dressed in fancy clothes? Look, those who wear fancy clothes and live in luxury are in kings’ courts!"},{"bookname":"Luke","chapter":"7","verse":"26","text":"What did you go out to see? A prophet? Yes, I tell you, and more than a prophet."},{"bookname":"Luke","chapter":"7","verse":"27","text":"This is the one about whom it is written, ‘<b>Look, I am sending my messenger ahead of you,<\/b> <b>who will prepare your way before you<\/b>.’"},{"bookname":"Luke","chapter":"7","verse":"28","text":"I tell you, among those born of women no one is greater than John. Yet the one who is least in the kingdom of God is greater than he is.”"},{"bookname":"Luke","chapter":"7","verse":"29","text":"(Now all the people who heard this, even the tax collectors, acknowledged God’s justice, because they had been baptized with John’s baptism."},{"bookname":"Luke","chapter":"7","verse":"30","text":"However, the Pharisees and the experts in religious law rejected God’s purpose for themselves, because they had not been baptized by John.)"},{"bookname":"Luke","chapter":"7","verse":"31","text":"“To what then should I compare the people of this generation, and what are they like?"},{"bookname":"Luke","chapter":"7","verse":"32","text":"They are like children sitting in the marketplace and calling out to one another, ‘We played the flute for you, yet you did not dance; we wailed in mourning, yet you did not weep.’"},{"bookname":"Luke","chapter":"7","verse":"33","text":"For John the Baptist has come eating no bread and drinking no wine, and you say, ‘He has a demon!’"},{"bookname":"Luke","chapter":"7","verse":"34","text":"The Son of Man has come eating and drinking, and you say, ‘Look at him, a glutton and a drunk, a friend of tax collectors and sinners!’"},{"bookname":"Luke","chapter":"7","verse":"35","text":"But wisdom is vindicated by all her children.”"},{"bookname":"Luke","chapter":"7","verse":"36","text":"Now one of the Pharisees asked Jesus to have dinner with him, so he went into the Pharisee’s house and took his place at the table.","title":"Jesus&#8217; Anointing"},{"bookname":"Luke","chapter":"7","verse":"37","text":"Then when a woman of that town, who was a sinner, learned that Jesus was dining at the Pharisee’s house, she brought an alabaster jar of perfumed oil."},{"bookname":"Luke","chapter":"7","verse":"38","text":"As she stood behind him at his feet, weeping, she began to wet his feet with her tears. She wiped them with her hair, kissed them, and anointed them with the perfumed oil."},{"bookname":"Luke","chapter":"7","verse":"39","text":"Now when the Pharisee who had invited him saw this, he said to himself, “If this man were a prophet, he would know who and what kind of woman this is who is touching him, that she is a sinner.”"},{"bookname":"Luke","chapter":"7","verse":"40","text":"So Jesus answered him, “Simon, I have something to say to you.” He replied, “Say it, Teacher.”"},{"bookname":"Luke","chapter":"7","verse":"41","text":"“A certain creditor had two debtors; one owed him five hundred silver coins, and the other fifty."},{"bookname":"Luke","chapter":"7","verse":"42","text":"When they could not pay, he canceled the debts of both. Now which of them will love him more?”"},{"bookname":"Luke","chapter":"7","verse":"43","text":"Simon answered, “I suppose the one who had the bigger debt canceled.” Jesus said to him, “You have judged rightly.”"},{"bookname":"Luke","chapter":"7","verse":"44","text":"Then, turning toward the woman, he said to Simon, “Do you see this woman? I entered your house. You gave me no water for my feet, but she has wet my feet with her tears and wiped them with her hair."},{"bookname":"Luke","chapter":"7","verse":"45","text":"You gave me no kiss of greeting, but from the time I entered she has not stopped kissing my feet."},{"bookname":"Luke","chapter":"7","verse":"46","text":"You did not anoint my head with oil, but she has anointed my feet with perfumed oil."},{"bookname":"Luke","chapter":"7","verse":"47","text":"Therefore I tell you, her sins, which were many, are forgiven, thus she loved much; but the one who is forgiven little loves little.”"},{"bookname":"Luke","chapter":"7","verse":"48","text":"Then Jesus said to her, “Your sins are forgiven.”"},{"bookname":"Luke","chapter":"7","verse":"49","text":"But those who were at the table with him began to say among themselves, “Who is this, who even forgives sins?”"},{"bookname":"Luke","chapter":"7","verse":"50","text":"He said to the woman, “Your faith has saved you; go in peace.”"}],[{"bookname":"Luke","chapter":"8","verse":"1","text":"Some time afterward he went on through towns and villages, preaching and proclaiming the good news of the kingdom of God. The twelve were with him,","title":"Jesus&#8217; Ministry and the Help of Women"},{"bookname":"Luke","chapter":"8","verse":"2","text":"and also some women who had been healed of evil spirits and disabilities: Mary (called Magdalene), from whom seven demons had gone out,"},{"bookname":"Luke","chapter":"8","verse":"3","text":"and Joanna the wife of Cuza (Herod’s household manager), Susanna, and many others who provided for them out of their own resources."},{"bookname":"Luke","chapter":"8","verse":"4","text":"While a large crowd was gathering and people were coming to Jesus from one town after another, he spoke to them in a parable:","title":"The Parable of the Sower"},{"bookname":"Luke","chapter":"8","verse":"5","text":"“A sower went out to sow his seed. And as he sowed, some fell along the path and was trampled on, and the wild birds devoured it."},{"bookname":"Luke","chapter":"8","verse":"6","text":"Other seed fell on rock, and when it came up, it withered because it had no moisture."},{"bookname":"Luke","chapter":"8","verse":"7","text":"Other seed fell among the thorns, and they grew up with it and choked it."},{"bookname":"Luke","chapter":"8","verse":"8","text":"But other seed fell on good soil and grew, and it produced a hundred times as much grain.” As he said this, he called out, “The one who has ears to hear had better listen!”"},{"bookname":"Luke","chapter":"8","verse":"9","text":"Then his disciples asked him what this parable meant."},{"bookname":"Luke","chapter":"8","verse":"10","text":"He said, “You have been given the opportunity to know the secrets of the kingdom of God, but for others they are in parables, so that <b>although they see they may not see, and although they hear they may not understand<\/b>."},{"bookname":"Luke","chapter":"8","verse":"11","text":"“Now the parable means this: The seed is the word of God."},{"bookname":"Luke","chapter":"8","verse":"12","text":"Those along the path are the ones who have heard; then the devil comes and takes away the word from their hearts, so that they may not believe and be saved."},{"bookname":"Luke","chapter":"8","verse":"13","text":"Those on the rock are the ones who receive the word with joy when they hear it, but they have no root. They believe for a while, but in a time of testing fall away."},{"bookname":"Luke","chapter":"8","verse":"14","text":"As for the seed that fell among thorns, these are the ones who hear, but as they go on their way they are choked by the worries and riches and pleasures of life, and their fruit does not mature."},{"bookname":"Luke","chapter":"8","verse":"15","text":"But as for the seed that landed on good soil, these are the ones who, after hearing the word, cling to it with an honest and good heart, and bear fruit with steadfast endurance."},{"bookname":"Luke","chapter":"8","verse":"16","text":"“No one lights a lamp and then covers it with a jar or puts it under a bed, but puts it on a lampstand so that those who come in can see the light.","title":"Showing the Light"},{"bookname":"Luke","chapter":"8","verse":"17","text":"For nothing is hidden that will not be revealed, and nothing concealed that will not be made known and brought to light."},{"bookname":"Luke","chapter":"8","verse":"18","text":"So listen carefully, for whoever has will be given more, but whoever does not have, even what he thinks he has will be taken from him.”"},{"bookname":"Luke","chapter":"8","verse":"19","text":"Now Jesus’ mother and his brothers came to him, but they could not get near him because of the crowd.","title":"Jesus&#8217; True Family"},{"bookname":"Luke","chapter":"8","verse":"20","text":"So he was told, “Your mother and your brothers are standing outside, wanting to see you.”"},{"bookname":"Luke","chapter":"8","verse":"21","text":"But he replied to them, “My mother and my brothers are those who hear the word of God and do it.”"},{"bookname":"Luke","chapter":"8","verse":"22","text":"One day Jesus got into a boat with his disciples and said to them, “Let’s go across to the other side of the lake.” So they set out,","title":"Stilling of a Storm"},{"bookname":"Luke","chapter":"8","verse":"23","text":"and as they sailed he fell asleep. Now a violent windstorm came down on the lake, and the boat started filling up with water, and they were in danger."},{"bookname":"Luke","chapter":"8","verse":"24","text":"They came and woke him, saying, “Master, Master, we are about to die!” So he got up and rebuked the wind and the raging waves; they died down, and it was calm."},{"bookname":"Luke","chapter":"8","verse":"25","text":"Then he said to them, “Where is your faith?” But they were afraid and amazed, saying to one another, “Who then is this? He commands even the winds and the water, and they obey him!”"},{"bookname":"Luke","chapter":"8","verse":"26","text":"So they sailed over to the region of the Gerasenes, which is opposite Galilee.","title":"Healing of a Demoniac"},{"bookname":"Luke","chapter":"8","verse":"27","text":"As Jesus stepped ashore, a certain man from the town met him who was possessed by demons. For a long time this man had worn no clothes and had not lived in a house, but among the tombs."},{"bookname":"Luke","chapter":"8","verse":"28","text":"When he saw Jesus, he cried out, fell down before him, and shouted with a loud voice, “Leave me alone, Jesus, Son of the Most High God! I beg you, do not torment me!”"},{"bookname":"Luke","chapter":"8","verse":"29","text":"For Jesus had started commanding the evil spirit to come out of the man. (For it had seized him many times, so he would be bound with chains and shackles and kept under guard. But he would break the restraints and be driven by the demon into deserted places.)"},{"bookname":"Luke","chapter":"8","verse":"30","text":"Jesus then asked him, “What is your name?” He said, “Legion,” because many demons had entered him."},{"bookname":"Luke","chapter":"8","verse":"31","text":"And they began to beg him not to order them to depart into the abyss."},{"bookname":"Luke","chapter":"8","verse":"32","text":"Now a large herd of pigs was feeding there on the hillside, and the demonic spirits begged Jesus to let them go into them. He gave them permission."},{"bookname":"Luke","chapter":"8","verse":"33","text":"So the demons came out of the man and went into the pigs, and the herd of pigs rushed down the steep slope into the lake and drowned."},{"bookname":"Luke","chapter":"8","verse":"34","text":"When the herdsmen saw what had happened, they ran off and spread the news in the town and countryside."},{"bookname":"Luke","chapter":"8","verse":"35","text":"So the people went out to see what had happened, and they came to Jesus. They found the man from whom the demons had gone out, sitting at Jesus’ feet, clothed and in his right mind, and they were afraid."},{"bookname":"Luke","chapter":"8","verse":"36","text":"Those who had seen it told them how the man who had been demon-possessed had been healed."},{"bookname":"Luke","chapter":"8","verse":"37","text":"Then all the people of the Gerasenes and the surrounding region asked Jesus to leave them alone, for they were seized with great fear. So he got into the boat and left."},{"bookname":"Luke","chapter":"8","verse":"38","text":"The man from whom the demons had gone out begged to go with him, but Jesus sent him away, saying,"},{"bookname":"Luke","chapter":"8","verse":"39","text":"“Return to your home, and declare what God has done for you.” So he went away, proclaiming throughout the whole town what Jesus had done for him."},{"bookname":"Luke","chapter":"8","verse":"40","text":"Now when Jesus returned, the crowd welcomed him, because they were all waiting for him.","title":"Restoration and Healing"},{"bookname":"Luke","chapter":"8","verse":"41","text":"Then a man named Jairus, who was a ruler of the synagogue, came up. Falling at Jesus’ feet, he pleaded with him to come to his house,"},{"bookname":"Luke","chapter":"8","verse":"42","text":"because he had an only daughter, about twelve years old, and she was dying. As Jesus was on his way, the crowds pressed around him."},{"bookname":"Luke","chapter":"8","verse":"43","text":"Now a woman was there who had been suffering from a hemorrhage for twelve years but could not be healed by anyone."},{"bookname":"Luke","chapter":"8","verse":"44","text":"She came up behind Jesus and touched the edge of his cloak, and at once the bleeding stopped."},{"bookname":"Luke","chapter":"8","verse":"45","text":"Then Jesus asked, “Who was it who touched me?” When they all denied it, Peter said, “Master, the crowds are surrounding you and pressing against you!”"},{"bookname":"Luke","chapter":"8","verse":"46","text":"But Jesus said, “Someone touched me, for I know that power has gone out from me.”"},{"bookname":"Luke","chapter":"8","verse":"47","text":"When the woman saw that she could not escape notice, she came trembling and fell down before him. In the presence of all the people, she explained why she had touched him and how she had been immediately healed."},{"bookname":"Luke","chapter":"8","verse":"48","text":"Then he said to her, “Daughter, your faith has made you well. Go in peace.”"},{"bookname":"Luke","chapter":"8","verse":"49","text":"While he was still speaking, someone from the synagogue ruler’s house came and said, “Your daughter is dead; do not trouble the teacher any longer.”"},{"bookname":"Luke","chapter":"8","verse":"50","text":"But when Jesus heard this, he told him, “Do not be afraid; just believe, and she will be healed.”"},{"bookname":"Luke","chapter":"8","verse":"51","text":"Now when he came to the house, Jesus did not let anyone go in with him except Peter, John, and James, and the child’s father and mother."},{"bookname":"Luke","chapter":"8","verse":"52","text":"Now they were all wailing and mourning for her, but he said, “Stop your weeping; she is not dead but asleep.”"},{"bookname":"Luke","chapter":"8","verse":"53","text":"And they began making fun of him, because they knew that she was dead."},{"bookname":"Luke","chapter":"8","verse":"54","text":"But Jesus gently took her by the hand and said, “Child, get up.”"},{"bookname":"Luke","chapter":"8","verse":"55","text":"Her spirit returned, and she got up immediately. Then he told them to give her something to eat."},{"bookname":"Luke","chapter":"8","verse":"56","text":"Her parents were astonished, but he ordered them to tell no one what had happened."}],[{"bookname":"Luke","chapter":"9","verse":"1","text":"After Jesus called the twelve together, he gave them power and authority over all demons and to cure diseases,","title":"The Sending of the Twelve Apostles"},{"bookname":"Luke","chapter":"9","verse":"2","text":"and he sent them out to proclaim the kingdom of God and to heal the sick."},{"bookname":"Luke","chapter":"9","verse":"3","text":"He said to them, “Take nothing for your journey &#8211; no staff, no bag, no bread, no money, and do not take an extra tunic."},{"bookname":"Luke","chapter":"9","verse":"4","text":"Whatever house you enter, stay there until you leave the area."},{"bookname":"Luke","chapter":"9","verse":"5","text":"Wherever they do not receive you, as you leave that town, shake the dust off your feet as a testimony against them.”"},{"bookname":"Luke","chapter":"9","verse":"6","text":"Then they departed and went throughout the villages, proclaiming the good news and healing people everywhere."},{"bookname":"Luke","chapter":"9","verse":"7","text":"Now Herod the tetrarch heard about everything that was happening, and he was thoroughly perplexed, because some people were saying that John had been raised from the dead,","title":"Herod&#8217;s Confusion about Jesus"},{"bookname":"Luke","chapter":"9","verse":"8","text":"while others were saying that Elijah had appeared, and still others that one of the prophets of long ago had risen."},{"bookname":"Luke","chapter":"9","verse":"9","text":"Herod said, “I had John beheaded, but who is this about whom I hear such things?” So Herod wanted to learn about Jesus."},{"bookname":"Luke","chapter":"9","verse":"10","text":"When the apostles returned, they told Jesus everything they had done. Then he took them with him and they withdrew privately to a town called Bethsaida.","title":"The Feeding of the Five Thousand"},{"bookname":"Luke","chapter":"9","verse":"11","text":"But when the crowds found out, they followed him. He welcomed them, spoke to them about the kingdom of God, and cured those who needed healing."},{"bookname":"Luke","chapter":"9","verse":"12","text":"Now the day began to draw to a close, so the twelve came and said to Jesus, “Send the crowd away, so they can go into the surrounding villages and countryside and find lodging and food, because we are in an isolated place.”"},{"bookname":"Luke","chapter":"9","verse":"13","text":"But he said to them, “You give them something to eat.” They replied, “We have no more than five loaves and two fish &#8211; unless we go and buy food for all these people.”"},{"bookname":"Luke","chapter":"9","verse":"14","text":"(Now about five thousand men were there.) Then he said to his disciples, “Have them sit down in groups of about fifty each.”"},{"bookname":"Luke","chapter":"9","verse":"15","text":"So they did as Jesus directed, and the people all sat down."},{"bookname":"Luke","chapter":"9","verse":"16","text":"Then he took the five loaves and the two fish, and looking up to heaven he gave thanks and broke them. He gave them to the disciples to set before the crowd."},{"bookname":"Luke","chapter":"9","verse":"17","text":"They all ate and were satisfied, and what was left over was picked up &#8211; twelve baskets of broken pieces."},{"bookname":"Luke","chapter":"9","verse":"18","text":"Once when Jesus was praying by himself, and his disciples were nearby, he asked them, “Who do the crowds say that I am?”","title":"Peter&#8217;s Confession"},{"bookname":"Luke","chapter":"9","verse":"19","text":"They answered, “John the Baptist; others say Elijah; and still others that one of the prophets of long ago has risen.”"},{"bookname":"Luke","chapter":"9","verse":"20","text":"Then he said to them, “But who do you say that I am?” Peter answered, “The Christ of God.”"},{"bookname":"Luke","chapter":"9","verse":"21","text":"But he forcefully commanded them not to tell this to anyone,"},{"bookname":"Luke","chapter":"9","verse":"22","text":"saying, “The Son of Man must suffer many things and be rejected by the elders, chief priests, and experts in the law, and be killed, and on the third day be raised.”"},{"bookname":"Luke","chapter":"9","verse":"23","text":"Then he said to them all, “If anyone wants to become my follower, he must deny himself, take up his cross daily, and follow me.","title":"A Call to Discipleship"},{"bookname":"Luke","chapter":"9","verse":"24","text":"For whoever wants to save his life will lose it, but whoever loses his life for my sake will save it."},{"bookname":"Luke","chapter":"9","verse":"25","text":"For what does it benefit a person if he gains the whole world but loses or forfeits himself?"},{"bookname":"Luke","chapter":"9","verse":"26","text":"For whoever is ashamed of me and my words, the Son of Man will be ashamed of that person when he comes in his glory and in the glory of the Father and of the holy angels."},{"bookname":"Luke","chapter":"9","verse":"27","text":"But I tell you most certainly, there are some standing here who will not experience death before they see the kingdom of God.”"},{"bookname":"Luke","chapter":"9","verse":"28","text":"Now about eight days after these sayings, Jesus took with him Peter, John, and James, and went up the mountain to pray.","title":"The Transfiguration"},{"bookname":"Luke","chapter":"9","verse":"29","text":"As he was praying, the appearance of his face was transformed, and his clothes became very bright, a brilliant white."},{"bookname":"Luke","chapter":"9","verse":"30","text":"Then two men, Moses and Elijah, began talking with him."},{"bookname":"Luke","chapter":"9","verse":"31","text":"They appeared in glorious splendor and spoke about his departure that he was about to carry out at Jerusalem."},{"bookname":"Luke","chapter":"9","verse":"32","text":"Now Peter and those with him were quite sleepy, but as they became fully awake, they saw his glory and the two men standing with him."},{"bookname":"Luke","chapter":"9","verse":"33","text":"Then as the men were starting to leave, Peter said to Jesus, “Master, it is good for us to be here. Let us make three shelters, one for you and one for Moses and one for Elijah” &#8211; not knowing what he was saying."},{"bookname":"Luke","chapter":"9","verse":"34","text":"As he was saying this, a cloud came and overshadowed them, and they were afraid as they entered the cloud."},{"bookname":"Luke","chapter":"9","verse":"35","text":"Then a voice came from the cloud, saying, “This is my Son, my Chosen One. Listen to him!”"},{"bookname":"Luke","chapter":"9","verse":"36","text":"After the voice had spoken, Jesus was found alone. So they kept silent and told no one at that time anything of what they had seen."},{"bookname":"Luke","chapter":"9","verse":"37","text":"Now on the next day, when they had come down from the mountain, a large crowd met him.","title":"Healing a Boy with an Unclean Spirit"},{"bookname":"Luke","chapter":"9","verse":"38","text":"Then a man from the crowd cried out, “Teacher, I beg you to look at my son &#8211; he is my only child!"},{"bookname":"Luke","chapter":"9","verse":"39","text":"A spirit seizes him, and he suddenly screams; it throws him into convulsions and causes him to foam at the mouth. It hardly ever leaves him alone, torturing him severely."},{"bookname":"Luke","chapter":"9","verse":"40","text":"I begged your disciples to cast it out, but they could not do so.”"},{"bookname":"Luke","chapter":"9","verse":"41","text":"Jesus answered, “You unbelieving and perverse generation! How much longer must I be with you and endure you? Bring your son here.”"},{"bookname":"Luke","chapter":"9","verse":"42","text":"As the boy was approaching, the demon threw him to the ground and shook him with convulsions. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father."},{"bookname":"Luke","chapter":"9","verse":"43","text":"Then they were all astonished at the mighty power of God.But while the entire crowd was amazed at everything Jesus was doing, he said to his disciples,","title":"Another Prediction of Jesus&#8217; Suffering"},{"bookname":"Luke","chapter":"9","verse":"44","text":"“Take these words to heart, for the Son of Man is going to be betrayed into the hands of men.”"},{"bookname":"Luke","chapter":"9","verse":"45","text":"But they did not understand this statement; its meaning had been concealed from them, so that they could not grasp it. Yet they were afraid to ask him about this statement."},{"bookname":"Luke","chapter":"9","verse":"46","text":"Now an argument started among the disciples as to which of them might be the greatest.","title":"Concerning the Greatest"},{"bookname":"Luke","chapter":"9","verse":"47","text":"But when Jesus discerned their innermost thoughts, he took a child, had him stand by his side,"},{"bookname":"Luke","chapter":"9","verse":"48","text":"and said to them, “Whoever welcomes this child in my name welcomes me, and whoever welcomes me welcomes the one who sent me, for the one who is least among you all is the one who is great.”"},{"bookname":"Luke","chapter":"9","verse":"49","text":"John answered, “Master, we saw someone casting out demons in your name, and we tried to stop him because he is not a disciple along with us.”","title":"On the Right Side"},{"bookname":"Luke","chapter":"9","verse":"50","text":"But Jesus said to him, “Do not stop him, for whoever is not against you is for you.”"},{"bookname":"Luke","chapter":"9","verse":"51","text":"Now when the days drew near for him to be taken up, Jesus set out resolutely to go to Jerusalem.","title":"Rejection in Samaria"},{"bookname":"Luke","chapter":"9","verse":"52","text":"He sent messengers on ahead of him. As they went along, they entered a Samaritan village to make things ready in advance for him,"},{"bookname":"Luke","chapter":"9","verse":"53","text":"but the villagers refused to welcome him, because he was determined to go to Jerusalem."},{"bookname":"Luke","chapter":"9","verse":"54","text":"Now when his disciples James and John saw this, they said, “Lord, do you want us to call fire to come down from heaven and consume them?”"},{"bookname":"Luke","chapter":"9","verse":"55","text":"But Jesus turned and rebuked them,"},{"bookname":"Luke","chapter":"9","verse":"56","text":"and they went on to another village."},{"bookname":"Luke","chapter":"9","verse":"57","text":"As they were walking along the road, someone said to him, “I will follow you wherever you go.”","title":"Challenging Professed Followers"},{"bookname":"Luke","chapter":"9","verse":"58","text":"Jesus said to him, “Foxes have dens and the birds in the sky have nests, but the Son of Man has no place to lay his head.”"},{"bookname":"Luke","chapter":"9","verse":"59","text":"Jesus said to another, “Follow me.” But he replied, “Lord, first let me go and bury my father.”"},{"bookname":"Luke","chapter":"9","verse":"60","text":"But Jesus said to him, “Let the dead bury their own dead, but as for you, go and proclaim the kingdom of God.”"},{"bookname":"Luke","chapter":"9","verse":"61","text":"Yet another said, “I will follow you, Lord, but first let me say goodbye to my family.”"},{"bookname":"Luke","chapter":"9","verse":"62","text":"Jesus said to him, “No one who puts his hand to the plow and looks back is fit for the kingdom of God.”"}],[{"bookname":"Luke","chapter":"10","verse":"1","text":"After this the Lord appointed seventy-two others and sent them on ahead of him two by two into every town and place where he himself was about to go.","title":"The Mission of the Seventy-Two"},{"bookname":"Luke","chapter":"10","verse":"2","text":"He said to them, “The harvest is plentiful, but the workers are few. Therefore ask the Lord of the harvest to send out workers into his harvest."},{"bookname":"Luke","chapter":"10","verse":"3","text":"Go! I am sending you out like lambs surrounded by wolves."},{"bookname":"Luke","chapter":"10","verse":"4","text":"Do not carry a money bag, a traveler’s bag, or sandals, and greet no one on the road."},{"bookname":"Luke","chapter":"10","verse":"5","text":"Whenever you enter a house, first say, ‘May peace be on this house!’"},{"bookname":"Luke","chapter":"10","verse":"6","text":"And if a peace-loving person is there, your peace will remain on him, but if not, it will return to you."},{"bookname":"Luke","chapter":"10","verse":"7","text":"Stay in that same house, eating and drinking what they give you, for the worker deserves his pay. Do not move around from house to house."},{"bookname":"Luke","chapter":"10","verse":"8","text":"Whenever you enter a town and the people welcome you, eat what is set before you."},{"bookname":"Luke","chapter":"10","verse":"9","text":"Heal the sick in that town and say to them, ‘The kingdom of God has come upon you!’"},{"bookname":"Luke","chapter":"10","verse":"10","text":"But whenever you enter a town and the people do not welcome you, go into its streets and say,"},{"bookname":"Luke","chapter":"10","verse":"11","text":"‘Even the dust of your town that clings to our feet we wipe off against you. Nevertheless know this: The kingdom of God has come.’"},{"bookname":"Luke","chapter":"10","verse":"12","text":"I tell you, it will be more bearable on that day for Sodom than for that town!"},{"bookname":"Luke","chapter":"10","verse":"13","text":"“Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes."},{"bookname":"Luke","chapter":"10","verse":"14","text":"But it will be more bearable for Tyre and Sidon in the judgment than for you!"},{"bookname":"Luke","chapter":"10","verse":"15","text":"And you, Capernaum, will you be exalted to heaven? No, you will be thrown down to Hades!"},{"bookname":"Luke","chapter":"10","verse":"16","text":"“The one who listens to you listens to me, and the one who rejects you rejects me, and the one who rejects me rejects the one who sent me.”"},{"bookname":"Luke","chapter":"10","verse":"17","text":"Then the seventy-two returned with joy, saying, “Lord, even the demons submit to us in your name!”"},{"bookname":"Luke","chapter":"10","verse":"18","text":"So he said to them, “I saw Satan fall like lightning from heaven."},{"bookname":"Luke","chapter":"10","verse":"19","text":"Look, I have given you authority to tread on snakes and scorpions and on the full force of the enemy, and nothing will hurt you."},{"bookname":"Luke","chapter":"10","verse":"20","text":"Nevertheless, do not rejoice that the spirits submit to you, but rejoice that your names stand written in heaven.”"},{"bookname":"Luke","chapter":"10","verse":"21","text":"On that same occasion Jesus rejoiced in the Holy Spirit and said, “I praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and intelligent, and revealed them to little children. Yes, Father, for this was your gracious will."},{"bookname":"Luke","chapter":"10","verse":"22","text":"All things have been given to me by my Father. No one knows who the Son is except the Father, or who the Father is except the Son and anyone to whom the Son decides to reveal him.”"},{"bookname":"Luke","chapter":"10","verse":"23","text":"Then Jesus turned to his disciples and said privately, “Blessed are the eyes that see what you see!"},{"bookname":"Luke","chapter":"10","verse":"24","text":"For I tell you that many prophets and kings longed to see what you see but did not see it, and to hear what you hear but did not hear it.”"},{"bookname":"Luke","chapter":"10","verse":"25","text":"Now an expert in religious law stood up to test Jesus, saying, “Teacher, what must I do to inherit eternal life?”","title":"The Parable of the Good Samaritan"},{"bookname":"Luke","chapter":"10","verse":"26","text":"He said to him, “What is written in the law? How do you understand it?”"},{"bookname":"Luke","chapter":"10","verse":"27","text":"The expert answered, “<b>Love<\/b> <b>the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind<\/b>, and <b>love your neighbor as yourself<\/b>.”"},{"bookname":"Luke","chapter":"10","verse":"28","text":"Jesus said to him, “You have answered correctly; do this, and you will live.”"},{"bookname":"Luke","chapter":"10","verse":"29","text":"But the expert, wanting to justify himself, said to Jesus, “And who is my neighbor?”"},{"bookname":"Luke","chapter":"10","verse":"30","text":"Jesus replied, “A man was going down from Jerusalem to Jericho, and fell into the hands of robbers, who stripped him, beat him up, and went off, leaving him half dead."},{"bookname":"Luke","chapter":"10","verse":"31","text":"Now by chance a priest was going down that road, but when he saw the injured man he passed by on the other side."},{"bookname":"Luke","chapter":"10","verse":"32","text":"So too a Levite, when he came up to the place and saw him, passed by on the other side."},{"bookname":"Luke","chapter":"10","verse":"33","text":"But a Samaritan who was traveling came to where the injured man was, and when he saw him, he felt compassion for him."},{"bookname":"Luke","chapter":"10","verse":"34","text":"He went up to him and bandaged his wounds, pouring oil and wine on them. Then he put him on his own animal, brought him to an inn, and took care of him."},{"bookname":"Luke","chapter":"10","verse":"35","text":"The next day he took out two silver coins and gave them to the innkeeper, saying, ‘Take care of him, and whatever else you spend, I will repay you when I come back this way.’"},{"bookname":"Luke","chapter":"10","verse":"36","text":"Which of these three do you think became a neighbor to the man who fell into the hands of the robbers?”"},{"bookname":"Luke","chapter":"10","verse":"37","text":"The expert in religious law said, “The one who showed mercy to him.” So Jesus said to him, “Go and do the same.”"},{"bookname":"Luke","chapter":"10","verse":"38","text":"Now as they went on their way, Jesus entered a certain village where a woman named Martha welcomed him as a guest.","title":"Jesus and Martha"},{"bookname":"Luke","chapter":"10","verse":"39","text":"She had a sister named Mary, who sat at the Lord’s feet and listened to what he said."},{"bookname":"Luke","chapter":"10","verse":"40","text":"But Martha was distracted with all the preparations she had to make, so she came up to him and said, “Lord, don’t you care that my sister has left me to do all the work alone? Tell her to help me.”"},{"bookname":"Luke","chapter":"10","verse":"41","text":"But the Lord answered her, “Martha, Martha, you are worried and troubled about many things,"},{"bookname":"Luke","chapter":"10","verse":"42","text":"but one thing is needed. Mary has chosen the best part; it will not be taken away from her.”"}],[{"bookname":"Luke","chapter":"11","verse":"1","text":"Now Jesus was praying in a certain place. When he stopped, one of his disciples said to him, “Lord, teach us to pray, just as John taught his disciples.”","title":"Instructions on Prayer"},{"bookname":"Luke","chapter":"11","verse":"2","text":"So he said to them, “When you pray, say: Father, may your name be honored; may your kingdom come."},{"bookname":"Luke","chapter":"11","verse":"3","text":"Give us each day our daily bread,"},{"bookname":"Luke","chapter":"11","verse":"4","text":"and forgive us our sins, for we also forgive everyone who sins against us. And do not lead us into temptation.”"},{"bookname":"Luke","chapter":"11","verse":"5","text":"Then he said to them, “Suppose one of you has a friend, and you go to him at midnight and say to him, ‘Friend, lend me three loaves of bread,"},{"bookname":"Luke","chapter":"11","verse":"6","text":"because a friend of mine has stopped here while on a journey, and I have nothing to set before him.’"},{"bookname":"Luke","chapter":"11","verse":"7","text":"Then he will reply from inside, ‘Do not bother me. The door is already shut, and my children and I are in bed. I cannot get up and give you anything.’"},{"bookname":"Luke","chapter":"11","verse":"8","text":"I tell you, even though the man inside will not get up and give him anything because he is his friend, yet because of the first man’s sheer persistence he will get up and give him whatever he needs."},{"bookname":"Luke","chapter":"11","verse":"9","text":"“So I tell you: Ask, and it will be given to you; seek, and you will find; knock, and the door will be opened for you."},{"bookname":"Luke","chapter":"11","verse":"10","text":"For everyone who asks receives, and the one who seeks finds, and to the one who knocks, the door will be opened."},{"bookname":"Luke","chapter":"11","verse":"11","text":"What father among you, if your son asks for a fish, will give him a snake instead of a fish?"},{"bookname":"Luke","chapter":"11","verse":"12","text":"Or if he asks for an egg, will give him a scorpion?"},{"bookname":"Luke","chapter":"11","verse":"13","text":"If you then, although you are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!”"},{"bookname":"Luke","chapter":"11","verse":"14","text":"Now he was casting out a demon that was mute. When the demon had gone out, the man who had been mute began to speak, and the crowds were amazed.","title":"Jesus and Beelzebul"},{"bookname":"Luke","chapter":"11","verse":"15","text":"But some of them said, “By the power of Beelzebul, the ruler of demons, he casts out demons.”"},{"bookname":"Luke","chapter":"11","verse":"16","text":"Others, to test him, began asking for a sign from heaven."},{"bookname":"Luke","chapter":"11","verse":"17","text":"But Jesus, realizing their thoughts, said to them, “Every kingdom divided against itself is destroyed, and a divided household falls."},{"bookname":"Luke","chapter":"11","verse":"18","text":"So if Satan too is divided against himself, how will his kingdom stand? I ask you this because you claim that I cast out demons by Beelzebul."},{"bookname":"Luke","chapter":"11","verse":"19","text":"Now if I cast out demons by Beelzebul, by whom do your sons cast them out? Therefore they will be your judges."},{"bookname":"Luke","chapter":"11","verse":"20","text":"But if I cast out demons by the finger of God, then the kingdom of God has already overtaken you."},{"bookname":"Luke","chapter":"11","verse":"21","text":"When a strong man, fully armed, guards his own palace, his possessions are safe."},{"bookname":"Luke","chapter":"11","verse":"22","text":"But when a stronger man attacks and conquers him, he takes away the first man’s armor on which the man relied and divides up his plunder."},{"bookname":"Luke","chapter":"11","verse":"23","text":"Whoever is not with me is against me, and whoever does not gather with me scatters."},{"bookname":"Luke","chapter":"11","verse":"24","text":"“When an unclean spirit goes out of a person, it passes through waterless places looking for rest but not finding any. Then it says, ‘I will return to the home I left.’","title":"Response to Jesus&#8217; Work"},{"bookname":"Luke","chapter":"11","verse":"25","text":"When it returns, it finds the house swept clean and put in order."},{"bookname":"Luke","chapter":"11","verse":"26","text":"Then it goes and brings seven other spirits more evil than itself, and they go in and live there, so the last state of that person is worse than the first.”"},{"bookname":"Luke","chapter":"11","verse":"27","text":"As he said these things, a woman in the crowd spoke out to him, “Blessed is the womb that bore you and the breasts at which you nursed!”"},{"bookname":"Luke","chapter":"11","verse":"28","text":"But he replied, “Blessed rather are those who hear the word of God and obey it!”"},{"bookname":"Luke","chapter":"11","verse":"29","text":"As the crowds were increasing, Jesus began to say, “This generation is a wicked generation; it looks for a sign, but no sign will be given to it except the sign of Jonah.","title":"The Sign of Jonah"},{"bookname":"Luke","chapter":"11","verse":"30","text":"For just as Jonah became a sign to the people of Nineveh, so the Son of Man will be a sign to this generation."},{"bookname":"Luke","chapter":"11","verse":"31","text":"The queen of the South will rise up at the judgment with the people of this generation and condemn them, because she came from the ends of the earth to hear the wisdom of Solomon &#8211; and now, something greater than Solomon is here!"},{"bookname":"Luke","chapter":"11","verse":"32","text":"The people of Nineveh will stand up at the judgment with this generation and condemn it, because they repented when Jonah preached to them &#8211; and now, something greater than Jonah is here!"},{"bookname":"Luke","chapter":"11","verse":"33","text":"“No one after lighting a lamp puts it in a hidden place or under a basket, but on a lampstand, so that those who come in can see the light.","title":"Internal Light"},{"bookname":"Luke","chapter":"11","verse":"34","text":"Your eye is the lamp of your body. When your eye is healthy, your whole body is full of light, but when it is diseased, your body is full of darkness."},{"bookname":"Luke","chapter":"11","verse":"35","text":"Therefore see to it that the light in you is not darkness."},{"bookname":"Luke","chapter":"11","verse":"36","text":"If then your whole body is full of light, with no part in the dark, it will be as full of light as when the light of a lamp shines on you.”"},{"bookname":"Luke","chapter":"11","verse":"37","text":"As he spoke, a Pharisee invited Jesus to have a meal with him, so he went in and took his place at the table.","title":"Rebuking the Pharisees and Experts in the Law"},{"bookname":"Luke","chapter":"11","verse":"38","text":"The Pharisee was astonished when he saw that Jesus did not first wash his hands before the meal."},{"bookname":"Luke","chapter":"11","verse":"39","text":"But the Lord said to him, “Now you Pharisees clean the outside of the cup and the plate, but inside you are full of greed and wickedness."},{"bookname":"Luke","chapter":"11","verse":"40","text":"You fools! Didn’t the one who made the outside make the inside as well?"},{"bookname":"Luke","chapter":"11","verse":"41","text":"But give from your heart to those in need, and then everything will be clean for you."},{"bookname":"Luke","chapter":"11","verse":"42","text":"“But woe to you Pharisees! You give a tenth of your mint, rue, and every herb, yet you neglect justice and love for God! But you should have done these things without neglecting the others."},{"bookname":"Luke","chapter":"11","verse":"43","text":"Woe to you Pharisees! You love the best seats in the synagogues and elaborate greetings in the marketplaces!"},{"bookname":"Luke","chapter":"11","verse":"44","text":"Woe to you! You are like unmarked graves, and people walk over them without realizing it!”"},{"bookname":"Luke","chapter":"11","verse":"45","text":"One of the experts in religious law answered him, “Teacher, when you say these things you insult us too.”"},{"bookname":"Luke","chapter":"11","verse":"46","text":"But Jesus replied, “Woe to you experts in religious law as well! You load people down with burdens difficult to bear, yet you yourselves refuse to touch the burdens with even one of your fingers!"},{"bookname":"Luke","chapter":"11","verse":"47","text":"Woe to you! You build the tombs of the prophets whom your ancestors killed."},{"bookname":"Luke","chapter":"11","verse":"48","text":"So you testify that you approve of the deeds of your ancestors, because they killed the prophets and you build their tombs!"},{"bookname":"Luke","chapter":"11","verse":"49","text":"For this reason also the wisdom of God said, ‘I will send them prophets and apostles, some of whom they will kill and persecute,’"},{"bookname":"Luke","chapter":"11","verse":"50","text":"so that this generation may be held accountable for the blood of all the prophets that has been shed since the beginning of the world,"},{"bookname":"Luke","chapter":"11","verse":"51","text":"from the blood of Abel to the blood of Zechariah, who was killed between the altar and the sanctuary. Yes, I tell you, it will be charged against this generation."},{"bookname":"Luke","chapter":"11","verse":"52","text":"Woe to you experts in religious law! You have taken away the key to knowledge! You did not go in yourselves, and you hindered those who were going in.”"},{"bookname":"Luke","chapter":"11","verse":"53","text":"When he went out from there, the experts in the law and the Pharisees began to oppose him bitterly, and to ask him hostile questions about many things,"},{"bookname":"Luke","chapter":"11","verse":"54","text":"plotting against him, to catch him in something he might say."}],[{"bookname":"Luke","chapter":"12","verse":"1","text":"Meanwhile, when many thousands of the crowd had gathered so that they were trampling on one another, Jesus began to speak first to his disciples, “Be on your guard against the yeast of the Pharisees, which is hypocrisy.","title":"Fear God, Not People"},{"bookname":"Luke","chapter":"12","verse":"2","text":"Nothing is hidden that will not be revealed, and nothing is secret that will not be made known."},{"bookname":"Luke","chapter":"12","verse":"3","text":"So then whatever you have said in the dark will be heard in the light, and what you have whispered in private rooms will be proclaimed from the housetops."},{"bookname":"Luke","chapter":"12","verse":"4","text":"“I tell you, my friends, do not be afraid of those who kill the body, and after that have nothing more they can do."},{"bookname":"Luke","chapter":"12","verse":"5","text":"But I will warn you whom you should fear: Fear the one who, after the killing, has authority to throw you into hell. Yes, I tell you, fear him!"},{"bookname":"Luke","chapter":"12","verse":"6","text":"Aren’t five sparrows sold for two pennies? Yet not one of them is forgotten before God."},{"bookname":"Luke","chapter":"12","verse":"7","text":"In fact, even the hairs on your head are all numbered. Do not be afraid; you are more valuable than many sparrows."},{"bookname":"Luke","chapter":"12","verse":"8","text":"“I tell you, whoever acknowledges me before men, the Son of Man will also acknowledge before God’s angels."},{"bookname":"Luke","chapter":"12","verse":"9","text":"But the one who denies me before men will be denied before God’s angels."},{"bookname":"Luke","chapter":"12","verse":"10","text":"And everyone who speaks a word against the Son of Man will be forgiven, but the person who blasphemes against the Holy Spirit will not be forgiven."},{"bookname":"Luke","chapter":"12","verse":"11","text":"But when they bring you before the synagogues, the rulers, and the authorities, do not worry about how you should make your defense or what you should say,"},{"bookname":"Luke","chapter":"12","verse":"12","text":"for the Holy Spirit will teach you at that moment what you must say.”"},{"bookname":"Luke","chapter":"12","verse":"13","text":"Then someone from the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.”","title":"The Parable of the Rich Landowner"},{"bookname":"Luke","chapter":"12","verse":"14","text":"But Jesus said to him, “Man, who made me a judge or arbitrator between you two?”"},{"bookname":"Luke","chapter":"12","verse":"15","text":"Then he said to them, “Watch out and guard yourself from all types of greed, because one’s life does not consist in the abundance of his possessions.”"},{"bookname":"Luke","chapter":"12","verse":"16","text":"He then told them a parable: “The land of a certain rich man produced an abundant crop,"},{"bookname":"Luke","chapter":"12","verse":"17","text":"so he thought to himself, ‘What should I do, for I have nowhere to store my crops?’"},{"bookname":"Luke","chapter":"12","verse":"18","text":"Then he said, ‘I will do this: I will tear down my barns and build bigger ones, and there I will store all my grain and my goods."},{"bookname":"Luke","chapter":"12","verse":"19","text":"And I will say to myself, “You have plenty of goods stored up for many years; relax, eat, drink, celebrate!”’"},{"bookname":"Luke","chapter":"12","verse":"20","text":"But God said to him, ‘You fool! This very night your life will be demanded back from you, but who will get what you have prepared for yourself?’"},{"bookname":"Luke","chapter":"12","verse":"21","text":"So it is with the one who stores up riches for himself, but is not rich toward God.”"},{"bookname":"Luke","chapter":"12","verse":"22","text":"Then Jesus said to his disciples, “Therefore I tell you, do not worry about your life, what you will eat, or about your body, what you will wear.","title":"Exhortation Not to Worry"},{"bookname":"Luke","chapter":"12","verse":"23","text":"For there is more to life than food, and more to the body than clothing."},{"bookname":"Luke","chapter":"12","verse":"24","text":"Consider the ravens: They do not sow or reap, they have no storeroom or barn, yet God feeds them. How much more valuable are you than the birds!"},{"bookname":"Luke","chapter":"12","verse":"25","text":"And which of you by worrying can add an hour to his life?"},{"bookname":"Luke","chapter":"12","verse":"26","text":"So if you cannot do such a very little thing as this, why do you worry about the rest?"},{"bookname":"Luke","chapter":"12","verse":"27","text":"Consider how the flowers grow; they do not work or spin. Yet I tell you, not even Solomon in all his glory was clothed like one of these!"},{"bookname":"Luke","chapter":"12","verse":"28","text":"And if this is how God clothes the wild grass, which is here today and tomorrow is tossed into the fire to heat the oven, how much more will he clothe you, you people of little faith!"},{"bookname":"Luke","chapter":"12","verse":"29","text":"So do not be overly concerned about what you will eat and what you will drink, and do not worry about such things."},{"bookname":"Luke","chapter":"12","verse":"30","text":"For all the nations of the world pursue these things, and your Father knows that you need them."},{"bookname":"Luke","chapter":"12","verse":"31","text":"Instead, pursue his kingdom, and these things will be given to you as well."},{"bookname":"Luke","chapter":"12","verse":"32","text":"“Do not be afraid, little flock, for your Father is well pleased to give you the kingdom."},{"bookname":"Luke","chapter":"12","verse":"33","text":"Sell your possessions and give to the poor. Provide yourselves purses that do not wear out &#8211; a treasure in heaven that never decreases, where no thief approaches and no moth destroys."},{"bookname":"Luke","chapter":"12","verse":"34","text":"For where your treasure is, there your heart will be also."},{"bookname":"Luke","chapter":"12","verse":"35","text":"“Get dressed for service and keep your lamps burning;","title":"Call to Faithful Stewardship"},{"bookname":"Luke","chapter":"12","verse":"36","text":"be like people waiting for their master to come back from the wedding celebration, so that when he comes and knocks they can immediately open the door for him."},{"bookname":"Luke","chapter":"12","verse":"37","text":"Blessed are those slaves whom their master finds alert when he returns! I tell you the truth, he will dress himself to serve, have them take their place at the table, and will come and wait on them!"},{"bookname":"Luke","chapter":"12","verse":"38","text":"Even if he comes in the second or third watch of the night and finds them alert, blessed are those slaves!"},{"bookname":"Luke","chapter":"12","verse":"39","text":"But understand this: If the owner of the house had known at what hour the thief was coming, he would not have let his house be broken into."},{"bookname":"Luke","chapter":"12","verse":"40","text":"You also must be ready, because the Son of Man will come at an hour when you do not expect him.”"},{"bookname":"Luke","chapter":"12","verse":"41","text":"Then Peter said, “Lord, are you telling this parable for us or for everyone?”"},{"bookname":"Luke","chapter":"12","verse":"42","text":"The Lord replied, “Who then is the faithful and wise manager, whom the master puts in charge of his household servants, to give them their allowance of food at the proper time?"},{"bookname":"Luke","chapter":"12","verse":"43","text":"Blessed is that slave whom his master finds at work when he returns."},{"bookname":"Luke","chapter":"12","verse":"44","text":"I tell you the truth, the master will put him in charge of all his possessions."},{"bookname":"Luke","chapter":"12","verse":"45","text":"But if that slave should say to himself, ‘My master is delayed in returning,’ and he begins to beat the other slaves, both men and women, and to eat, drink, and get drunk,"},{"bookname":"Luke","chapter":"12","verse":"46","text":"then the master of that slave will come on a day when he does not expect him and at an hour he does not foresee, and will cut him in two, and assign him a place with the unfaithful."},{"bookname":"Luke","chapter":"12","verse":"47","text":"That servant who knew his master’s will but did not get ready or do what his master asked will receive a severe beating."},{"bookname":"Luke","chapter":"12","verse":"48","text":"But the one who did not know his master’s will and did things worthy of punishment will receive a light beating. From everyone who has been given much, much will be required, and from the one who has been entrusted with much, even more will be asked."},{"bookname":"Luke","chapter":"12","verse":"49","text":"“I have come to bring fire on the earth &#8211; and how I wish it were already kindled!","title":"Not Peace, but Division"},{"bookname":"Luke","chapter":"12","verse":"50","text":"I have a baptism to undergo, and how distressed I am until it is finished!"},{"bookname":"Luke","chapter":"12","verse":"51","text":"Do you think I have come to bring peace on earth? No, I tell you, but rather division!"},{"bookname":"Luke","chapter":"12","verse":"52","text":"For from now on there will be five in one household divided, three against two and two against three."},{"bookname":"Luke","chapter":"12","verse":"53","text":"They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against mother-in-law.”"},{"bookname":"Luke","chapter":"12","verse":"54","text":"Jesus also said to the crowds, “When you see a cloud rising in the west, you say at once, ‘A rainstorm is coming,’ and it does.","title":"Reading the Signs"},{"bookname":"Luke","chapter":"12","verse":"55","text":"And when you see the south wind blowing, you say, ‘There will be scorching heat,’ and there is."},{"bookname":"Luke","chapter":"12","verse":"56","text":"You hypocrites! You know how to interpret the appearance of the earth and the sky, but how can you not know how to interpret the present time?"},{"bookname":"Luke","chapter":"12","verse":"57","text":"“And why don’t you judge for yourselves what is right?","title":"Clear the Debts"},{"bookname":"Luke","chapter":"12","verse":"58","text":"As you are going with your accuser before the magistrate, make an effort to settle with him on the way, so that he will not drag you before the judge, and the judge hand you over to the officer, and the officer throw you into prison."},{"bookname":"Luke","chapter":"12","verse":"59","text":"I tell you, you will never get out of there until you have paid the very last cent!”"}],[{"bookname":"Luke","chapter":"13","verse":"1","text":"Now there were some present on that occasion who told him about the Galileans whose blood Pilate had mixed with their sacrifices.","title":"A Call to Repent"},{"bookname":"Luke","chapter":"13","verse":"2","text":"He answered them, “Do you think these Galileans were worse sinners than all the other Galileans, because they suffered these things?"},{"bookname":"Luke","chapter":"13","verse":"3","text":"No, I tell you! But unless you repent, you will all perish as well!"},{"bookname":"Luke","chapter":"13","verse":"4","text":"Or those eighteen who were killed when the tower in Siloam fell on them, do you think they were worse offenders than all the others who live in Jerusalem?"},{"bookname":"Luke","chapter":"13","verse":"5","text":"No, I tell you! But unless you repent you will all perish as well!”"},{"bookname":"Luke","chapter":"13","verse":"6","text":"Then Jesus told this parable: “A man had a fig tree planted in his vineyard, and he came looking for fruit on it and found none.","title":"Warning to Israel to Bear Fruit"},{"bookname":"Luke","chapter":"13","verse":"7","text":"So he said to the worker who tended the vineyard, ‘For three years now, I have come looking for fruit on this fig tree, and each time I inspect it I find none. Cut it down! Why should it continue to deplete the soil?’"},{"bookname":"Luke","chapter":"13","verse":"8","text":"But the worker answered him, ‘Sir, leave it alone this year too, until I dig around it and put fertilizer on it."},{"bookname":"Luke","chapter":"13","verse":"9","text":"Then if it bears fruit next year, very well, but if not, you can cut it down.’”"},{"bookname":"Luke","chapter":"13","verse":"10","text":"Now he was teaching in one of the synagogues on the Sabbath,","title":"Healing on the Sabbath"},{"bookname":"Luke","chapter":"13","verse":"11","text":"and a woman was there who had been disabled by a spirit for eighteen years. She was bent over and could not straighten herself up completely."},{"bookname":"Luke","chapter":"13","verse":"12","text":"When Jesus saw her, he called her to him and said, “Woman, you are freed from your infirmity.”"},{"bookname":"Luke","chapter":"13","verse":"13","text":"Then he placed his hands on her, and immediately she straightened up and praised God."},{"bookname":"Luke","chapter":"13","verse":"14","text":"But the president of the synagogue, indignant because Jesus had healed on the Sabbath, said to the crowd, “There are six days on which work should be done! So come and be healed on those days, and not on the Sabbath day.”"},{"bookname":"Luke","chapter":"13","verse":"15","text":"Then the Lord answered him, “You hypocrites! Does not each of you on the Sabbath untie his ox or his donkey from its stall, and lead it to water?"},{"bookname":"Luke","chapter":"13","verse":"16","text":"Then shouldn’t this woman, a daughter of Abraham whom Satan bound for eighteen long years, be released from this imprisonment on the Sabbath day?”"},{"bookname":"Luke","chapter":"13","verse":"17","text":"When he said this all his adversaries were humiliated, but the entire crowd was rejoicing at all the wonderful things he was doing."},{"bookname":"Luke","chapter":"13","verse":"18","text":"Thus Jesus asked, “What is the kingdom of God like? To what should I compare it?","title":"On the Kingdom of God"},{"bookname":"Luke","chapter":"13","verse":"19","text":"It is like a mustard seed that a man took and sowed in his garden. It grew and became a tree, and the wild birds nested in its branches.”"},{"bookname":"Luke","chapter":"13","verse":"20","text":"Again he said, “To what should I compare the kingdom of God?"},{"bookname":"Luke","chapter":"13","verse":"21","text":"It is like yeast that a woman took and mixed with three measures of flour until all the dough had risen.”"},{"bookname":"Luke","chapter":"13","verse":"22","text":"Then Jesus traveled throughout towns and villages, teaching and making his way toward Jerusalem.","title":"The Narrow Door"},{"bookname":"Luke","chapter":"13","verse":"23","text":"Someone asked him, “Lord, will only a few be saved?” So he said to them,"},{"bookname":"Luke","chapter":"13","verse":"24","text":"“Exert every effort to enter through the narrow door, because many, I tell you, will try to enter and will not be able to."},{"bookname":"Luke","chapter":"13","verse":"25","text":"Once the head of the house gets up and shuts the door, then you will stand outside and start to knock on the door and beg him, ‘Lord, let us in!’ But he will answer you, ‘I don’t know where you come from.’"},{"bookname":"Luke","chapter":"13","verse":"26","text":"Then you will begin to say, ‘We ate and drank in your presence, and you taught in our streets.’"},{"bookname":"Luke","chapter":"13","verse":"27","text":"But he will reply, ‘I don’t know where you come from! Go away from me, all you evildoers!’"},{"bookname":"Luke","chapter":"13","verse":"28","text":"There will be weeping and gnashing of teeth when you see Abraham, Isaac, Jacob, and all the prophets in the kingdom of God but you yourselves thrown out."},{"bookname":"Luke","chapter":"13","verse":"29","text":"Then people will come from east and west, and from north and south, and take their places at the banquet table in the kingdom of God."},{"bookname":"Luke","chapter":"13","verse":"30","text":"But indeed, some are last who will be first, and some are first who will be last.”"},{"bookname":"Luke","chapter":"13","verse":"31","text":"At that time, some Pharisees came up and said to Jesus, “Get away from here, because Herod wants to kill you.”","title":"Going to Jerusalem"},{"bookname":"Luke","chapter":"13","verse":"32","text":"But he said to them, “Go and tell that fox, ‘Look, I am casting out demons and performing healings today and tomorrow, and on the third day I will complete my work."},{"bookname":"Luke","chapter":"13","verse":"33","text":"Nevertheless I must go on my way today and tomorrow and the next day, because it is impossible that a prophet should be killed outside Jerusalem.’"},{"bookname":"Luke","chapter":"13","verse":"34","text":"O Jerusalem, Jerusalem, you who kill the prophets and stone those who are sent to you! How often I have longed to gather your children together as a hen gathers her chicks under her wings, but you would have none of it!"},{"bookname":"Luke","chapter":"13","verse":"35","text":"Look, your house is forsaken! And I tell you, you will not see me until you say, ‘<b>Blessed is the one who comes in the name of the Lord!<\/b>’”"}],[{"bookname":"Luke","chapter":"14","verse":"1","text":"Now one Sabbath when Jesus went to dine at the house of a leader of the Pharisees, they were watching him closely.","title":"Healing Again on the Sabbath"},{"bookname":"Luke","chapter":"14","verse":"2","text":"There right in front of him was a man suffering from dropsy."},{"bookname":"Luke","chapter":"14","verse":"3","text":"So Jesus asked the experts in religious law and the Pharisees, “Is it lawful to heal on the Sabbath or not?”"},{"bookname":"Luke","chapter":"14","verse":"4","text":"But they remained silent. So Jesus took hold of the man, healed him, and sent him away."},{"bookname":"Luke","chapter":"14","verse":"5","text":"Then he said to them, “Which of you, if you have a son or an ox that has fallen into a well on a Sabbath day, will not immediately pull him out?”"},{"bookname":"Luke","chapter":"14","verse":"6","text":"But they could not reply to this."},{"bookname":"Luke","chapter":"14","verse":"7","text":"Then when Jesus noticed how the guests chose the places of honor, he told them a parable. He said to them,","title":"On Seeking Seats of Honor"},{"bookname":"Luke","chapter":"14","verse":"8","text":"“When you are invited by someone to a wedding feast, do not take the place of honor, because a person more distinguished than you may have been invited by your host."},{"bookname":"Luke","chapter":"14","verse":"9","text":"So the host who invited both of you will come and say to you, ‘Give this man your place.’ Then, ashamed, you will begin to move to the least important place."},{"bookname":"Luke","chapter":"14","verse":"10","text":"But when you are invited, go and take the least important place, so that when your host approaches he will say to you, ‘Friend, move up here to a better place.’ Then you will be honored in the presence of all who share the meal with you."},{"bookname":"Luke","chapter":"14","verse":"11","text":"For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”"},{"bookname":"Luke","chapter":"14","verse":"12","text":"He said also to the man who had invited him, “When you host a dinner or a banquet, don’t invite your friends or your brothers or your relatives or rich neighbors so you can be invited by them in return and get repaid."},{"bookname":"Luke","chapter":"14","verse":"13","text":"But when you host an elaborate meal, invite the poor, the crippled, the lame, and the blind."},{"bookname":"Luke","chapter":"14","verse":"14","text":"Then you will be blessed, because they cannot repay you, for you will be repaid at the resurrection of the righteous.”"},{"bookname":"Luke","chapter":"14","verse":"15","text":"When one of those at the meal with Jesus heard this, he said to him, “Blessed is everyone who will feast in the kingdom of God!”","title":"The Parable of the Great Banquet"},{"bookname":"Luke","chapter":"14","verse":"16","text":"But Jesus said to him, “A man once gave a great banquet and invited many guests."},{"bookname":"Luke","chapter":"14","verse":"17","text":"At the time for the banquet he sent his slave to tell those who had been invited, ‘Come, because everything is now ready.’"},{"bookname":"Luke","chapter":"14","verse":"18","text":"But one after another they all began to make excuses. The first said to him, ‘I have bought a field, and I must go out and see it. Please excuse me.’"},{"bookname":"Luke","chapter":"14","verse":"19","text":"Another said, ‘I have bought five yoke of oxen, and I am going out to examine them. Please excuse me.’"},{"bookname":"Luke","chapter":"14","verse":"20","text":"Another said, ‘I just got married, and I cannot come.’"},{"bookname":"Luke","chapter":"14","verse":"21","text":"So the slave came back and reported this to his master. Then the master of the household was furious and said to his slave, ‘Go out quickly to the streets and alleys of the city, and bring in the poor, the crippled, the blind, and the lame.’"},{"bookname":"Luke","chapter":"14","verse":"22","text":"Then the slave said, ‘Sir, what you instructed has been done, and there is still room.’"},{"bookname":"Luke","chapter":"14","verse":"23","text":"So the master said to his slave, ‘Go out to the highways and country roads and urge people to come in, so that my house will be filled."},{"bookname":"Luke","chapter":"14","verse":"24","text":"For I tell you, not one of those individuals who were invited will taste my banquet!’”"},{"bookname":"Luke","chapter":"14","verse":"25","text":"Now large crowds were accompanying Jesus, and turning to them he said,","title":"Counting the Cost"},{"bookname":"Luke","chapter":"14","verse":"26","text":"“If anyone comes to me and does not hate his own father and mother, and wife and children, and brothers and sisters, and even his own life, he cannot be my disciple."},{"bookname":"Luke","chapter":"14","verse":"27","text":"Whoever does not carry his own cross and follow me cannot be my disciple."},{"bookname":"Luke","chapter":"14","verse":"28","text":"For which of you, wanting to build a tower, doesn’t sit down first and compute the cost to see if he has enough money to complete it?"},{"bookname":"Luke","chapter":"14","verse":"29","text":"Otherwise, when he has laid a foundation and is not able to finish the tower, all who see it will begin to make fun of him."},{"bookname":"Luke","chapter":"14","verse":"30","text":"They will say, ‘This man began to build and was not able to finish!’"},{"bookname":"Luke","chapter":"14","verse":"31","text":"Or what king, going out to confront another king in battle, will not sit down first and determine whether he is able with ten thousand to oppose the one coming against him with twenty thousand?"},{"bookname":"Luke","chapter":"14","verse":"32","text":"If he cannot succeed, he will send a representative while the other is still a long way off and ask for terms of peace."},{"bookname":"Luke","chapter":"14","verse":"33","text":"In the same way therefore not one of you can be my disciple if he does not renounce all his own possessions."},{"bookname":"Luke","chapter":"14","verse":"34","text":"“Salt is good, but if salt loses its flavor, how can its flavor be restored?"},{"bookname":"Luke","chapter":"14","verse":"35","text":"It is of no value for the soil or for the manure pile; it is to be thrown out. The one who has ears to hear had better listen!”"}],[{"bookname":"Luke","chapter":"15","verse":"1","text":"Now all the tax collectors and sinners were coming to hear him.","title":"The Parable of the Lost Sheep and Coin"},{"bookname":"Luke","chapter":"15","verse":"2","text":"But the Pharisees and the experts in the law were complaining, “This man welcomes sinners and eats with them.”"},{"bookname":"Luke","chapter":"15","verse":"3","text":"So Jesus told them this parable:"},{"bookname":"Luke","chapter":"15","verse":"4","text":"“Which one of you, if he has a hundred sheep and loses one of them, would not leave the ninety-nine in the open pasture and go look for the one that is lost until he finds it?"},{"bookname":"Luke","chapter":"15","verse":"5","text":"Then when he has found it, he places it on his shoulders, rejoicing."},{"bookname":"Luke","chapter":"15","verse":"6","text":"Returning home, he calls together his friends and neighbors, telling them, ‘Rejoice with me, because I have found my sheep that was lost.’"},{"bookname":"Luke","chapter":"15","verse":"7","text":"I tell you, in the same way there will be more joy in heaven over one sinner who repents than over ninety-nine righteous people who have no need to repent."},{"bookname":"Luke","chapter":"15","verse":"8","text":"“Or what woman, if she has ten silver coins and loses one of them, does not light a lamp, sweep the house, and search thoroughly until she finds it?"},{"bookname":"Luke","chapter":"15","verse":"9","text":"Then when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’"},{"bookname":"Luke","chapter":"15","verse":"10","text":"In the same way, I tell you, there is joy in the presence of God’s angels over one sinner who repents.”"},{"bookname":"Luke","chapter":"15","verse":"11","text":"Then Jesus said, “A man had two sons.","title":"The Parable of the Compassionate Father"},{"bookname":"Luke","chapter":"15","verse":"12","text":"The younger of them said to his father, ‘Father, give me the share of the estate that will belong to me.’ So he divided his assets between them."},{"bookname":"Luke","chapter":"15","verse":"13","text":"After a few days, the younger son gathered together all he had and left on a journey to a distant country, and there he squandered his wealth with a wild lifestyle."},{"bookname":"Luke","chapter":"15","verse":"14","text":"Then after he had spent everything, a severe famine took place in that country, and he began to be in need."},{"bookname":"Luke","chapter":"15","verse":"15","text":"So he went and worked for one of the citizens of that country, who sent him to his fields to feed pigs."},{"bookname":"Luke","chapter":"15","verse":"16","text":"He was longing to eat the carob pods the pigs were eating, but no one gave him anything."},{"bookname":"Luke","chapter":"15","verse":"17","text":"But when he came to his senses he said, ‘How many of my father’s hired workers have food enough to spare, but here I am dying from hunger!"},{"bookname":"Luke","chapter":"15","verse":"18","text":"I will get up and go to my father and say to him, “Father, I have sinned against heaven and against you."},{"bookname":"Luke","chapter":"15","verse":"19","text":"I am no longer worthy to be called your son; treat me like one of your hired workers.”’"},{"bookname":"Luke","chapter":"15","verse":"20","text":"So he got up and went to his father. But while he was still a long way from home his father saw him, and his heart went out to him; he ran and hugged his son and kissed him."},{"bookname":"Luke","chapter":"15","verse":"21","text":"Then his son said to him, ‘Father, I have sinned against heaven and against you; I am no longer worthy to be called your son.’"},{"bookname":"Luke","chapter":"15","verse":"22","text":"But the father said to his slaves, ‘Hurry! Bring the best robe, and put it on him! Put a ring on his finger and sandals on his feet!"},{"bookname":"Luke","chapter":"15","verse":"23","text":"Bring the fattened calf and kill it! Let us eat and celebrate,"},{"bookname":"Luke","chapter":"15","verse":"24","text":"because this son of mine was dead, and is alive again &#8211; he was lost and is found!’ So they began to celebrate."},{"bookname":"Luke","chapter":"15","verse":"25","text":"“Now his older son was in the field. As he came and approached the house, he heard music and dancing."},{"bookname":"Luke","chapter":"15","verse":"26","text":"So he called one of the slaves and asked what was happening."},{"bookname":"Luke","chapter":"15","verse":"27","text":"The slave replied, ‘Your brother has returned, and your father has killed the fattened calf because he got his son back safe and sound.’"},{"bookname":"Luke","chapter":"15","verse":"28","text":"But the older son became angry and refused to go in. His father came out and appealed to him,"},{"bookname":"Luke","chapter":"15","verse":"29","text":"but he answered his father, ‘Look! These many years I have worked like a slave for you, and I never disobeyed your commands. Yet you never gave me even a goat so that I could celebrate with my friends!"},{"bookname":"Luke","chapter":"15","verse":"30","text":"But when this son of yours came back, who has devoured your assets with prostitutes, you killed the fattened calf for him!’"},{"bookname":"Luke","chapter":"15","verse":"31","text":"Then the father said to him, ‘Son, you are always with me, and everything that belongs to me is yours."},{"bookname":"Luke","chapter":"15","verse":"32","text":"It was appropriate to celebrate and be glad, for your brother was dead, and is alive; he was lost and is found.’”"}],[{"bookname":"Luke","chapter":"16","verse":"1","text":"Jesus also said to the disciples, “There was a rich man who was informed of accusations that his manager was wasting his assets.","title":"The Parable of the Clever Steward"},{"bookname":"Luke","chapter":"16","verse":"2","text":"So he called the manager in and said to him, ‘What is this I hear about you? Turn in the account of your administration, because you can no longer be my manager.’"},{"bookname":"Luke","chapter":"16","verse":"3","text":"Then the manager said to himself, ‘What should I do, since my master is taking my position away from me? I’m not strong enough to dig, and I’m too ashamed to beg."},{"bookname":"Luke","chapter":"16","verse":"4","text":"I know what to do so that when I am put out of management, people will welcome me into their homes.’"},{"bookname":"Luke","chapter":"16","verse":"5","text":"So he contacted his master’s debtors one by one. He asked the first, ‘How much do you owe my master?’"},{"bookname":"Luke","chapter":"16","verse":"6","text":"The man replied, ‘A hundred measures of olive oil.’ The manager said to him, ‘Take your bill, sit down quickly, and write fifty.’"},{"bookname":"Luke","chapter":"16","verse":"7","text":"Then he said to another, ‘And how much do you owe?’ The second man replied, ‘A hundred measures of wheat.’ The manager said to him, ‘Take your bill, and write eighty.’"},{"bookname":"Luke","chapter":"16","verse":"8","text":"The master commended the dishonest manager because he acted shrewdly. For the people of this world are more shrewd in dealing with their contemporaries than the people of light."},{"bookname":"Luke","chapter":"16","verse":"9","text":"And I tell you, make friends for yourselves by how you use worldly wealth, so that when it runs out you will be welcomed into the eternal homes."},{"bookname":"Luke","chapter":"16","verse":"10","text":"“The one who is faithful in a very little is also faithful in much, and the one who is dishonest in a very little is also dishonest in much."},{"bookname":"Luke","chapter":"16","verse":"11","text":"If then you haven’t been trustworthy in handling worldly wealth, who will entrust you with the true riches?"},{"bookname":"Luke","chapter":"16","verse":"12","text":"And if you haven’t been trustworthy with someone else’s property, who will give you your own?"},{"bookname":"Luke","chapter":"16","verse":"13","text":"No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.”"},{"bookname":"Luke","chapter":"16","verse":"14","text":"The Pharisees (who loved money) heard all this and ridiculed him.","title":"More Warnings about the Pharisees"},{"bookname":"Luke","chapter":"16","verse":"15","text":"But Jesus said to them, “You are the ones who justify yourselves in men’s eyes, but God knows your hearts. For what is highly prized among men is utterly detestable in God’s sight."},{"bookname":"Luke","chapter":"16","verse":"16","text":"“The law and the prophets were in force until John; since then, the good news of the kingdom of God has been proclaimed, and everyone is urged to enter it."},{"bookname":"Luke","chapter":"16","verse":"17","text":"But it is easier for heaven and earth to pass away than for one tiny stroke of a letter in the law to become void."},{"bookname":"Luke","chapter":"16","verse":"18","text":"“Everyone who divorces his wife and marries someone else commits adultery, and the one who marries a woman divorced from her husband commits adultery."},{"bookname":"Luke","chapter":"16","verse":"19","text":"“There was a rich man who dressed in purple and fine linen and who feasted sumptuously every day.","title":"The Rich Man and Lazarus"},{"bookname":"Luke","chapter":"16","verse":"20","text":"But at his gate lay a poor man named Lazarus whose body was covered with sores,"},{"bookname":"Luke","chapter":"16","verse":"21","text":"who longed to eat what fell from the rich man’s table. In addition, the dogs came and licked his sores."},{"bookname":"Luke","chapter":"16","verse":"22","text":"“Now the poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried."},{"bookname":"Luke","chapter":"16","verse":"23","text":"And in hell, as he was in torment, he looked up and saw Abraham far off with Lazarus at his side."},{"bookname":"Luke","chapter":"16","verse":"24","text":"So he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in anguish in this fire.’"},{"bookname":"Luke","chapter":"16","verse":"25","text":"But Abraham said, ‘Child, remember that in your lifetime you received your good things and Lazarus likewise bad things, but now he is comforted here and you are in anguish."},{"bookname":"Luke","chapter":"16","verse":"26","text":"Besides all this, a great chasm has been fixed between us, so that those who want to cross over from here to you cannot do so, and no one can cross from there to us.’"},{"bookname":"Luke","chapter":"16","verse":"27","text":"So the rich man said, ‘Then I beg you, father &#8211; send Lazarus to my father’s house"},{"bookname":"Luke","chapter":"16","verse":"28","text":"(for I have five brothers) to warn them so that they don’t come into this place of torment.’"},{"bookname":"Luke","chapter":"16","verse":"29","text":"But Abraham said, ‘They have Moses and the prophets; they must respond to them.’"},{"bookname":"Luke","chapter":"16","verse":"30","text":"Then the rich man said, ‘No, father Abraham, but if someone from the dead goes to them, they will repent.’"},{"bookname":"Luke","chapter":"16","verse":"31","text":"He replied to him, ‘If they do not respond to Moses and the prophets, they will not be convinced even if someone rises from the dead.’”"}],[{"bookname":"Luke","chapter":"17","verse":"1","text":"Jesus said to his disciples, “Stumbling blocks are sure to come, but woe to the one through whom they come!","title":"Sin, Forgiveness, Faith, and Service"},{"bookname":"Luke","chapter":"17","verse":"2","text":"It would be better for him to have a millstone tied around his neck and be thrown into the sea than for him to cause one of these little ones to sin."},{"bookname":"Luke","chapter":"17","verse":"3","text":"Watch yourselves! If your brother sins, rebuke him. If he repents, forgive him."},{"bookname":"Luke","chapter":"17","verse":"4","text":"Even if he sins against you seven times in a day, and seven times returns to you saying, ‘I repent,’ you must forgive him.”"},{"bookname":"Luke","chapter":"17","verse":"5","text":"The apostles said to the Lord, “Increase our faith!”"},{"bookname":"Luke","chapter":"17","verse":"6","text":"So the Lord replied, “If you had faith the size of a mustard seed, you could say to this black mulberry tree, ‘Be pulled out by the roots and planted in the sea,’ and it would obey you."},{"bookname":"Luke","chapter":"17","verse":"7","text":"“Would any one of you say to your slave who comes in from the field after plowing or shepherding sheep, ‘Come at once and sit down for a meal’?"},{"bookname":"Luke","chapter":"17","verse":"8","text":"Won’t the master instead say to him, ‘Get my dinner ready, and make yourself ready to serve me while I eat and drink. Then you may eat and drink’?"},{"bookname":"Luke","chapter":"17","verse":"9","text":"He won’t thank the slave because he did what he was told, will he?"},{"bookname":"Luke","chapter":"17","verse":"10","text":"So you too, when you have done everything you were commanded to do, should say, ‘We are slaves undeserving of special praise; we have only done what was our duty.’”"},{"bookname":"Luke","chapter":"17","verse":"11","text":"Now on the way to Jerusalem, Jesus was passing along between Samaria and Galilee.","title":"The Grateful Leper"},{"bookname":"Luke","chapter":"17","verse":"12","text":"As he was entering a village, ten men with leprosy met him. They stood at a distance,"},{"bookname":"Luke","chapter":"17","verse":"13","text":"raised their voices and said, “Jesus, Master, have mercy on us.”"},{"bookname":"Luke","chapter":"17","verse":"14","text":"When he saw them he said, “Go and show yourselves to the priests.” And as they went along, they were cleansed."},{"bookname":"Luke","chapter":"17","verse":"15","text":"Then one of them, when he saw he was healed, turned back, praising God with a loud voice."},{"bookname":"Luke","chapter":"17","verse":"16","text":"He fell with his face to the ground at Jesus’ feet and thanked him. (Now he was a Samaritan.)"},{"bookname":"Luke","chapter":"17","verse":"17","text":"Then Jesus said, “Were not ten cleansed? Where are the other nine?"},{"bookname":"Luke","chapter":"17","verse":"18","text":"Was no one found to turn back and give praise to God except this foreigner?”"},{"bookname":"Luke","chapter":"17","verse":"19","text":"Then he said to the man, “Get up and go your way. Your faith has made you well.”"},{"bookname":"Luke","chapter":"17","verse":"20","text":"Now at one point the Pharisees asked Jesus when the kingdom of God was coming, so he answered, “The kingdom of God is not coming with signs to be observed,","title":"The Coming of the Kingdom"},{"bookname":"Luke","chapter":"17","verse":"21","text":"nor will they say, ‘Look, here it is!’ or ‘There!’ For indeed, the kingdom of God is in your midst.”"},{"bookname":"Luke","chapter":"17","verse":"22","text":"Then he said to the disciples, “The days are coming when you will desire to see one of the days of the Son of Man, and you will not see it.","title":"The Coming of the Son of Man"},{"bookname":"Luke","chapter":"17","verse":"23","text":"Then people will say to you, ‘Look, there he is!’ or ‘Look, here he is!’ Do not go out or chase after them."},{"bookname":"Luke","chapter":"17","verse":"24","text":"For just like the lightning flashes and lights up the sky from one side to the other, so will the Son of Man be in his day."},{"bookname":"Luke","chapter":"17","verse":"25","text":"But first he must suffer many things and be rejected by this generation."},{"bookname":"Luke","chapter":"17","verse":"26","text":"Just as it was in the days of Noah, so too it will be in the days of the Son of Man."},{"bookname":"Luke","chapter":"17","verse":"27","text":"People were eating, they were drinking, they were marrying, they were being given in marriage &#8211; right up to the day Noah entered the ark. Then the flood came and destroyed them all."},{"bookname":"Luke","chapter":"17","verse":"28","text":"Likewise, just as it was in the days of Lot, people were eating, drinking, buying, selling, planting, building;"},{"bookname":"Luke","chapter":"17","verse":"29","text":"but on the day Lot went out from Sodom, fire and sulfur rained down from heaven and destroyed them all."},{"bookname":"Luke","chapter":"17","verse":"30","text":"It will be the same on the day the Son of Man is revealed."},{"bookname":"Luke","chapter":"17","verse":"31","text":"On that day, anyone who is on the roof, with his goods in the house, must not come down to take them away, and likewise the person in the field must not turn back."},{"bookname":"Luke","chapter":"17","verse":"32","text":"Remember Lot’s wife!"},{"bookname":"Luke","chapter":"17","verse":"33","text":"Whoever tries to keep his life will lose it, but whoever loses his life will preserve it."},{"bookname":"Luke","chapter":"17","verse":"34","text":"I tell you, in that night there will be two people in one bed; one will be taken and the other left."},{"bookname":"Luke","chapter":"17","verse":"35","text":"There will be two women grinding grain together; one will be taken and the other left.”"},{"bookname":"Luke","chapter":"17","verse":"36","text":"[[EMPTY]]"},{"bookname":"Luke","chapter":"17","verse":"37","text":"Then the disciples said to him, “Where, Lord?” He replied to them, “Where the dead body is, there the vultures will gather.”"}],[{"bookname":"Luke","chapter":"18","verse":"1","text":"Then Jesus told them a parable to show them they should always pray and not lose heart.","title":"Prayer and the Parable of the Persistent Widow"},{"bookname":"Luke","chapter":"18","verse":"2","text":"He said, “In a certain city there was a judge who neither feared God nor respected people."},{"bookname":"Luke","chapter":"18","verse":"3","text":"There was also a widow in that city who kept coming to him and saying, ‘Give me justice against my adversary.’"},{"bookname":"Luke","chapter":"18","verse":"4","text":"For a while he refused, but later on he said to himself, ‘Though I neither fear God nor have regard for people,"},{"bookname":"Luke","chapter":"18","verse":"5","text":"yet because this widow keeps on bothering me, I will give her justice, or in the end she will wear me out by her unending pleas.’”"},{"bookname":"Luke","chapter":"18","verse":"6","text":"And the Lord said, “Listen to what the unrighteous judge says!"},{"bookname":"Luke","chapter":"18","verse":"7","text":"Won’t God give justice to his chosen ones, who cry out to him day and night? Will he delay long to help them?"},{"bookname":"Luke","chapter":"18","verse":"8","text":"I tell you, he will give them justice speedily. Nevertheless, when the Son of Man comes, will he find faith on earth?”"},{"bookname":"Luke","chapter":"18","verse":"9","text":"Jesus also told this parable to some who were confident that they were righteous and looked down on everyone else.","title":"The Parable of the Pharisee and Tax Collector"},{"bookname":"Luke","chapter":"18","verse":"10","text":"“Two men went up to the temple to pray, one a Pharisee and the other a tax collector."},{"bookname":"Luke","chapter":"18","verse":"11","text":"The Pharisee stood and prayed about himself like this: ‘God, I thank you that I am not like other people: extortionists, unrighteous people, adulterers &#8211; or even like this tax collector."},{"bookname":"Luke","chapter":"18","verse":"12","text":"I fast twice a week; I give a tenth of everything I get.’"},{"bookname":"Luke","chapter":"18","verse":"13","text":"The tax collector, however, stood far off and would not even look up to heaven, but beat his breast and said, ‘God, be merciful to me, sinner that I am!’"},{"bookname":"Luke","chapter":"18","verse":"14","text":"I tell you that this man went down to his home justified rather than the Pharisee. For everyone who exalts himself will be humbled, but he who humbles himself will be exalted.”"},{"bookname":"Luke","chapter":"18","verse":"15","text":"Now people were even bringing their babies to him for him to touch. But when the disciples saw it, they began to scold those who brought them.","title":"Jesus and Little Children"},{"bookname":"Luke","chapter":"18","verse":"16","text":"But Jesus called for the children, saying, “Let the little children come to me and do not try to stop them, for the kingdom of God belongs to such as these."},{"bookname":"Luke","chapter":"18","verse":"17","text":"I tell you the truth, whoever does not receive the kingdom of God like a child will never enter it.”"},{"bookname":"Luke","chapter":"18","verse":"18","text":"Now a certain ruler asked him, “Good teacher, what must I do to inherit eternal life?”","title":"The Wealthy Ruler"},{"bookname":"Luke","chapter":"18","verse":"19","text":"Jesus said to him, “Why do you call me good? No one is good except God alone."},{"bookname":"Luke","chapter":"18","verse":"20","text":"You know the commandments: ‘<b>Do not commit adultery, do not murder, do not steal, do not give false testimony, honor your father and mother<\/b>.’”"},{"bookname":"Luke","chapter":"18","verse":"21","text":"The man replied, “I have wholeheartedly obeyed all these laws since my youth.”"},{"bookname":"Luke","chapter":"18","verse":"22","text":"When Jesus heard this, he said to him, “One thing you still lack. Sell all that you have and give the money to the poor, and you will have treasure in heaven. Then come, follow me.”"},{"bookname":"Luke","chapter":"18","verse":"23","text":"But when the man heard this he became very sad, for he was extremely wealthy."},{"bookname":"Luke","chapter":"18","verse":"24","text":"When Jesus noticed this, he said, “How hard it is for the rich to enter the kingdom of God!"},{"bookname":"Luke","chapter":"18","verse":"25","text":"In fact, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”"},{"bookname":"Luke","chapter":"18","verse":"26","text":"Those who heard this said, “Then who can be saved?”"},{"bookname":"Luke","chapter":"18","verse":"27","text":"He replied, “What is impossible for mere humans is possible for God.”"},{"bookname":"Luke","chapter":"18","verse":"28","text":"And Peter said, “Look, we have left everything we own to follow you!”"},{"bookname":"Luke","chapter":"18","verse":"29","text":"Then Jesus said to them, “I tell you the truth, there is no one who has left home or wife or brothers or parents or children for the sake of God’s kingdom"},{"bookname":"Luke","chapter":"18","verse":"30","text":"who will not receive many times more in this age &#8211; and in the age to come, eternal life.”"},{"bookname":"Luke","chapter":"18","verse":"31","text":"Then Jesus took the twelve aside and said to them, “Look, we are going up to Jerusalem, and everything that is written about the Son of Man by the prophets will be accomplished.","title":"Another Prediction of Jesus&#8217; Passion"},{"bookname":"Luke","chapter":"18","verse":"32","text":"For he will be handed over to the Gentiles; he will be mocked, mistreated, and spat on."},{"bookname":"Luke","chapter":"18","verse":"33","text":"They will flog him severely and kill him. Yet on the third day he will rise again.”"},{"bookname":"Luke","chapter":"18","verse":"34","text":"But the twelve understood none of these things. This saying was hidden from them, and they did not grasp what Jesus meant."},{"bookname":"Luke","chapter":"18","verse":"35","text":"As Jesus approached Jericho, a blind man was sitting by the road begging.","title":"Healing a Blind Man"},{"bookname":"Luke","chapter":"18","verse":"36","text":"When he heard a crowd going by, he asked what was going on."},{"bookname":"Luke","chapter":"18","verse":"37","text":"They told him, “Jesus the Nazarene is passing by.”"},{"bookname":"Luke","chapter":"18","verse":"38","text":"So he called out, “Jesus, Son of David, have mercy on me!”"},{"bookname":"Luke","chapter":"18","verse":"39","text":"And those who were in front scolded him to get him to be quiet, but he shouted even more, “Son of David, have mercy on me!”"},{"bookname":"Luke","chapter":"18","verse":"40","text":"So Jesus stopped and ordered the beggar to be brought to him. When the man came near, Jesus asked him,"},{"bookname":"Luke","chapter":"18","verse":"41","text":"“What do you want me to do for you?” He replied, “Lord, let me see again.”"},{"bookname":"Luke","chapter":"18","verse":"42","text":"Jesus said to him, “Receive your sight; your faith has healed you.”"},{"bookname":"Luke","chapter":"18","verse":"43","text":"And immediately he regained his sight and followed Jesus, praising God. When all the people saw it, they too gave praise to God."}],[{"bookname":"Luke","chapter":"19","verse":"1","text":"Jesus entered Jericho and was passing through it.","title":"Jesus and Zacchaeus"},{"bookname":"Luke","chapter":"19","verse":"2","text":"Now a man named Zacchaeus was there; he was a chief tax collector and was rich."},{"bookname":"Luke","chapter":"19","verse":"3","text":"He was trying to get a look at Jesus, but being a short man he could not see over the crowd."},{"bookname":"Luke","chapter":"19","verse":"4","text":"So he ran on ahead and climbed up into a sycamore tree to see him, because Jesus was going to pass that way."},{"bookname":"Luke","chapter":"19","verse":"5","text":"And when Jesus came to that place, he looked up and said to him, “Zacchaeus, come down quickly, because I must stay at your house today.”"},{"bookname":"Luke","chapter":"19","verse":"6","text":"So he came down quickly and welcomed Jesus joyfully."},{"bookname":"Luke","chapter":"19","verse":"7","text":"And when the people saw it, they all complained, “He has gone in to be the guest of a man who is a sinner.”"},{"bookname":"Luke","chapter":"19","verse":"8","text":"But Zacchaeus stopped and said to the Lord, “Look, Lord, half of my possessions I now give to the poor, and if I have cheated anyone of anything, I am paying back four times as much!”"},{"bookname":"Luke","chapter":"19","verse":"9","text":"Then Jesus said to him, “Today salvation has come to this household, because he too is a son of Abraham!"},{"bookname":"Luke","chapter":"19","verse":"10","text":"For the Son of Man came to seek and to save the lost.”"},{"bookname":"Luke","chapter":"19","verse":"11","text":"While the people were listening to these things, Jesus proceeded to tell a parable, because he was near to Jerusalem, and because they thought that the kingdom of God was going to appear immediately.","title":"The Parable of the Ten Minas"},{"bookname":"Luke","chapter":"19","verse":"12","text":"Therefore he said, “A nobleman went to a distant country to receive for himself a kingdom and then return."},{"bookname":"Luke","chapter":"19","verse":"13","text":"And he summoned ten of his slaves, gave them ten minas, and said to them, ‘Do business with these until I come back.’"},{"bookname":"Luke","chapter":"19","verse":"14","text":"But his citizens hated him and sent a delegation after him, saying, ‘We do not want this man to be king over us!’"},{"bookname":"Luke","chapter":"19","verse":"15","text":"When he returned after receiving the kingdom, he summoned these slaves to whom he had given the money. He wanted to know how much they had earned by trading."},{"bookname":"Luke","chapter":"19","verse":"16","text":"So the first one came before him and said, ‘Sir, your mina has made ten minas more.’"},{"bookname":"Luke","chapter":"19","verse":"17","text":"And the king said to him, ‘Well done, good slave! Because you have been faithful in a very small matter, you will have authority over ten cities.’"},{"bookname":"Luke","chapter":"19","verse":"18","text":"Then the second one came and said, ‘Sir, your mina has made five minas.’"},{"bookname":"Luke","chapter":"19","verse":"19","text":"So the king said to him, ‘And you are to be over five cities.’"},{"bookname":"Luke","chapter":"19","verse":"20","text":"Then another slave came and said, ‘Sir, here is your mina that I put away for safekeeping in a piece of cloth."},{"bookname":"Luke","chapter":"19","verse":"21","text":"For I was afraid of you, because you are a severe man. You withdraw what you did not deposit and reap what you did not sow.’"},{"bookname":"Luke","chapter":"19","verse":"22","text":"The king said to him, ‘I will judge you by your own words, you wicked slave! So you knew, did you, that I was a severe man, withdrawing what I didn’t deposit and reaping what I didn’t sow?"},{"bookname":"Luke","chapter":"19","verse":"23","text":"Why then didn’t you put my money in the bank, so that when I returned I could have collected it with interest?’"},{"bookname":"Luke","chapter":"19","verse":"24","text":"And he said to his attendants, ‘Take the mina from him, and give it to the one who has ten.’"},{"bookname":"Luke","chapter":"19","verse":"25","text":"But they said to him, ‘Sir, he has ten minas already!’"},{"bookname":"Luke","chapter":"19","verse":"26","text":"‘I tell you that everyone who has will be given more, but from the one who does not have, even what he has will be taken away."},{"bookname":"Luke","chapter":"19","verse":"27","text":"But as for these enemies of mine who did not want me to be their king, bring them here and slaughter them in front of me!’”"},{"bookname":"Luke","chapter":"19","verse":"28","text":"After Jesus had said this, he continued on ahead, going up to Jerusalem.","title":"The Triumphal Entry"},{"bookname":"Luke","chapter":"19","verse":"29","text":"Now when he approached Bethphage and Bethany, at the place called the Mount of Olives, he sent two of the disciples,"},{"bookname":"Luke","chapter":"19","verse":"30","text":"telling them, “Go to the village ahead of you. When you enter it, you will find a colt tied there that has never been ridden. Untie it and bring it here."},{"bookname":"Luke","chapter":"19","verse":"31","text":"If anyone asks you, ‘Why are you untying it?’ just say, ‘The Lord needs it.’”"},{"bookname":"Luke","chapter":"19","verse":"32","text":"So those who were sent ahead found it exactly as he had told them."},{"bookname":"Luke","chapter":"19","verse":"33","text":"As they were untying the colt, its owners asked them, “Why are you untying that colt?”"},{"bookname":"Luke","chapter":"19","verse":"34","text":"They replied, “The Lord needs it.”"},{"bookname":"Luke","chapter":"19","verse":"35","text":"Then they brought it to Jesus, threw their cloaks on the colt, and had Jesus get on it."},{"bookname":"Luke","chapter":"19","verse":"36","text":"As he rode along, they spread their cloaks on the road."},{"bookname":"Luke","chapter":"19","verse":"37","text":"As he approached the road leading down from the Mount of Olives, the whole crowd of his disciples began to rejoice and praise God with a loud voice for all the mighty works they had seen:"},{"bookname":"Luke","chapter":"19","verse":"38","text":"“<b>Blessed is the king<\/b> <b>who comes in the name of the Lord!<\/b> Peace in heaven and glory in the highest!”"},{"bookname":"Luke","chapter":"19","verse":"39","text":"But some of the Pharisees in the crowd said to him, “Teacher, rebuke your disciples.”"},{"bookname":"Luke","chapter":"19","verse":"40","text":"He answered, “I tell you, if they keep silent, the very stones will cry out!”"},{"bookname":"Luke","chapter":"19","verse":"41","text":"Now when Jesus approached and saw the city, he wept over it,","title":"Jesus Weeps for Jerusalem under Judgment"},{"bookname":"Luke","chapter":"19","verse":"42","text":"saying, “If you had only known on this day, even you, the things that make for peace! But now they are hidden from your eyes."},{"bookname":"Luke","chapter":"19","verse":"43","text":"For the days will come upon you when your enemies will build an embankment against you and surround you and close in on you from every side."},{"bookname":"Luke","chapter":"19","verse":"44","text":"They will demolish you &#8211; you and your children within your walls &#8211; and they will not leave within you one stone on top of another, because you did not recognize the time of your visitation from God.”"},{"bookname":"Luke","chapter":"19","verse":"45","text":"Then Jesus entered the temple courts and began to drive out those who were selling things there,","title":"Cleansing the Temple"},{"bookname":"Luke","chapter":"19","verse":"46","text":"saying to them, “It is written, ‘<b>My house will be a house of prayer<\/b>,’ but you have turned it into <b>a den<\/b> <b>of robbers<\/b>!”"},{"bookname":"Luke","chapter":"19","verse":"47","text":"Jesus was teaching daily in the temple courts. The chief priests and the experts in the law and the prominent leaders among the people were seeking to assassinate him,"},{"bookname":"Luke","chapter":"19","verse":"48","text":"but they could not find a way to do it, for all the people hung on his words."}],[{"bookname":"Luke","chapter":"20","verse":"1","text":"Now one day, as Jesus was teaching the people in the temple courts and proclaiming the gospel, the chief priests and the experts in the law with the elders came up","title":"The Authority of Jesus"},{"bookname":"Luke","chapter":"20","verse":"2","text":"and said to him, “Tell us: By what authority are you doing these things? Or who it is who gave you this authority?”"},{"bookname":"Luke","chapter":"20","verse":"3","text":"He answered them, “I will also ask you a question, and you tell me:"},{"bookname":"Luke","chapter":"20","verse":"4","text":"John’s baptism &#8211; was it from heaven or from people?”"},{"bookname":"Luke","chapter":"20","verse":"5","text":"So they discussed it with one another, saying, “If we say, ‘From heaven,’ he will say, ‘Why did you not believe him?’"},{"bookname":"Luke","chapter":"20","verse":"6","text":"But if we say, ‘From people,’ all the people will stone us, because they are convinced that John was a prophet.”"},{"bookname":"Luke","chapter":"20","verse":"7","text":"So they replied that they did not know where it came from."},{"bookname":"Luke","chapter":"20","verse":"8","text":"Then Jesus said to them, “Neither will I tell you by whose authority I do these things.”"},{"bookname":"Luke","chapter":"20","verse":"9","text":"Then he began to tell the people this parable: “A man planted a vineyard, leased it to tenant farmers, and went on a journey for a long time.","title":"The Parable of the Tenants"},{"bookname":"Luke","chapter":"20","verse":"10","text":"When harvest time came, he sent a slave to the tenants so that they would give him his portion of the crop. However, the tenants beat his slave and sent him away empty-handed."},{"bookname":"Luke","chapter":"20","verse":"11","text":"So he sent another slave. They beat this one too, treated him outrageously, and sent him away empty-handed."},{"bookname":"Luke","chapter":"20","verse":"12","text":"So he sent still a third. They even wounded this one, and threw him out."},{"bookname":"Luke","chapter":"20","verse":"13","text":"Then the owner of the vineyard said, ‘What should I do? I will send my one dear son; perhaps they will respect him.’"},{"bookname":"Luke","chapter":"20","verse":"14","text":"But when the tenants saw him, they said to one another, ‘This is the heir; let’s kill him so the inheritance will be ours!’"},{"bookname":"Luke","chapter":"20","verse":"15","text":"So they threw him out of the vineyard and killed him. What then will the owner of the vineyard do to them?"},{"bookname":"Luke","chapter":"20","verse":"16","text":"He will come and destroy those tenants and give the vineyard to others.” When the people heard this, they said, “May this never happen!”"},{"bookname":"Luke","chapter":"20","verse":"17","text":"But Jesus looked straight at them and said, “Then what is the meaning of that which is written: ‘<b>The stone the builders rejected has become the cornerstone<\/b>’?"},{"bookname":"Luke","chapter":"20","verse":"18","text":"Everyone who falls on this stone will be broken to pieces, and the one on whom it falls will be crushed.”"},{"bookname":"Luke","chapter":"20","verse":"19","text":"Then the experts in the law and the chief priests wanted to arrest him that very hour, because they realized he had told this parable against them. But they were afraid of the people."},{"bookname":"Luke","chapter":"20","verse":"20","text":"Then they watched him carefully and sent spies who pretended to be sincere. They wanted to take advantage of what he might say so that they could deliver him up to the authority and jurisdiction of the governor.","title":"Paying Taxes to Caesar"},{"bookname":"Luke","chapter":"20","verse":"21","text":"Thus they asked him, “Teacher, we know that you speak and teach correctly, and show no partiality, but teach the way of God in accordance with the truth."},{"bookname":"Luke","chapter":"20","verse":"22","text":"Is it right for us to pay the tribute tax to Caesar or not?”"},{"bookname":"Luke","chapter":"20","verse":"23","text":"But Jesus perceived their deceit and said to them,"},{"bookname":"Luke","chapter":"20","verse":"24","text":"“Show me a denarius. Whose image and inscription are on it?” They said, “Caesar’s.”"},{"bookname":"Luke","chapter":"20","verse":"25","text":"So he said to them, “Then give to Caesar the things that are Caesar’s, and to God the things that are God’s.”"},{"bookname":"Luke","chapter":"20","verse":"26","text":"Thus they were unable in the presence of the people to trap him with his own words. And stunned by his answer, they fell silent."},{"bookname":"Luke","chapter":"20","verse":"27","text":"Now some Sadducees (who contend that there is no resurrection) came to him.","title":"Marriage and the Resurrection"},{"bookname":"Luke","chapter":"20","verse":"28","text":"They asked him, “Teacher, Moses wrote for us that <b>if<\/b> <b>a man’s brother dies leaving<\/b> a wife but <b>no children, that man<\/b> <b>must marry<\/b> <b>the widow and father children<\/b> <b>for his brother<\/b>."},{"bookname":"Luke","chapter":"20","verse":"29","text":"Now there were seven brothers. The first one married a woman and died without children."},{"bookname":"Luke","chapter":"20","verse":"30","text":"The second"},{"bookname":"Luke","chapter":"20","verse":"31","text":"and then the third married her, and in this same way all seven died, leaving no children."},{"bookname":"Luke","chapter":"20","verse":"32","text":"Finally the woman died too."},{"bookname":"Luke","chapter":"20","verse":"33","text":"In the resurrection, therefore, whose wife will the woman be? For all seven had married her.”"},{"bookname":"Luke","chapter":"20","verse":"34","text":"So Jesus said to them, “The people of this age marry and are given in marriage."},{"bookname":"Luke","chapter":"20","verse":"35","text":"But those who are regarded as worthy to share in that age and in the resurrection from the dead neither marry nor are given in marriage."},{"bookname":"Luke","chapter":"20","verse":"36","text":"In fact, they can no longer die, because they are equal to angels and are sons of God, since they are sons of the resurrection."},{"bookname":"Luke","chapter":"20","verse":"37","text":"But even Moses revealed that the dead are raised in the passage about the bush, where he calls the Lord <b>the God of Abraham and the God of Isaac and the God of Jacob<\/b>."},{"bookname":"Luke","chapter":"20","verse":"38","text":"Now he is not God of the dead, but of the living, for all live before him.”"},{"bookname":"Luke","chapter":"20","verse":"39","text":"Then some of the experts in the law answered, “Teacher, you have spoken well!”"},{"bookname":"Luke","chapter":"20","verse":"40","text":"For they did not dare any longer to ask him anything."},{"bookname":"Luke","chapter":"20","verse":"41","text":"But he said to them, “How is it that they say that the Christ is David’s son?","title":"The Messiah: David&#8217;s Son and Lord"},{"bookname":"Luke","chapter":"20","verse":"42","text":"For David himself says in the book of Psalms, ‘<b>The Lord said to my<\/b> <b>lord,<\/b> “<b>Sit at my right hand,<\/b>"},{"bookname":"Luke","chapter":"20","verse":"43","text":"<b>until I make your enemies a footstool for your feet<\/b>.”’"},{"bookname":"Luke","chapter":"20","verse":"44","text":"If David then calls him ‘Lord,’ how can he be his son?”"},{"bookname":"Luke","chapter":"20","verse":"45","text":"As all the people were listening, Jesus said to his disciples,","title":"Jesus Warns the Disciples against Pride"},{"bookname":"Luke","chapter":"20","verse":"46","text":"“Beware of the experts in the law. They like walking around in long robes, and they love elaborate greetings in the marketplaces and the best seats in the synagogues and the places of honor at banquets."},{"bookname":"Luke","chapter":"20","verse":"47","text":"They devour widows’ property, and as a show make long prayers. They will receive a more severe punishment.”"}],[{"bookname":"Luke","chapter":"21","verse":"1","text":"Jesus looked up and saw the rich putting their gifts into the offering box.","title":"The Widow&#8217;s Offering"},{"bookname":"Luke","chapter":"21","verse":"2","text":"He also saw a poor widow put in two small copper coins."},{"bookname":"Luke","chapter":"21","verse":"3","text":"He said, “I tell you the truth, this poor widow has put in more than all of them."},{"bookname":"Luke","chapter":"21","verse":"4","text":"For they all offered their gifts out of their wealth. But she, out of her poverty, put in everything she had to live on.”"},{"bookname":"Luke","chapter":"21","verse":"5","text":"Now while some were speaking about the temple, how it was adorned with beautiful stones and offerings, Jesus said,","title":"The Signs of the End of the Age"},{"bookname":"Luke","chapter":"21","verse":"6","text":"“As for these things that you are gazing at, the days will come when not one stone will be left on another. All will be torn down!”"},{"bookname":"Luke","chapter":"21","verse":"7","text":"So they asked him, “Teacher, when will these things happen? And what will be the sign that these things are about to take place?”"},{"bookname":"Luke","chapter":"21","verse":"8","text":"He said, “Watch out that you are not misled. For many will come in my name, saying, ‘I am he,’ and, ‘The time is near.’ Do not follow them!"},{"bookname":"Luke","chapter":"21","verse":"9","text":"And when you hear of wars and rebellions, do not be afraid. For these things must happen first, but the end will not come at once.”"},{"bookname":"Luke","chapter":"21","verse":"10","text":"Then he said to them, “Nation will rise up in arms against nation, and kingdom against kingdom.","title":"Persecution of Disciples"},{"bookname":"Luke","chapter":"21","verse":"11","text":"There will be great earthquakes, and famines and plagues in various places, and there will be terrifying sights and great signs from heaven."},{"bookname":"Luke","chapter":"21","verse":"12","text":"But before all this, they will seize you and persecute you, handing you over to the synagogues and prisons. You will be brought before kings and governors because of my name."},{"bookname":"Luke","chapter":"21","verse":"13","text":"This will be a time for you to serve as witnesses."},{"bookname":"Luke","chapter":"21","verse":"14","text":"Therefore be resolved not to rehearse ahead of time how to make your defense."},{"bookname":"Luke","chapter":"21","verse":"15","text":"For I will give you the words along with the wisdom that none of your adversaries will be able to withstand or contradict."},{"bookname":"Luke","chapter":"21","verse":"16","text":"You will be betrayed even by parents, brothers, relatives, and friends, and they will have some of you put to death."},{"bookname":"Luke","chapter":"21","verse":"17","text":"You will be hated by everyone because of my name."},{"bookname":"Luke","chapter":"21","verse":"18","text":"Yet not a hair of your head will perish."},{"bookname":"Luke","chapter":"21","verse":"19","text":"By your endurance you will gain your lives."},{"bookname":"Luke","chapter":"21","verse":"20","text":"“But when you see Jerusalem surrounded by armies, then know that its desolation has come near.","title":"The Desolation of Jerusalem"},{"bookname":"Luke","chapter":"21","verse":"21","text":"Then those who are in Judea must flee to the mountains. Those who are inside the city must depart. Those who are out in the country must not enter it,"},{"bookname":"Luke","chapter":"21","verse":"22","text":"because these are days of vengeance, to fulfill all that is written."},{"bookname":"Luke","chapter":"21","verse":"23","text":"Woe to those who are pregnant and to those who are nursing their babies in those days! For there will be great distress on the earth and wrath against this people."},{"bookname":"Luke","chapter":"21","verse":"24","text":"They will fall by the edge of the sword and be led away as captives among all nations. Jerusalem will be trampled down by the Gentiles until the times of the Gentiles are fulfilled."},{"bookname":"Luke","chapter":"21","verse":"25","text":"“And there will be signs in the sun and moon and stars, and on the earth nations will be in distress, anxious over the roaring of the sea and the surging waves.","title":"The Arrival of the Son of Man"},{"bookname":"Luke","chapter":"21","verse":"26","text":"People will be fainting from fear and from the expectation of what is coming on the world, for the powers of the heavens will be shaken."},{"bookname":"Luke","chapter":"21","verse":"27","text":"Then they will see the Son of Man arriving in a cloud with power and great glory."},{"bookname":"Luke","chapter":"21","verse":"28","text":"But when these things begin to happen, stand up and raise your heads, because your redemption is drawing near.”"},{"bookname":"Luke","chapter":"21","verse":"29","text":"Then he told them a parable: “Look at the fig tree and all the other trees.","title":"The Parable of the Fig Tree"},{"bookname":"Luke","chapter":"21","verse":"30","text":"When they sprout leaves, you see for yourselves and know that summer is now near."},{"bookname":"Luke","chapter":"21","verse":"31","text":"So also you, when you see these things happening, know that the kingdom of God is near."},{"bookname":"Luke","chapter":"21","verse":"32","text":"I tell you the truth, this generation will not pass away until all these things take place."},{"bookname":"Luke","chapter":"21","verse":"33","text":"Heaven and earth will pass away, but my words will never pass away."},{"bookname":"Luke","chapter":"21","verse":"34","text":"“But be on your guard so that your hearts are not weighed down with dissipation and drunkenness and the worries of this life, and that day close down upon you suddenly like a trap.","title":"Be Ready!"},{"bookname":"Luke","chapter":"21","verse":"35","text":"For it will overtake all who live on the face of the whole earth."},{"bookname":"Luke","chapter":"21","verse":"36","text":"But stay alert at all times, praying that you may have strength to escape all these things that must happen, and to stand before the Son of Man.”"},{"bookname":"Luke","chapter":"21","verse":"37","text":"So every day Jesus was teaching in the temple courts, but at night he went and stayed on the Mount of Olives."},{"bookname":"Luke","chapter":"21","verse":"38","text":"And all the people came to him early in the morning to listen to him in the temple courts."}],[{"bookname":"Luke","chapter":"22","verse":"1","text":"Now the Feast of Unleavened Bread, which is called the Passover, was approaching.","title":"Judas&#8217; Decision to Betray Jesus"},{"bookname":"Luke","chapter":"22","verse":"2","text":"The chief priests and the experts in the law were trying to find some way to execute Jesus, for they were afraid of the people."},{"bookname":"Luke","chapter":"22","verse":"3","text":"Then Satan entered Judas, the one called Iscariot, who was one of the twelve."},{"bookname":"Luke","chapter":"22","verse":"4","text":"He went away and discussed with the chief priests and officers of the temple guard how he might betray Jesus, handing him over to them."},{"bookname":"Luke","chapter":"22","verse":"5","text":"They were delighted and arranged to give him money."},{"bookname":"Luke","chapter":"22","verse":"6","text":"So Judas agreed and began looking for an opportunity to betray Jesus when no crowd was present."},{"bookname":"Luke","chapter":"22","verse":"7","text":"Then the day for the feast of Unleavened Bread came, on which the Passover lamb had to be sacrificed.","title":"The Passover"},{"bookname":"Luke","chapter":"22","verse":"8","text":"Jesus sent Peter and John, saying, “Go and prepare the Passover for us to eat.”"},{"bookname":"Luke","chapter":"22","verse":"9","text":"They said to him, “Where do you want us to prepare it?”"},{"bookname":"Luke","chapter":"22","verse":"10","text":"He said to them, “Listen, when you have entered the city, a man carrying a jar of water will meet you. Follow him into the house that he enters,"},{"bookname":"Luke","chapter":"22","verse":"11","text":"and tell the owner of the house, ‘The Teacher says to you, “Where is the guest room where I may eat the Passover with my disciples?”’"},{"bookname":"Luke","chapter":"22","verse":"12","text":"Then he will show you a large furnished room upstairs. Make preparations there.”"},{"bookname":"Luke","chapter":"22","verse":"13","text":"So they went and found things just as he had told them, and they prepared the Passover."},{"bookname":"Luke","chapter":"22","verse":"14","text":"Now when the hour came, Jesus took his place at the table and the apostles joined him.","title":"The Lord&#8217;s Supper"},{"bookname":"Luke","chapter":"22","verse":"15","text":"And he said to them, “I have earnestly desired to eat this Passover with you before I suffer."},{"bookname":"Luke","chapter":"22","verse":"16","text":"For I tell you, I will not eat it again until it is fulfilled in the kingdom of God.”"},{"bookname":"Luke","chapter":"22","verse":"17","text":"Then he took a cup, and after giving thanks he said, “Take this and divide it among yourselves."},{"bookname":"Luke","chapter":"22","verse":"18","text":"For I tell you that from now on I will not drink of the fruit of the vine until the kingdom of God comes.”"},{"bookname":"Luke","chapter":"22","verse":"19","text":"Then he took bread, and after giving thanks he broke it and gave it to them, saying, “This is my body which is given for you. Do this in remembrance of me.”"},{"bookname":"Luke","chapter":"22","verse":"20","text":"And in the same way he took the cup after they had eaten, saying, “This cup that is poured out for you is the new covenant in my blood."},{"bookname":"Luke","chapter":"22","verse":"21","text":"“But look, the hand of the one who betrays me is with me on the table.","title":"A Final Discourse"},{"bookname":"Luke","chapter":"22","verse":"22","text":"For the Son of Man is to go just as it has been determined, but woe to that man by whom he is betrayed!”"},{"bookname":"Luke","chapter":"22","verse":"23","text":"So they began to question one another as to which of them it could possibly be who would do this."},{"bookname":"Luke","chapter":"22","verse":"24","text":"A dispute also started among them over which of them was to be regarded as the greatest."},{"bookname":"Luke","chapter":"22","verse":"25","text":"So Jesus said to them, “The kings of the Gentiles lord it over them, and those in authority over them are called ‘benefactors.’"},{"bookname":"Luke","chapter":"22","verse":"26","text":"Not so with you; instead the one who is greatest among you must become like the youngest, and the leader like the one who serves."},{"bookname":"Luke","chapter":"22","verse":"27","text":"For who is greater, the one who is seated at the table, or the one who serves? Is it not the one who is seated at the table? But I am among you as one who serves."},{"bookname":"Luke","chapter":"22","verse":"28","text":"“You are the ones who have remained with me in my trials."},{"bookname":"Luke","chapter":"22","verse":"29","text":"Thus I grant to you a kingdom, just as my Father granted to me,"},{"bookname":"Luke","chapter":"22","verse":"30","text":"that you may eat and drink at my table in my kingdom, and you will sit on thrones judging the twelve tribes of Israel."},{"bookname":"Luke","chapter":"22","verse":"31","text":"“Simon, Simon, pay attention! Satan has demanded to have you all, to sift you like wheat,"},{"bookname":"Luke","chapter":"22","verse":"32","text":"but I have prayed for you, Simon, that your faith may not fail. When you have turned back, strengthen your brothers.”"},{"bookname":"Luke","chapter":"22","verse":"33","text":"But Peter said to him, “Lord, I am ready to go with you both to prison and to death!”"},{"bookname":"Luke","chapter":"22","verse":"34","text":"Jesus replied, “I tell you, Peter, the rooster will not crow today until you have denied three times that you know me.”"},{"bookname":"Luke","chapter":"22","verse":"35","text":"Then Jesus said to them, “When I sent you out with no money bag, or traveler’s bag, or sandals, you didn’t lack anything, did you?” They replied, “Nothing.”"},{"bookname":"Luke","chapter":"22","verse":"36","text":"He said to them, “But now, the one who has a money bag must take it, and likewise a traveler’s bag too. And the one who has no sword must sell his cloak and buy one."},{"bookname":"Luke","chapter":"22","verse":"37","text":"For I tell you that this scripture must be fulfilled in me, ‘<b>And he was counted with the transgressors<\/b>.’ For what is written about me is being fulfilled.”"},{"bookname":"Luke","chapter":"22","verse":"38","text":"So they said, “Look, Lord, here are two swords.” Then he told them, “It is enough.”"},{"bookname":"Luke","chapter":"22","verse":"39","text":"Then Jesus went out and made his way, as he customarily did, to the Mount of Olives, and the disciples followed him.","title":"On the Mount of Olives"},{"bookname":"Luke","chapter":"22","verse":"40","text":"When he came to the place, he said to them, “Pray that you will not fall into temptation.”"},{"bookname":"Luke","chapter":"22","verse":"41","text":"He went away from them about a stone’s throw, knelt down, and prayed,"},{"bookname":"Luke","chapter":"22","verse":"42","text":"“Father, if you are willing, take this cup away from me. Yet not my will but yours be done.”"},{"bookname":"Luke","chapter":"22","verse":"43","text":"[Then an angel from heaven appeared to him and strengthened him."},{"bookname":"Luke","chapter":"22","verse":"44","text":"And in his anguish he prayed more earnestly, and his sweat was like drops of blood falling to the ground.]"},{"bookname":"Luke","chapter":"22","verse":"45","text":"When he got up from prayer, he came to the disciples and found them sleeping, exhausted from grief."},{"bookname":"Luke","chapter":"22","verse":"46","text":"So he said to them, “Why are you sleeping? Get up and pray that you will not fall into temptation!”"},{"bookname":"Luke","chapter":"22","verse":"47","text":"While he was still speaking, suddenly a crowd appeared, and the man named Judas, one of the twelve, was leading them. He walked up to Jesus to kiss him.","title":"Betrayal and Arrest"},{"bookname":"Luke","chapter":"22","verse":"48","text":"But Jesus said to him, “Judas, would you betray the Son of Man with a kiss?”"},{"bookname":"Luke","chapter":"22","verse":"49","text":"When those who were around him saw what was about to happen, they said, “Lord, should we use our swords?”"},{"bookname":"Luke","chapter":"22","verse":"50","text":"Then one of them struck the high priest’s slave, cutting off his right ear."},{"bookname":"Luke","chapter":"22","verse":"51","text":"But Jesus said, “Enough of this!” And he touched the man’s ear and healed him."},{"bookname":"Luke","chapter":"22","verse":"52","text":"Then Jesus said to the chief priests, the officers of the temple guard, and the elders who had come out to get him, “Have you come out with swords and clubs like you would against an outlaw?"},{"bookname":"Luke","chapter":"22","verse":"53","text":"Day after day when I was with you in the temple courts, you did not arrest me. But this is your hour, and that of the power of darkness!”"},{"bookname":"Luke","chapter":"22","verse":"54","text":"Then they arrested Jesus, led him away, and brought him into the high priest’s house. But Peter was following at a distance.","title":"Jesus&#8217; Condemnation and Peter&#8217;s Denials"},{"bookname":"Luke","chapter":"22","verse":"55","text":"When they had made a fire in the middle of the courtyard and sat down together, Peter sat down among them."},{"bookname":"Luke","chapter":"22","verse":"56","text":"Then a slave girl, seeing him as he sat in the firelight, stared at him and said, “This man was with him too!”"},{"bookname":"Luke","chapter":"22","verse":"57","text":"But Peter denied it: “Woman, I don’t know him!”"},{"bookname":"Luke","chapter":"22","verse":"58","text":"Then a little later someone else saw him and said, “You are one of them too.” But Peter said, “Man, I am not!”"},{"bookname":"Luke","chapter":"22","verse":"59","text":"And after about an hour still another insisted, “Certainly this man was with him, because he too is a Galilean.”"},{"bookname":"Luke","chapter":"22","verse":"60","text":"But Peter said, “Man, I don’t know what you’re talking about!” At that moment, while he was still speaking, a rooster crowed."},{"bookname":"Luke","chapter":"22","verse":"61","text":"Then the Lord turned and looked straight at Peter, and Peter remembered the word of the Lord, how he had said to him, “Before a rooster crows today, you will deny me three times.”"},{"bookname":"Luke","chapter":"22","verse":"62","text":"And he went outside and wept bitterly."},{"bookname":"Luke","chapter":"22","verse":"63","text":"Now the men who were holding Jesus under guard began to mock him and beat him."},{"bookname":"Luke","chapter":"22","verse":"64","text":"They blindfolded him and asked him repeatedly, “Prophesy! Who hit you?”"},{"bookname":"Luke","chapter":"22","verse":"65","text":"They also said many other things against him, reviling him."},{"bookname":"Luke","chapter":"22","verse":"66","text":"When day came, the council of the elders of the people gathered together, both the chief priests and the experts in the law. Then they led Jesus away to their council"},{"bookname":"Luke","chapter":"22","verse":"67","text":"and said, “If you are the Christ, tell us.” But he said to them, “If I tell you, you will not believe,"},{"bookname":"Luke","chapter":"22","verse":"68","text":"and if I ask you, you will not answer."},{"bookname":"Luke","chapter":"22","verse":"69","text":"But from now on the Son of Man will be seated at the right hand of the power of God.”"},{"bookname":"Luke","chapter":"22","verse":"70","text":"So they all said, “Are you the Son of God, then?” He answered them, “You say that I am.”"},{"bookname":"Luke","chapter":"22","verse":"71","text":"Then they said, “Why do we need further testimony? We have heard it ourselves from his own lips!”"}],[{"bookname":"Luke","chapter":"23","verse":"1","text":"Then the whole group of them rose up and brought Jesus before Pilate.","title":"Jesus Brought Before Pilate"},{"bookname":"Luke","chapter":"23","verse":"2","text":"They began to accuse him, saying, “We found this man subverting our nation, forbidding us to pay the tribute tax to Caesar and claiming that he himself is Christ, a king.”"},{"bookname":"Luke","chapter":"23","verse":"3","text":"So Pilate asked Jesus, “Are you the king of the Jews?” He replied, “You say so.”"},{"bookname":"Luke","chapter":"23","verse":"4","text":"Then Pilate said to the chief priests and the crowds, “I find no basis for an accusation against this man.”"},{"bookname":"Luke","chapter":"23","verse":"5","text":"But they persisted in saying, “He incites the people by teaching throughout all Judea. It started in Galilee and ended up here!”"},{"bookname":"Luke","chapter":"23","verse":"6","text":"Now when Pilate heard this, he asked whether the man was a Galilean.","title":"Jesus Brought Before Herod"},{"bookname":"Luke","chapter":"23","verse":"7","text":"When he learned that he was from Herod’s jurisdiction, he sent him over to Herod, who also happened to be in Jerusalem at that time."},{"bookname":"Luke","chapter":"23","verse":"8","text":"When Herod saw Jesus, he was very glad, for he had long desired to see him, because he had heard about him and was hoping to see him perform some miraculous sign."},{"bookname":"Luke","chapter":"23","verse":"9","text":"So Herod questioned him at considerable length; Jesus gave him no answer."},{"bookname":"Luke","chapter":"23","verse":"10","text":"The chief priests and the experts in the law were there, vehemently accusing him."},{"bookname":"Luke","chapter":"23","verse":"11","text":"Even Herod with his soldiers treated him with contempt and mocked him. Then, dressing him in elegant clothes, Herod sent him back to Pilate."},{"bookname":"Luke","chapter":"23","verse":"12","text":"That very day Herod and Pilate became friends with each other, for prior to this they had been enemies."},{"bookname":"Luke","chapter":"23","verse":"13","text":"Then Pilate called together the chief priests, the rulers, and the people,","title":"Jesus Brought Before the Crowd"},{"bookname":"Luke","chapter":"23","verse":"14","text":"and said to them, “You brought me this man as one who was misleading the people. When I examined him before you, I did not find this man guilty of anything you accused him of doing."},{"bookname":"Luke","chapter":"23","verse":"15","text":"Neither did Herod, for he sent him back to us. Look, he has done nothing deserving death."},{"bookname":"Luke","chapter":"23","verse":"16","text":"I will therefore have him flogged and release him.”"},{"bookname":"Luke","chapter":"23","verse":"17","text":"[[EMPTY]]"},{"bookname":"Luke","chapter":"23","verse":"18","text":"But they all shouted out together, “Take this man away! Release Barabbas for us!”"},{"bookname":"Luke","chapter":"23","verse":"19","text":"(This was a man who had been thrown into prison for an insurrection started in the city, and for murder.)"},{"bookname":"Luke","chapter":"23","verse":"20","text":"Pilate addressed them once again because he wanted to release Jesus."},{"bookname":"Luke","chapter":"23","verse":"21","text":"But they kept on shouting, “Crucify, crucify him!”"},{"bookname":"Luke","chapter":"23","verse":"22","text":"A third time he said to them, “Why? What wrong has he done? I have found him guilty of no crime deserving death. I will therefore flog him and release him.”"},{"bookname":"Luke","chapter":"23","verse":"23","text":"But they were insistent, demanding with loud shouts that he be crucified. And their shouts prevailed."},{"bookname":"Luke","chapter":"23","verse":"24","text":"So Pilate decided that their demand should be granted."},{"bookname":"Luke","chapter":"23","verse":"25","text":"He released the man they asked for, who had been thrown in prison for insurrection and murder. But he handed Jesus over to their will."},{"bookname":"Luke","chapter":"23","verse":"26","text":"As they led him away, they seized Simon of Cyrene, who was coming in from the country. They placed the cross on his back and made him carry it behind Jesus.","title":"The Crucifixion"},{"bookname":"Luke","chapter":"23","verse":"27","text":"A great number of the people followed him, among them women who were mourning and wailing for him."},{"bookname":"Luke","chapter":"23","verse":"28","text":"But Jesus turned to them and said, “Daughters of Jerusalem, do not weep for me, but weep for yourselves and for your children."},{"bookname":"Luke","chapter":"23","verse":"29","text":"For this is certain: The days are coming when they will say, ‘Blessed are the barren, the wombs that never bore children, and the breasts that never nursed!’"},{"bookname":"Luke","chapter":"23","verse":"30","text":"Then they will begin to say to the mountains, ‘Fall on us!’ and to the hills, ‘Cover us!’"},{"bookname":"Luke","chapter":"23","verse":"31","text":"For if such things are done when the wood is green, what will happen when it is dry?”"},{"bookname":"Luke","chapter":"23","verse":"32","text":"Two other criminals were also led away to be executed with him."},{"bookname":"Luke","chapter":"23","verse":"33","text":"So when they came to the place that is called “The Skull,” they crucified him there, along with the criminals, one on his right and one on his left."},{"bookname":"Luke","chapter":"23","verse":"34","text":"[But Jesus said, “Father, forgive them, for they don’t know what they are doing.”] Then they threw dice to divide his clothes."},{"bookname":"Luke","chapter":"23","verse":"35","text":"The people also stood there watching, but the rulers ridiculed him, saying, “He saved others. Let him save himself if he is the Christ of God, his chosen one!”"},{"bookname":"Luke","chapter":"23","verse":"36","text":"The soldiers also mocked him, coming up and offering him sour wine,"},{"bookname":"Luke","chapter":"23","verse":"37","text":"and saying, “If you are the king of the Jews, save yourself!”"},{"bookname":"Luke","chapter":"23","verse":"38","text":"There was also an inscription over him, “This is the king of the Jews.”"},{"bookname":"Luke","chapter":"23","verse":"39","text":"One of the criminals who was hanging there railed at him, saying, “Aren’t you the Christ? Save yourself and us!”"},{"bookname":"Luke","chapter":"23","verse":"40","text":"But the other rebuked him, saying, “Don’t you fear God, since you are under the same sentence of condemnation?"},{"bookname":"Luke","chapter":"23","verse":"41","text":"And we rightly so, for we are getting what we deserve for what we did, but this man has done nothing wrong.”"},{"bookname":"Luke","chapter":"23","verse":"42","text":"Then he said, “Jesus, remember me when you come in your kingdom.”"},{"bookname":"Luke","chapter":"23","verse":"43","text":"And Jesus said to him, “I tell you the truth, today you will be with me in paradise.”"},{"bookname":"Luke","chapter":"23","verse":"44","text":"It was now about noon, and darkness came over the whole land until three in the afternoon,"},{"bookname":"Luke","chapter":"23","verse":"45","text":"because the sun’s light failed. The temple curtain was torn in two."},{"bookname":"Luke","chapter":"23","verse":"46","text":"Then Jesus, calling out with a loud voice, said, “Father, <b>into your hands I commit my spirit!<\/b>” And after he said this he breathed his last."},{"bookname":"Luke","chapter":"23","verse":"47","text":"Now when the centurion saw what had happened, he praised God and said, “Certainly this man was innocent!”"},{"bookname":"Luke","chapter":"23","verse":"48","text":"And all the crowds that had assembled for this spectacle, when they saw what had taken place, returned home beating their breasts."},{"bookname":"Luke","chapter":"23","verse":"49","text":"And all those who knew Jesus stood at a distance, and the women who had followed him from Galilee saw these things."},{"bookname":"Luke","chapter":"23","verse":"50","text":"Now there was a man named Joseph who was a member of the council, a good and righteous man.","title":"Jesus&#8217; Burial"},{"bookname":"Luke","chapter":"23","verse":"51","text":"(He had not consented to their plan and action.) He was from the Judean town of Arimathea, and was looking forward to the kingdom of God."},{"bookname":"Luke","chapter":"23","verse":"52","text":"He went to Pilate and asked for the body of Jesus."},{"bookname":"Luke","chapter":"23","verse":"53","text":"Then he took it down, wrapped it in a linen cloth, and placed it in a tomb cut out of the rock, where no one had yet been buried."},{"bookname":"Luke","chapter":"23","verse":"54","text":"It was the day of preparation and the Sabbath was beginning."},{"bookname":"Luke","chapter":"23","verse":"55","text":"The women who had accompanied Jesus from Galilee followed, and they saw the tomb and how his body was laid in it."},{"bookname":"Luke","chapter":"23","verse":"56","text":"Then they returned and prepared aromatic spices and perfumes. On the Sabbath they rested according to the commandment."}],[{"bookname":"Luke","chapter":"24","verse":"1","text":"Now on the first day of the week, at early dawn, the women went to the tomb, taking the aromatic spices they had prepared.","title":"The Resurrection"},{"bookname":"Luke","chapter":"24","verse":"2","text":"They found that the stone had been rolled away from the tomb,"},{"bookname":"Luke","chapter":"24","verse":"3","text":"but when they went in, they did not find the body of the Lord Jesus."},{"bookname":"Luke","chapter":"24","verse":"4","text":"While they were perplexed about this, suddenly two men stood beside them in dazzling attire."},{"bookname":"Luke","chapter":"24","verse":"5","text":"The women were terribly frightened and bowed their faces to the ground, but the men said to them, “Why do you look for the living among the dead?"},{"bookname":"Luke","chapter":"24","verse":"6","text":"He is not here, but has been raised! Remember how he told you, while he was still in Galilee,"},{"bookname":"Luke","chapter":"24","verse":"7","text":"that the Son of Man must be delivered into the hands of sinful men, and be crucified, and on the third day rise again.”"},{"bookname":"Luke","chapter":"24","verse":"8","text":"Then the women remembered his words,"},{"bookname":"Luke","chapter":"24","verse":"9","text":"and when they returned from the tomb they told all these things to the eleven and to all the rest."},{"bookname":"Luke","chapter":"24","verse":"10","text":"Now it was Mary Magdalene, Joanna, Mary the mother of James, and the other women with them who told these things to the apostles."},{"bookname":"Luke","chapter":"24","verse":"11","text":"But these words seemed like pure nonsense to them, and they did not believe them."},{"bookname":"Luke","chapter":"24","verse":"12","text":"But Peter got up and ran to the tomb. He bent down and saw only the strips of linen cloth; then he went home, wondering what had happened."},{"bookname":"Luke","chapter":"24","verse":"13","text":"Now that very day two of them were on their way to a village called Emmaus, about seven miles from Jerusalem.","title":"Jesus Walks the Road to Emmaus"},{"bookname":"Luke","chapter":"24","verse":"14","text":"They were talking to each other about all the things that had happened."},{"bookname":"Luke","chapter":"24","verse":"15","text":"While they were talking and debating these things, Jesus himself approached and began to accompany them"},{"bookname":"Luke","chapter":"24","verse":"16","text":"(but their eyes were kept from recognizing him)."},{"bookname":"Luke","chapter":"24","verse":"17","text":"Then he said to them, “What are these matters you are discussing so intently as you walk along?” And they stood still, looking sad."},{"bookname":"Luke","chapter":"24","verse":"18","text":"Then one of them, named Cleopas, answered him, “Are you the only visitor to Jerusalem who doesn’t know the things that have happened there in these days?”"},{"bookname":"Luke","chapter":"24","verse":"19","text":"He said to them, “What things?” “The things concerning Jesus the Nazarene,” they replied, “a man who, with his powerful deeds and words, proved to be a prophet before God and all the people;"},{"bookname":"Luke","chapter":"24","verse":"20","text":"and how our chief priests and rulers handed him over to be condemned to death, and crucified him."},{"bookname":"Luke","chapter":"24","verse":"21","text":"But we had hoped that he was the one who was going to redeem Israel. Not only this, but it is now the third day since these things happened."},{"bookname":"Luke","chapter":"24","verse":"22","text":"Furthermore, some women of our group amazed us. They were at the tomb early this morning,"},{"bookname":"Luke","chapter":"24","verse":"23","text":"and when they did not find his body, they came back and said they had seen a vision of angels, who said he was alive."},{"bookname":"Luke","chapter":"24","verse":"24","text":"Then some of those who were with us went to the tomb, and found it just as the women had said, but they did not see him.”"},{"bookname":"Luke","chapter":"24","verse":"25","text":"So he said to them, “You foolish people &#8211; how slow of heart to believe all that the prophets have spoken!"},{"bookname":"Luke","chapter":"24","verse":"26","text":"Wasn’t it necessary for the Christ to suffer these things and enter into his glory?”"},{"bookname":"Luke","chapter":"24","verse":"27","text":"Then beginning with Moses and all the prophets, he interpreted to them the things written about himself in all the scriptures."},{"bookname":"Luke","chapter":"24","verse":"28","text":"So they approached the village where they were going. He acted as though he wanted to go farther,"},{"bookname":"Luke","chapter":"24","verse":"29","text":"but they urged him, “Stay with us, because it is getting toward evening and the day is almost done.” So he went in to stay with them."},{"bookname":"Luke","chapter":"24","verse":"30","text":"When he had taken his place at the table with them, he took the bread, blessed and broke it, and gave it to them."},{"bookname":"Luke","chapter":"24","verse":"31","text":"At this point their eyes were opened and they recognized him. Then he vanished out of their sight."},{"bookname":"Luke","chapter":"24","verse":"32","text":"They said to each other, “Didn’t our hearts burn within us while he was speaking with us on the road, while he was explaining the scriptures to us?”"},{"bookname":"Luke","chapter":"24","verse":"33","text":"So they got up that very hour and returned to Jerusalem. They found the eleven and those with them gathered together"},{"bookname":"Luke","chapter":"24","verse":"34","text":"and saying, “The Lord has really risen, and has appeared to Simon!”"},{"bookname":"Luke","chapter":"24","verse":"35","text":"Then they told what had happened on the road, and how they recognized him when he broke the bread."},{"bookname":"Luke","chapter":"24","verse":"36","text":"While they were saying these things, Jesus himself stood among them and said to them, “Peace be with you.”","title":"Jesus Makes a Final Appearance"},{"bookname":"Luke","chapter":"24","verse":"37","text":"But they were startled and terrified, thinking they saw a ghost."},{"bookname":"Luke","chapter":"24","verse":"38","text":"Then he said to them, “Why are you frightened, and why do doubts arise in your hearts?"},{"bookname":"Luke","chapter":"24","verse":"39","text":"Look at my hands and my feet; it’s me! Touch me and see; a ghost does not have flesh and bones like you see I have.”"},{"bookname":"Luke","chapter":"24","verse":"40","text":"When he had said this, he showed them his hands and his feet."},{"bookname":"Luke","chapter":"24","verse":"41","text":"And while they still could not believe it (because of their joy) and were amazed, he said to them, “Do you have anything here to eat?”"},{"bookname":"Luke","chapter":"24","verse":"42","text":"So they gave him a piece of broiled fish,"},{"bookname":"Luke","chapter":"24","verse":"43","text":"and he took it and ate it in front of them."},{"bookname":"Luke","chapter":"24","verse":"44","text":"Then he said to them, “These are my words that I spoke to you while I was still with you, that everything written about me in the law of Moses and the prophets and the psalms must be fulfilled.”","title":"Jesus&#8217; Final Commission"},{"bookname":"Luke","chapter":"24","verse":"45","text":"Then he opened their minds so they could understand the scriptures,"},{"bookname":"Luke","chapter":"24","verse":"46","text":"and said to them, “Thus it stands written that the Christ would suffer and would rise from the dead on the third day,"},{"bookname":"Luke","chapter":"24","verse":"47","text":"and repentance for the forgiveness of sins would be proclaimed in his name to all nations, beginning from Jerusalem."},{"bookname":"Luke","chapter":"24","verse":"48","text":"You are witnesses of these things."},{"bookname":"Luke","chapter":"24","verse":"49","text":"And look, I am sending you what my Father promised. But stay in the city until you have been clothed with power from on high.”"},{"bookname":"Luke","chapter":"24","verse":"50","text":"Then Jesus led them out as far as Bethany, and lifting up his hands, he blessed them.","title":"Jesus&#8217; Departure"},{"bookname":"Luke","chapter":"24","verse":"51","text":"Now during the blessing he departed and was taken up into heaven."},{"bookname":"Luke","chapter":"24","verse":"52","text":"So they worshiped him and returned to Jerusalem with great joy,"},{"bookname":"Luke","chapter":"24","verse":"53","text":"and were continually in the temple courts blessing God."}]]}