{"book":{"id":46,"abbrev":"1co","name":"1 Corinthians","chapters":16},"chapters":[[{"bookname":"1 Corinthians","chapter":"1","verse":"1","text":"From Paul, called to be an apostle of Christ Jesus by the will of God, and Sosthenes, our brother,","title":"Salutation"},{"bookname":"1 Corinthians","chapter":"1","verse":"2","text":"to the church of God that is in Corinth, to those who are sanctified in Christ Jesus, and called to be saints, with all those in every place who call on the name of our Lord Jesus Christ, their Lord and ours."},{"bookname":"1 Corinthians","chapter":"1","verse":"3","text":"Grace and peace to you from God our Father and the Lord Jesus Christ!"},{"bookname":"1 Corinthians","chapter":"1","verse":"4","text":"I always thank my God for you because of the grace of God that was given to you in Christ Jesus.","title":"Thanksgiving"},{"bookname":"1 Corinthians","chapter":"1","verse":"5","text":"For you were made rich in every way in him, in all your speech and in every kind of knowledge &#8211;"},{"bookname":"1 Corinthians","chapter":"1","verse":"6","text":"just as the testimony about Christ has been confirmed among you &#8211;"},{"bookname":"1 Corinthians","chapter":"1","verse":"7","text":"so that you do not lack any spiritual gift as you wait for the revelation of our Lord Jesus Christ."},{"bookname":"1 Corinthians","chapter":"1","verse":"8","text":"He will also strengthen you to the end, so that you will be blameless on the day of our Lord Jesus Christ."},{"bookname":"1 Corinthians","chapter":"1","verse":"9","text":"God is faithful, by whom you were called into fellowship with his son, Jesus Christ our Lord."},{"bookname":"1 Corinthians","chapter":"1","verse":"10","text":"I urge you, brothers and sisters, by the name of our Lord Jesus Christ, to agree together, to end your divisions, and to be united by the same mind and purpose.","title":"Divisions in the Church"},{"bookname":"1 Corinthians","chapter":"1","verse":"11","text":"For members of Chloe’s household have made it clear to me, my brothers and sisters, that there are quarrels among you."},{"bookname":"1 Corinthians","chapter":"1","verse":"12","text":"Now I mean this, that each of you is saying, “I am with Paul,” or “I am with Apollos,” or “I am with Cephas,” or “I am with Christ.”"},{"bookname":"1 Corinthians","chapter":"1","verse":"13","text":"Is Christ divided? Paul wasn’t crucified for you, was he? Or were you in fact baptized in the name of Paul?"},{"bookname":"1 Corinthians","chapter":"1","verse":"14","text":"I thank God that I did not baptize any of you except Crispus and Gaius,"},{"bookname":"1 Corinthians","chapter":"1","verse":"15","text":"so that no one can say that you were baptized in my name!"},{"bookname":"1 Corinthians","chapter":"1","verse":"16","text":"(I also baptized the household of Stephanus. Otherwise, I do not remember whether I baptized anyone else.)"},{"bookname":"1 Corinthians","chapter":"1","verse":"17","text":"For Christ did not send me to baptize, but to preach the gospel &#8211; and not with clever speech, so that the cross of Christ would not become useless."},{"bookname":"1 Corinthians","chapter":"1","verse":"18","text":"For the message about the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God.","title":"The Message of the Cross"},{"bookname":"1 Corinthians","chapter":"1","verse":"19","text":"For it is written, “<b>I will destroy the wisdom of the wise<\/b>, <b>and I will thwart the cleverness of the intelligent<\/b>.”"},{"bookname":"1 Corinthians","chapter":"1","verse":"20","text":"Where is the wise man? Where is the expert in the Mosaic law? Where is the debater of this age? Has God not made the wisdom of the world foolish?"},{"bookname":"1 Corinthians","chapter":"1","verse":"21","text":"For since in the wisdom of God the world by its wisdom did not know God, God was pleased to save those who believe by the foolishness of preaching."},{"bookname":"1 Corinthians","chapter":"1","verse":"22","text":"For Jews demand miraculous signs and Greeks ask for wisdom,"},{"bookname":"1 Corinthians","chapter":"1","verse":"23","text":"but we preach about a crucified Christ, a stumbling block to Jews and foolishness to Gentiles."},{"bookname":"1 Corinthians","chapter":"1","verse":"24","text":"But to those who are called, both Jews and Greeks, Christ is the power of God and the wisdom of God."},{"bookname":"1 Corinthians","chapter":"1","verse":"25","text":"For the foolishness of God is wiser than human wisdom, and the weakness of God is stronger than human strength."},{"bookname":"1 Corinthians","chapter":"1","verse":"26","text":"Think about the circumstances of your call, brothers and sisters. Not many were wise by human standards, not many were powerful, not many were born to a privileged position."},{"bookname":"1 Corinthians","chapter":"1","verse":"27","text":"But God chose what the world thinks foolish to shame the wise, and God chose what the world thinks weak to shame the strong."},{"bookname":"1 Corinthians","chapter":"1","verse":"28","text":"God chose what is low and despised in the world, what is regarded as nothing, to set aside what is regarded as something,"},{"bookname":"1 Corinthians","chapter":"1","verse":"29","text":"so that no one can boast in his presence."},{"bookname":"1 Corinthians","chapter":"1","verse":"30","text":"He is the reason you have a relationship with Christ Jesus, who became for us wisdom from God, and righteousness and sanctification and redemption,"},{"bookname":"1 Corinthians","chapter":"1","verse":"31","text":"so that, as it is written, “<b>Let the one who boasts<\/b>, <b>boast in the Lord<\/b>.”"}],[{"bookname":"1 Corinthians","chapter":"2","verse":"1","text":"When I came to you, brothers and sisters, I did not come with superior eloquence or wisdom as I proclaimed the testimony of God."},{"bookname":"1 Corinthians","chapter":"2","verse":"2","text":"For I decided to be concerned about nothing among you except Jesus Christ, and him crucified."},{"bookname":"1 Corinthians","chapter":"2","verse":"3","text":"And I was with you in weakness and in fear and with much trembling."},{"bookname":"1 Corinthians","chapter":"2","verse":"4","text":"My conversation and my preaching were not with persuasive words of wisdom, but with a demonstration of the Spirit and of power,"},{"bookname":"1 Corinthians","chapter":"2","verse":"5","text":"so that your faith would not be based on human wisdom but on the power of God."},{"bookname":"1 Corinthians","chapter":"2","verse":"6","text":"Now we do speak wisdom among the mature, but not a wisdom of this age or of the rulers of this age, who are perishing.","title":"Wisdom from God"},{"bookname":"1 Corinthians","chapter":"2","verse":"7","text":"Instead we speak the wisdom of God, hidden in a mystery, that God determined before the ages for our glory."},{"bookname":"1 Corinthians","chapter":"2","verse":"8","text":"None of the rulers of this age understood it. If they had known it, they would not have crucified the Lord of glory."},{"bookname":"1 Corinthians","chapter":"2","verse":"9","text":"But just as it is written, “<b>Things that no eye has seen<\/b>, <b>or ear heard<\/b>, <b>or mind imagined<\/b>, <b>are the things God has prepared for those who love him<\/b>.”"},{"bookname":"1 Corinthians","chapter":"2","verse":"10","text":"God has revealed these to us by the Spirit. For the Spirit searches all things, even the deep things of God."},{"bookname":"1 Corinthians","chapter":"2","verse":"11","text":"For who among men knows the things of a man except the man’s spirit within him? So too, no one knows the things of God except the Spirit of God."},{"bookname":"1 Corinthians","chapter":"2","verse":"12","text":"Now we have not received the spirit of the world, but the Spirit who is from God, so that we may know the things that are freely given to us by God."},{"bookname":"1 Corinthians","chapter":"2","verse":"13","text":"And we speak about these things, not with words taught us by human wisdom, but with those taught by the Spirit, explaining spiritual things to spiritual people."},{"bookname":"1 Corinthians","chapter":"2","verse":"14","text":"The unbeliever does not receive the things of the Spirit of God, for they are foolishness to him. And he cannot understand them, because they are spiritually discerned."},{"bookname":"1 Corinthians","chapter":"2","verse":"15","text":"The one who is spiritual discerns all things, yet he himself is understood by no one."},{"bookname":"1 Corinthians","chapter":"2","verse":"16","text":"<b>For who has known the mind of the Lord<\/b>, <b>so as to advise him?<\/b> But we have the mind of Christ."}],[{"bookname":"1 Corinthians","chapter":"3","verse":"1","text":"So, brothers and sisters, I could not speak to you as spiritual people, but instead as people of the flesh, as infants in Christ.","title":"Immaturity and Self-deception"},{"bookname":"1 Corinthians","chapter":"3","verse":"2","text":"I fed you milk, not solid food, for you were not yet ready. In fact, you are still not ready,"},{"bookname":"1 Corinthians","chapter":"3","verse":"3","text":"for you are still influenced by the flesh. For since there is still jealousy and dissension among you, are you not influenced by the flesh and behaving like unregenerate people?"},{"bookname":"1 Corinthians","chapter":"3","verse":"4","text":"For whenever someone says, “I am with Paul,” or “I am with Apollos,” are you not merely human?"},{"bookname":"1 Corinthians","chapter":"3","verse":"5","text":"What is Apollos, really? Or what is Paul? Servants through whom you came to believe, and each of us in the ministry the Lord gave us."},{"bookname":"1 Corinthians","chapter":"3","verse":"6","text":"I planted, Apollos watered, but God caused it to grow."},{"bookname":"1 Corinthians","chapter":"3","verse":"7","text":"So neither the one who plants counts for anything, nor the one who waters, but God who causes the growth."},{"bookname":"1 Corinthians","chapter":"3","verse":"8","text":"The one who plants and the one who waters work as one, but each will receive his reward according to his work."},{"bookname":"1 Corinthians","chapter":"3","verse":"9","text":"We are coworkers belonging to God. You are God’s field, God’s building."},{"bookname":"1 Corinthians","chapter":"3","verse":"10","text":"According to the grace of God given to me, like a skilled master-builder I laid a foundation, but someone else builds on it. And each one must be careful how he builds."},{"bookname":"1 Corinthians","chapter":"3","verse":"11","text":"For no one can lay any foundation other than what is being laid, which is Jesus Christ."},{"bookname":"1 Corinthians","chapter":"3","verse":"12","text":"If anyone builds on the foundation with gold, silver, precious stones, wood, hay, or straw,"},{"bookname":"1 Corinthians","chapter":"3","verse":"13","text":"each builder’s work will be plainly seen, for the Day will make it clear, because it will be revealed by fire. And the fire will test what kind of work each has done."},{"bookname":"1 Corinthians","chapter":"3","verse":"14","text":"If what someone has built survives, he will receive a reward."},{"bookname":"1 Corinthians","chapter":"3","verse":"15","text":"If someone’s work is burned up, he will suffer loss. He himself will be saved, but only as through fire."},{"bookname":"1 Corinthians","chapter":"3","verse":"16","text":"Do you not know that you are God’s temple and that God’s Spirit lives in you?"},{"bookname":"1 Corinthians","chapter":"3","verse":"17","text":"If someone destroys God’s temple, God will destroy him. For God’s temple is holy, which is what you are."},{"bookname":"1 Corinthians","chapter":"3","verse":"18","text":"Guard against self-deception, each of you. If someone among you thinks he is wise in this age, let him become foolish so that he can become wise."},{"bookname":"1 Corinthians","chapter":"3","verse":"19","text":"For the wisdom of this age is foolishness with God. As it is written, “<b>He catches the wise in their craftiness<\/b>.”"},{"bookname":"1 Corinthians","chapter":"3","verse":"20","text":"And again, “<b>The Lord knows that the thoughts of the wise are futile<\/b>.”"},{"bookname":"1 Corinthians","chapter":"3","verse":"21","text":"So then, no more boasting about mere mortals! For everything belongs to you,"},{"bookname":"1 Corinthians","chapter":"3","verse":"22","text":"whether Paul or Apollos or Cephas or the world or life or death or the present or the future. Everything belongs to you,"},{"bookname":"1 Corinthians","chapter":"3","verse":"23","text":"and you belong to Christ, and Christ belongs to God."}],[{"bookname":"1 Corinthians","chapter":"4","verse":"1","text":"One should think about us this way &#8211; as servants of Christ and stewards of the mysteries of God.","title":"The Apostles&#8217; Ministry"},{"bookname":"1 Corinthians","chapter":"4","verse":"2","text":"Now what is sought in stewards is that one be found faithful."},{"bookname":"1 Corinthians","chapter":"4","verse":"3","text":"So for me, it is a minor matter that I am judged by you or by any human court. In fact, I do not even judge myself."},{"bookname":"1 Corinthians","chapter":"4","verse":"4","text":"For I am not aware of anything against myself, but I am not acquitted because of this. The one who judges me is the Lord."},{"bookname":"1 Corinthians","chapter":"4","verse":"5","text":"So then, do not judge anything before the time. Wait until the Lord comes. He will bring to light the hidden things of darkness and reveal the motives of hearts. Then each will receive recognition from God."},{"bookname":"1 Corinthians","chapter":"4","verse":"6","text":"I have applied these things to myself and Apollos because of you, brothers and sisters, so that through us you may learn “not to go beyond what is written,” so that none of you will be puffed up in favor of the one against the other."},{"bookname":"1 Corinthians","chapter":"4","verse":"7","text":"For who concedes you any superiority? What do you have that you did not receive? And if you received it, why do you boast as though you did not?"},{"bookname":"1 Corinthians","chapter":"4","verse":"8","text":"Already you are satisfied! Already you are rich! You have become kings without us! I wish you had become kings so that we could reign with you!"},{"bookname":"1 Corinthians","chapter":"4","verse":"9","text":"For, I think, God has exhibited us apostles last of all, as men condemned to die, because we have become a spectacle to the world, both to angels and to people."},{"bookname":"1 Corinthians","chapter":"4","verse":"10","text":"We are fools for Christ, but you are wise in Christ! We are weak, but you are strong! You are distinguished, we are dishonored!"},{"bookname":"1 Corinthians","chapter":"4","verse":"11","text":"To the present hour we are hungry and thirsty, poorly clothed, brutally treated, and without a roof over our heads."},{"bookname":"1 Corinthians","chapter":"4","verse":"12","text":"We do hard work, toiling with our own hands. When we are verbally abused, we respond with a blessing, when persecuted, we endure,"},{"bookname":"1 Corinthians","chapter":"4","verse":"13","text":"when people lie about us, we answer in a friendly manner. We are the world’s dirt and scum, even now."},{"bookname":"1 Corinthians","chapter":"4","verse":"14","text":"I am not writing these things to shame you, but to correct you as my dear children.","title":"A Father&#8217;s Warning"},{"bookname":"1 Corinthians","chapter":"4","verse":"15","text":"For though you may have ten thousand guardians in Christ, you do not have many fathers, because I became your father in Christ Jesus through the gospel."},{"bookname":"1 Corinthians","chapter":"4","verse":"16","text":"I encourage you, then, be imitators of me."},{"bookname":"1 Corinthians","chapter":"4","verse":"17","text":"For this reason, I have sent Timothy to you, who is my dear and faithful son in the Lord. He will remind you of my ways in Christ, as I teach them everywhere in every church."},{"bookname":"1 Corinthians","chapter":"4","verse":"18","text":"Some have become arrogant, as if I were not coming to you."},{"bookname":"1 Corinthians","chapter":"4","verse":"19","text":"But I will come to you soon, if the Lord is willing, and I will find out not only the talk of these arrogant people, but also their power."},{"bookname":"1 Corinthians","chapter":"4","verse":"20","text":"For the kingdom of God is demonstrated not in idle talk but with power."},{"bookname":"1 Corinthians","chapter":"4","verse":"21","text":"What do you want? Shall I come to you with a rod of discipline or with love and a spirit of gentleness?"}],[{"bookname":"1 Corinthians","chapter":"5","verse":"1","text":"It is actually reported that sexual immorality exists among you, the kind of immorality that is not permitted even among the Gentiles, so that someone is cohabiting with his father’s wife.","title":"Church Discipline"},{"bookname":"1 Corinthians","chapter":"5","verse":"2","text":"And you are proud! Shouldn’t you have been deeply sorrowful instead and removed the one who did this from among you?"},{"bookname":"1 Corinthians","chapter":"5","verse":"3","text":"For even though I am absent physically, I am present in spirit. And I have already judged the one who did this, just as though I were present."},{"bookname":"1 Corinthians","chapter":"5","verse":"4","text":"When you gather together in the name of our Lord Jesus, and I am with you in spirit, along with the power of our Lord Jesus,"},{"bookname":"1 Corinthians","chapter":"5","verse":"5","text":"turn this man over to Satan for the destruction of the flesh, so that his spirit may be saved in the day of the Lord."},{"bookname":"1 Corinthians","chapter":"5","verse":"6","text":"Your boasting is not good. Don’t you know that a little yeast affects the whole batch of dough?"},{"bookname":"1 Corinthians","chapter":"5","verse":"7","text":"Clean out the old yeast so that you may be a new batch of dough &#8211; you are, in fact, without yeast. For Christ, our Passover lamb, has been sacrificed."},{"bookname":"1 Corinthians","chapter":"5","verse":"8","text":"So then, let us celebrate the festival, not with the old yeast, the yeast of vice and evil, but with the bread without yeast, the bread of sincerity and truth."},{"bookname":"1 Corinthians","chapter":"5","verse":"9","text":"I wrote you in my letter not to associate with sexually immoral people."},{"bookname":"1 Corinthians","chapter":"5","verse":"10","text":"In no way did I mean the immoral people of this world, or the greedy and swindlers and idolaters, since you would then have to go out of the world."},{"bookname":"1 Corinthians","chapter":"5","verse":"11","text":"But now I am writing to you not to associate with anyone who calls himself a Christian who is sexually immoral, or greedy, or an idolater, or verbally abusive, or a drunkard, or a swindler. Do not even eat with such a person."},{"bookname":"1 Corinthians","chapter":"5","verse":"12","text":"For what do I have to do with judging those outside? Are you not to judge those inside?"},{"bookname":"1 Corinthians","chapter":"5","verse":"13","text":"But God will judge those outside. Remove the evil person from among you."}],[{"bookname":"1 Corinthians","chapter":"6","verse":"1","text":"When any of you has a legal dispute with another, does he dare go to court before the unrighteous rather than before the saints?","title":"Lawsuits"},{"bookname":"1 Corinthians","chapter":"6","verse":"2","text":"Or do you not know that the saints will judge the world? And if the world is to be judged by you, are you not competent to settle trivial suits?"},{"bookname":"1 Corinthians","chapter":"6","verse":"3","text":"Do you not know that we will judge angels? Why not ordinary matters!"},{"bookname":"1 Corinthians","chapter":"6","verse":"4","text":"So if you have ordinary lawsuits, do you appoint as judges those who have no standing in the church?"},{"bookname":"1 Corinthians","chapter":"6","verse":"5","text":"I say this to your shame! Is there no one among you wise enough to settle disputes between fellow Christians?"},{"bookname":"1 Corinthians","chapter":"6","verse":"6","text":"Instead, does a Christian sue a Christian, and do this before unbelievers?"},{"bookname":"1 Corinthians","chapter":"6","verse":"7","text":"The fact that you have lawsuits among yourselves demonstrates that you have already been defeated. Why not rather be wronged? Why not rather be cheated?"},{"bookname":"1 Corinthians","chapter":"6","verse":"8","text":"But you yourselves wrong and cheat, and you do this to your brothers and sisters!"},{"bookname":"1 Corinthians","chapter":"6","verse":"9","text":"Do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived! The sexually immoral, idolaters, adulterers, passive homosexual partners, practicing homosexuals,"},{"bookname":"1 Corinthians","chapter":"6","verse":"10","text":"thieves, the greedy, drunkards, the verbally abusive, and swindlers will not inherit the kingdom of God."},{"bookname":"1 Corinthians","chapter":"6","verse":"11","text":"Some of you once lived this way. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."},{"bookname":"1 Corinthians","chapter":"6","verse":"12","text":"“All things are lawful for me” &#8211; but not everything is beneficial. “All things are lawful for me” &#8211; but I will not be controlled by anything.","title":"Flee Sexual Immorality"},{"bookname":"1 Corinthians","chapter":"6","verse":"13","text":"“Food is for the stomach and the stomach is for food, but God will do away with both.” The body is not for sexual immorality, but for the Lord, and the Lord for the body."},{"bookname":"1 Corinthians","chapter":"6","verse":"14","text":"Now God indeed raised the Lord and he will raise us by his power."},{"bookname":"1 Corinthians","chapter":"6","verse":"15","text":"Do you not know that your bodies are members of Christ? Should I take the members of Christ and make them members of a prostitute? Never!"},{"bookname":"1 Corinthians","chapter":"6","verse":"16","text":"Or do you not know that anyone who is united with a prostitute is one body with her? For it is said, “<b>The two will become one flesh<\/b>.”"},{"bookname":"1 Corinthians","chapter":"6","verse":"17","text":"But the one united with the Lord is one spirit with him."},{"bookname":"1 Corinthians","chapter":"6","verse":"18","text":"Flee sexual immorality! “Every sin a person commits is outside of the body” &#8211; but the immoral person sins against his own body."},{"bookname":"1 Corinthians","chapter":"6","verse":"19","text":"Or do you not know that your body is the temple of the Holy Spirit who is in you, whom you have from God, and you are not your own?"},{"bookname":"1 Corinthians","chapter":"6","verse":"20","text":"For you were bought at a price. Therefore glorify God with your body."}],[{"bookname":"1 Corinthians","chapter":"7","verse":"1","text":"Now with regard to the issues you wrote about: “It is good for a man not to have sexual relations with a woman.”","title":"Celibacy and Marriage"},{"bookname":"1 Corinthians","chapter":"7","verse":"2","text":"But because of immoralities, each man should have relations with his own wife and each woman with her own husband."},{"bookname":"1 Corinthians","chapter":"7","verse":"3","text":"A husband should give to his wife her sexual rights, and likewise a wife to her husband."},{"bookname":"1 Corinthians","chapter":"7","verse":"4","text":"It is not the wife who has the rights to her own body, but the husband. In the same way, it is not the husband who has the rights to his own body, but the wife."},{"bookname":"1 Corinthians","chapter":"7","verse":"5","text":"Do not deprive each other, except by mutual agreement for a specified time, so that you may devote yourselves to prayer. Then resume your relationship, so that Satan may not tempt you because of your lack of self-control."},{"bookname":"1 Corinthians","chapter":"7","verse":"6","text":"I say this as a concession, not as a command."},{"bookname":"1 Corinthians","chapter":"7","verse":"7","text":"I wish that everyone was as I am. But each has his own gift from God, one this way, another that."},{"bookname":"1 Corinthians","chapter":"7","verse":"8","text":"To the unmarried and widows I say that it is best for them to remain as I am."},{"bookname":"1 Corinthians","chapter":"7","verse":"9","text":"But if they do not have self-control, let them get married. For it is better to marry than to burn with sexual desire."},{"bookname":"1 Corinthians","chapter":"7","verse":"10","text":"To the married I give this command &#8211; not I, but the Lord &#8211; a wife should not divorce a husband"},{"bookname":"1 Corinthians","chapter":"7","verse":"11","text":"(but if she does, let her remain unmarried, or be reconciled to her husband), and a husband should not divorce his wife."},{"bookname":"1 Corinthians","chapter":"7","verse":"12","text":"To the rest I say &#8211; I, not the Lord &#8211; if a brother has a wife who is not a believer and she is happy to live with him, he should not divorce her."},{"bookname":"1 Corinthians","chapter":"7","verse":"13","text":"And if a woman has a husband who is not a believer and he is happy to live with her, she should not divorce him."},{"bookname":"1 Corinthians","chapter":"7","verse":"14","text":"For the unbelieving husband is sanctified because of the wife, and the unbelieving wife because of her husband. Otherwise your children are unclean, but now they are holy."},{"bookname":"1 Corinthians","chapter":"7","verse":"15","text":"But if the unbeliever wants a divorce, let it take place. In these circumstances the brother or sister is not bound. God has called you in peace."},{"bookname":"1 Corinthians","chapter":"7","verse":"16","text":"For how do you know, wife, whether you will bring your husband to salvation? Or how do you know, husband, whether you will bring your wife to salvation?"},{"bookname":"1 Corinthians","chapter":"7","verse":"17","text":"Nevertheless, as the Lord has assigned to each one, as God has called each person, so must he live. I give this sort of direction in all the churches.","title":"The Circumstances of Your Calling"},{"bookname":"1 Corinthians","chapter":"7","verse":"18","text":"Was anyone called after he had been circumcised? He should not try to undo his circumcision. Was anyone called who is uncircumcised? He should not get circumcised."},{"bookname":"1 Corinthians","chapter":"7","verse":"19","text":"Circumcision is nothing and uncircumcision is nothing. Instead, keeping God’s commandments is what counts."},{"bookname":"1 Corinthians","chapter":"7","verse":"20","text":"Let each one remain in that situation in life in which he was called."},{"bookname":"1 Corinthians","chapter":"7","verse":"21","text":"Were you called as a slave? Do not worry about it. But if indeed you are able to be free, make the most of the opportunity."},{"bookname":"1 Corinthians","chapter":"7","verse":"22","text":"For the one who was called in the Lord as a slave is the Lord’s freedman. In the same way, the one who was called as a free person is Christ’s slave."},{"bookname":"1 Corinthians","chapter":"7","verse":"23","text":"You were bought with a price. Do not become slaves of men."},{"bookname":"1 Corinthians","chapter":"7","verse":"24","text":"In whatever situation someone was called, brothers and sisters, let him remain in it with God."},{"bookname":"1 Corinthians","chapter":"7","verse":"25","text":"With regard to the question about people who have never married, I have no command from the Lord, but I give my opinion as one shown mercy by the Lord to be trustworthy.","title":"Remaining Unmarried"},{"bookname":"1 Corinthians","chapter":"7","verse":"26","text":"Because of the impending crisis I think it best for you to remain as you are."},{"bookname":"1 Corinthians","chapter":"7","verse":"27","text":"The one bound to a wife should not seek divorce. The one released from a wife should not seek marriage."},{"bookname":"1 Corinthians","chapter":"7","verse":"28","text":"But if you marry, you have not sinned. And if a virgin marries, she has not sinned. But those who marry will face difficult circumstances, and I am trying to spare you such problems."},{"bookname":"1 Corinthians","chapter":"7","verse":"29","text":"And I say this, brothers and sisters: The time is short. So then those who have wives should be as those who have none,"},{"bookname":"1 Corinthians","chapter":"7","verse":"30","text":"those with tears like those not weeping, those who rejoice like those not rejoicing, those who buy like those without possessions,"},{"bookname":"1 Corinthians","chapter":"7","verse":"31","text":"those who use the world as though they were not using it to the full. For the present shape of this world is passing away."},{"bookname":"1 Corinthians","chapter":"7","verse":"32","text":"And I want you to be free from concern. An unmarried man is concerned about the things of the Lord, how to please the Lord."},{"bookname":"1 Corinthians","chapter":"7","verse":"33","text":"But a married man is concerned about the things of the world, how to please his wife,"},{"bookname":"1 Corinthians","chapter":"7","verse":"34","text":"and he is divided. An unmarried woman or a virgin is concerned about the things of the Lord, to be holy both in body and spirit. But a married woman is concerned about the things of the world, how to please her husband."},{"bookname":"1 Corinthians","chapter":"7","verse":"35","text":"I am saying this for your benefit, not to place a limitation on you, but so that without distraction you may give notable and constant service to the Lord."},{"bookname":"1 Corinthians","chapter":"7","verse":"36","text":"If anyone thinks he is acting inappropriately toward his virgin, if she is past the bloom of youth and it seems necessary, he should do what he wishes; he does not sin. Let them marry."},{"bookname":"1 Corinthians","chapter":"7","verse":"37","text":"But the man who is firm in his commitment, and is under no necessity but has control over his will, and has decided in his own mind to keep his own virgin, does well."},{"bookname":"1 Corinthians","chapter":"7","verse":"38","text":"So then, the one who marries his own virgin does well, but the one who does not, does better."},{"bookname":"1 Corinthians","chapter":"7","verse":"39","text":"A wife is bound as long as her husband is living. But if her husband dies, she is free to marry anyone she wishes (only someone in the Lord)."},{"bookname":"1 Corinthians","chapter":"7","verse":"40","text":"But in my opinion, she will be happier if she remains as she is &#8211; and I think that I too have the Spirit of God!"}],[{"bookname":"1 Corinthians","chapter":"8","verse":"1","text":"With regard to food sacrificed to idols, we know that “we all have knowledge.” Knowledge puffs up, but love builds up.","title":"Food Sacrificed to Idols"},{"bookname":"1 Corinthians","chapter":"8","verse":"2","text":"If someone thinks he knows something, he does not yet know to the degree that he needs to know."},{"bookname":"1 Corinthians","chapter":"8","verse":"3","text":"But if someone loves God, he is known by God."},{"bookname":"1 Corinthians","chapter":"8","verse":"4","text":"With regard then to eating food sacrificed to idols, we know that “an idol in this world is nothing,” and that “there is no God but one.”"},{"bookname":"1 Corinthians","chapter":"8","verse":"5","text":"If after all there are so-called gods, whether in heaven or on earth (as there are many gods and many lords),"},{"bookname":"1 Corinthians","chapter":"8","verse":"6","text":"yet for us there is one God, the Father, from whom are all things and for whom we live, and one Lord, Jesus Christ, through whom are all things and through whom we live."},{"bookname":"1 Corinthians","chapter":"8","verse":"7","text":"But this knowledge is not shared by all. And some, by being accustomed to idols in former times, eat this food as an idol sacrifice, and their conscience, because it is weak, is defiled."},{"bookname":"1 Corinthians","chapter":"8","verse":"8","text":"Now food will not bring us close to God. We are no worse if we do not eat and no better if we do."},{"bookname":"1 Corinthians","chapter":"8","verse":"9","text":"But be careful that this liberty of yours does not become a hindrance to the weak."},{"bookname":"1 Corinthians","chapter":"8","verse":"10","text":"For if someone weak sees you who possess knowledge dining in an idol’s temple, will not his conscience be “strengthened” to eat food offered to idols?"},{"bookname":"1 Corinthians","chapter":"8","verse":"11","text":"So by your knowledge the weak brother or sister, for whom Christ died, is destroyed."},{"bookname":"1 Corinthians","chapter":"8","verse":"12","text":"If you sin against your brothers or sisters in this way and wound their weak conscience, you sin against Christ."},{"bookname":"1 Corinthians","chapter":"8","verse":"13","text":"For this reason, if food causes my brother or sister to sin, I will never eat meat again, so that I may not cause one of them to sin."}],[{"bookname":"1 Corinthians","chapter":"9","verse":"1","text":"Am I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not my work in the Lord?","title":"The Rights of an Apostle"},{"bookname":"1 Corinthians","chapter":"9","verse":"2","text":"If I am not an apostle to others, at least I am to you, for you are the confirming sign of my apostleship in the Lord."},{"bookname":"1 Corinthians","chapter":"9","verse":"3","text":"This is my defense to those who examine me."},{"bookname":"1 Corinthians","chapter":"9","verse":"4","text":"Do we not have the right to financial support?"},{"bookname":"1 Corinthians","chapter":"9","verse":"5","text":"Do we not have the right to the company of a believing wife, like the other apostles and the Lord’s brothers and Cephas?"},{"bookname":"1 Corinthians","chapter":"9","verse":"6","text":"Or do only Barnabas and I lack the right not to work?"},{"bookname":"1 Corinthians","chapter":"9","verse":"7","text":"Who ever serves in the army at his own expense? Who plants a vineyard and does not eat its fruit? Who tends a flock and does not consume its milk?"},{"bookname":"1 Corinthians","chapter":"9","verse":"8","text":"Am I saying these things only on the basis of common sense, or does the law not say this as well?"},{"bookname":"1 Corinthians","chapter":"9","verse":"9","text":"For it is written in the law of Moses, “<b>Do not muzzle an ox while it is treading out the grain<\/b>.” God is not concerned here about oxen, is he?"},{"bookname":"1 Corinthians","chapter":"9","verse":"10","text":"Or is he not surely speaking for our benefit? It was written for us, because the one plowing and threshing ought to work in hope of enjoying the harvest."},{"bookname":"1 Corinthians","chapter":"9","verse":"11","text":"If we sowed spiritual blessings among you, is it too much to reap material things from you?"},{"bookname":"1 Corinthians","chapter":"9","verse":"12","text":"If others receive this right from you, are we not more deserving? But we have not made use of this right. Instead we endure everything so that we may not be a hindrance to the gospel of Christ."},{"bookname":"1 Corinthians","chapter":"9","verse":"13","text":"Don’t you know that those who serve in the temple eat food from the temple, and those who serve at the altar receive a part of the offerings?"},{"bookname":"1 Corinthians","chapter":"9","verse":"14","text":"In the same way the Lord commanded those who proclaim the gospel to receive their living by the gospel."},{"bookname":"1 Corinthians","chapter":"9","verse":"15","text":"But I have not used any of these rights. And I am not writing these things so that something will be done for me. In fact, it would be better for me to die than &#8211; no one will deprive me of my reason for boasting!"},{"bookname":"1 Corinthians","chapter":"9","verse":"16","text":"For if I preach the gospel, I have no reason for boasting, because I am compelled to do this. Woe to me if I do not preach the gospel!"},{"bookname":"1 Corinthians","chapter":"9","verse":"17","text":"For if I do this voluntarily, I have a reward. But if I do it unwillingly, I am entrusted with a responsibility."},{"bookname":"1 Corinthians","chapter":"9","verse":"18","text":"What then is my reward? That when I preach the gospel I may offer the gospel free of charge, and so not make full use of my rights in the gospel."},{"bookname":"1 Corinthians","chapter":"9","verse":"19","text":"For since I am free from all I can make myself a slave to all, in order to gain even more people."},{"bookname":"1 Corinthians","chapter":"9","verse":"20","text":"To the Jews I became like a Jew to gain the Jews. To those under the law I became like one under the law (though I myself am not under the law) to gain those under the law."},{"bookname":"1 Corinthians","chapter":"9","verse":"21","text":"To those free from the law I became like one free from the law (though I am not free from God’s law but under the law of Christ) to gain those free from the law."},{"bookname":"1 Corinthians","chapter":"9","verse":"22","text":"To the weak I became weak in order to gain the weak. I have become all things to all people, so that by all means I may save some."},{"bookname":"1 Corinthians","chapter":"9","verse":"23","text":"I do all these things because of the gospel, so that I can be a participant in it."},{"bookname":"1 Corinthians","chapter":"9","verse":"24","text":"Do you not know that all the runners in a stadium compete, but only one receives the prize? So run to win."},{"bookname":"1 Corinthians","chapter":"9","verse":"25","text":"Each competitor must exercise self-control in everything. They do it to receive a perishable crown, but we an imperishable one."},{"bookname":"1 Corinthians","chapter":"9","verse":"26","text":"So I do not run uncertainly or box like one who hits only air."},{"bookname":"1 Corinthians","chapter":"9","verse":"27","text":"Instead I subdue my body and make it my slave, so that after preaching to others I myself will not be disqualified."}],[{"bookname":"1 Corinthians","chapter":"10","verse":"1","text":"For I do not want you to be unaware, brothers and sisters, that our fathers were all under the cloud and all passed through the sea,","title":"Learning from Israel&#8217;s Failures"},{"bookname":"1 Corinthians","chapter":"10","verse":"2","text":"and all were baptized into Moses in the cloud and in the sea,"},{"bookname":"1 Corinthians","chapter":"10","verse":"3","text":"and all ate the same spiritual food,"},{"bookname":"1 Corinthians","chapter":"10","verse":"4","text":"and all drank the same spiritual drink. For they were all drinking from the spiritual rock that followed them, and the rock was Christ."},{"bookname":"1 Corinthians","chapter":"10","verse":"5","text":"But God was not pleased with most of them, for they were cut down in the wilderness."},{"bookname":"1 Corinthians","chapter":"10","verse":"6","text":"These things happened as examples for us, so that we will not crave evil things as they did."},{"bookname":"1 Corinthians","chapter":"10","verse":"7","text":"So do not be idolaters, as some of them were. As it is written, “<b>The people sat down to eat and drink and rose up to play<\/b>.”"},{"bookname":"1 Corinthians","chapter":"10","verse":"8","text":"And let us not be immoral, as some of them were, and twenty-three thousand died in a single day."},{"bookname":"1 Corinthians","chapter":"10","verse":"9","text":"And let us not put Christ to the test, as some of them did, and were destroyed by snakes."},{"bookname":"1 Corinthians","chapter":"10","verse":"10","text":"And do not complain, as some of them did, and were killed by the destroying angel."},{"bookname":"1 Corinthians","chapter":"10","verse":"11","text":"These things happened to them as examples and were written for our instruction, on whom the ends of the ages have come."},{"bookname":"1 Corinthians","chapter":"10","verse":"12","text":"So let the one who thinks he is standing be careful that he does not fall."},{"bookname":"1 Corinthians","chapter":"10","verse":"13","text":"No trial has overtaken you that is not faced by others. And God is faithful: He will not let you be tried beyond what you are able to bear, but with the trial will also provide a way out so that you may be able to endure it."},{"bookname":"1 Corinthians","chapter":"10","verse":"14","text":"So then, my dear friends, flee from idolatry.","title":"Avoid Idol Feasts"},{"bookname":"1 Corinthians","chapter":"10","verse":"15","text":"I am speaking to thoughtful people. Consider what I say."},{"bookname":"1 Corinthians","chapter":"10","verse":"16","text":"Is not the cup of blessing that we bless a sharing in the blood of Christ? Is not the bread that we break a sharing in the body of Christ?"},{"bookname":"1 Corinthians","chapter":"10","verse":"17","text":"Because there is one bread, we who are many are one body, for we all share the one bread."},{"bookname":"1 Corinthians","chapter":"10","verse":"18","text":"Look at the people of Israel. Are not those who eat the sacrifices partners in the altar?"},{"bookname":"1 Corinthians","chapter":"10","verse":"19","text":"Am I saying that idols or food sacrificed to them amount to anything?"},{"bookname":"1 Corinthians","chapter":"10","verse":"20","text":"No, I mean that what the pagans sacrifice is to demons and not to God. I do not want you to be partners with demons."},{"bookname":"1 Corinthians","chapter":"10","verse":"21","text":"You cannot drink the cup of the Lord and the cup of demons. You cannot take part in the table of the Lord and the table of demons."},{"bookname":"1 Corinthians","chapter":"10","verse":"22","text":"Or are we trying to provoke the Lord to jealousy? Are we really stronger than he is?"},{"bookname":"1 Corinthians","chapter":"10","verse":"23","text":"“Everything is lawful,” but not everything is beneficial. “Everything is lawful,” but not everything builds others up.","title":"Live to Glorify God"},{"bookname":"1 Corinthians","chapter":"10","verse":"24","text":"Do not seek your own good, but the good of the other person."},{"bookname":"1 Corinthians","chapter":"10","verse":"25","text":"Eat anything that is sold in the marketplace without questions of conscience,"},{"bookname":"1 Corinthians","chapter":"10","verse":"26","text":"for the earth and its abundance are the Lord’s."},{"bookname":"1 Corinthians","chapter":"10","verse":"27","text":"If an unbeliever invites you to dinner and you want to go, eat whatever is served without asking questions of conscience."},{"bookname":"1 Corinthians","chapter":"10","verse":"28","text":"But if someone says to you, “This is from a sacrifice,” do not eat, because of the one who told you and because of conscience &#8211;"},{"bookname":"1 Corinthians","chapter":"10","verse":"29","text":"I do not mean yours but the other person’s. For why is my freedom being judged by another’s conscience?"},{"bookname":"1 Corinthians","chapter":"10","verse":"30","text":"If I partake with thankfulness, why am I blamed for the food that I give thanks for?"},{"bookname":"1 Corinthians","chapter":"10","verse":"31","text":"So whether you eat or drink, or whatever you do, do everything for the glory of God."},{"bookname":"1 Corinthians","chapter":"10","verse":"32","text":"Do not give offense to Jews or Greeks or to the church of God,"},{"bookname":"1 Corinthians","chapter":"10","verse":"33","text":"just as I also try to please everyone in all things. I do not seek my own benefit, but the benefit of many, so that they may be saved."}],[{"bookname":"1 Corinthians","chapter":"11","verse":"1","text":"Be imitators of me, just as I also am of Christ."},{"bookname":"1 Corinthians","chapter":"11","verse":"2","text":"I praise you because you remember me in everything and maintain the traditions just as I passed them on to you.","title":"Women&#8217;s Head Coverings"},{"bookname":"1 Corinthians","chapter":"11","verse":"3","text":"But I want you to know that Christ is the head of every man, and the man is the head of a woman, and God is the head of Christ."},{"bookname":"1 Corinthians","chapter":"11","verse":"4","text":"Any man who prays or prophesies with his head covered disgraces his head."},{"bookname":"1 Corinthians","chapter":"11","verse":"5","text":"But any woman who prays or prophesies with her head uncovered disgraces her head, for it is one and the same thing as having a shaved head."},{"bookname":"1 Corinthians","chapter":"11","verse":"6","text":"For if a woman will not cover her head, she should cut off her hair. But if it is disgraceful for a woman to have her hair cut off or her head shaved, she should cover her head."},{"bookname":"1 Corinthians","chapter":"11","verse":"7","text":"For a man should not have his head covered, since he is the image and glory of God. But the woman is the glory of the man."},{"bookname":"1 Corinthians","chapter":"11","verse":"8","text":"For man did not come from woman, but woman from man."},{"bookname":"1 Corinthians","chapter":"11","verse":"9","text":"Neither was man created for the sake of woman, but woman for man."},{"bookname":"1 Corinthians","chapter":"11","verse":"10","text":"For this reason a woman should have a symbol of authority on her head, because of the angels."},{"bookname":"1 Corinthians","chapter":"11","verse":"11","text":"In any case, in the Lord woman is not independent of man, nor is man independent of woman."},{"bookname":"1 Corinthians","chapter":"11","verse":"12","text":"For just as woman came from man, so man comes through woman. But all things come from God."},{"bookname":"1 Corinthians","chapter":"11","verse":"13","text":"Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered?"},{"bookname":"1 Corinthians","chapter":"11","verse":"14","text":"Does not nature itself teach you that if a man has long hair, it is a disgrace for him,"},{"bookname":"1 Corinthians","chapter":"11","verse":"15","text":"but if a woman has long hair, it is her glory? For her hair is given to her for a covering."},{"bookname":"1 Corinthians","chapter":"11","verse":"16","text":"If anyone intends to quarrel about this, we have no other practice, nor do the churches of God."},{"bookname":"1 Corinthians","chapter":"11","verse":"17","text":"Now in giving the following instruction I do not praise you, because you come together not for the better but for the worse.","title":"The Lord&#8217;s Supper"},{"bookname":"1 Corinthians","chapter":"11","verse":"18","text":"For in the first place, when you come together as a church I hear there are divisions among you, and in part I believe it."},{"bookname":"1 Corinthians","chapter":"11","verse":"19","text":"For there must in fact be divisions among you, so that those of you who are approved may be evident."},{"bookname":"1 Corinthians","chapter":"11","verse":"20","text":"Now when you come together at the same place, you are not really eating the Lord’s Supper."},{"bookname":"1 Corinthians","chapter":"11","verse":"21","text":"For when it is time to eat, everyone proceeds with his own supper. One is hungry and another becomes drunk."},{"bookname":"1 Corinthians","chapter":"11","verse":"22","text":"Do you not have houses so that you can eat and drink? Or are you trying to show contempt for the church of God by shaming those who have nothing? What should I say to you? Should I praise you? I will not praise you for this!"},{"bookname":"1 Corinthians","chapter":"11","verse":"23","text":"For I received from the Lord what I also passed on to you, that the Lord Jesus on the night in which he was betrayed took bread,"},{"bookname":"1 Corinthians","chapter":"11","verse":"24","text":"and after he had given thanks he broke it and said, “This is my body, which is for you. Do this in remembrance of me.”"},{"bookname":"1 Corinthians","chapter":"11","verse":"25","text":"In the same way, he also took the cup after supper, saying, “This cup is the new covenant in my blood. Do this, every time you drink it, in remembrance of me.”"},{"bookname":"1 Corinthians","chapter":"11","verse":"26","text":"For every time you eat this bread and drink the cup, you proclaim the Lord’s death until he comes."},{"bookname":"1 Corinthians","chapter":"11","verse":"27","text":"For this reason, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of the body and blood of the Lord."},{"bookname":"1 Corinthians","chapter":"11","verse":"28","text":"A person should examine himself first, and in this way let him eat the bread and drink of the cup."},{"bookname":"1 Corinthians","chapter":"11","verse":"29","text":"For the one who eats and drinks without careful regard for the body eats and drinks judgment against himself."},{"bookname":"1 Corinthians","chapter":"11","verse":"30","text":"That is why many of you are weak and sick, and quite a few are dead."},{"bookname":"1 Corinthians","chapter":"11","verse":"31","text":"But if we examined ourselves, we would not be judged."},{"bookname":"1 Corinthians","chapter":"11","verse":"32","text":"But when we are judged by the Lord, we are disciplined so that we may not be condemned with the world."},{"bookname":"1 Corinthians","chapter":"11","verse":"33","text":"So then, my brothers and sisters, when you come together to eat, wait for one another."},{"bookname":"1 Corinthians","chapter":"11","verse":"34","text":"If anyone is hungry, let him eat at home, so that when you assemble it does not lead to judgment. I will give directions about other matters when I come."}],[{"bookname":"1 Corinthians","chapter":"12","verse":"1","text":"With regard to spiritual gifts, brothers and sisters, I do not want you to be uninformed.","title":"Spiritual Gifts"},{"bookname":"1 Corinthians","chapter":"12","verse":"2","text":"You know that when you were pagans you were often led astray by speechless idols, however you were led."},{"bookname":"1 Corinthians","chapter":"12","verse":"3","text":"So I want you to understand that no one speaking by the Spirit of God says, “Jesus is cursed,” and no one can say, “Jesus is Lord,” except by the Holy Spirit."},{"bookname":"1 Corinthians","chapter":"12","verse":"4","text":"Now there are different gifts, but the same Spirit."},{"bookname":"1 Corinthians","chapter":"12","verse":"5","text":"And there are different ministries, but the same Lord."},{"bookname":"1 Corinthians","chapter":"12","verse":"6","text":"And there are different results, but the same God who produces all of them in everyone."},{"bookname":"1 Corinthians","chapter":"12","verse":"7","text":"To each person the manifestation of the Spirit is given for the benefit of all."},{"bookname":"1 Corinthians","chapter":"12","verse":"8","text":"For one person is given through the Spirit the message of wisdom, and another the message of knowledge according to the same Spirit,"},{"bookname":"1 Corinthians","chapter":"12","verse":"9","text":"to another faith by the same Spirit, and to another gifts of healing by the one Spirit,"},{"bookname":"1 Corinthians","chapter":"12","verse":"10","text":"to another performance of miracles, to another prophecy, and to another discernment of spirits, to another different kinds of tongues, and to another the interpretation of tongues."},{"bookname":"1 Corinthians","chapter":"12","verse":"11","text":"It is one and the same Spirit, distributing as he decides to each person, who produces all these things."},{"bookname":"1 Corinthians","chapter":"12","verse":"12","text":"For just as the body is one and yet has many members, and all the members of the body &#8211; though many &#8211; are one body, so too is Christ.","title":"Different Members in One Body"},{"bookname":"1 Corinthians","chapter":"12","verse":"13","text":"For in one Spirit we were all baptized into one body. Whether Jews or Greeks or slaves or free, we were all made to drink of the one Spirit."},{"bookname":"1 Corinthians","chapter":"12","verse":"14","text":"For in fact the body is not a single member, but many."},{"bookname":"1 Corinthians","chapter":"12","verse":"15","text":"If the foot says, “Since I am not a hand, I am not part of the body,” it does not lose its membership in the body because of that."},{"bookname":"1 Corinthians","chapter":"12","verse":"16","text":"And if the ear says, “Since I am not an eye, I am not part of the body,” it does not lose its membership in the body because of that."},{"bookname":"1 Corinthians","chapter":"12","verse":"17","text":"If the whole body were an eye, what part would do the hearing? If the whole were an ear, what part would exercise the sense of smell?"},{"bookname":"1 Corinthians","chapter":"12","verse":"18","text":"But as a matter of fact, God has placed each of the members in the body just as he decided."},{"bookname":"1 Corinthians","chapter":"12","verse":"19","text":"If they were all the same member, where would the body be?"},{"bookname":"1 Corinthians","chapter":"12","verse":"20","text":"So now there are many members, but one body."},{"bookname":"1 Corinthians","chapter":"12","verse":"21","text":"The eye cannot say to the hand, “I do not need you,” nor in turn can the head say to the foot, “I do not need you.”"},{"bookname":"1 Corinthians","chapter":"12","verse":"22","text":"On the contrary, those members that seem to be weaker are essential,"},{"bookname":"1 Corinthians","chapter":"12","verse":"23","text":"and those members we consider less honorable we clothe with greater honor, and our unpresentable members are clothed with dignity,"},{"bookname":"1 Corinthians","chapter":"12","verse":"24","text":"but our presentable members do not need this. Instead, God has blended together the body, giving greater honor to the lesser member,"},{"bookname":"1 Corinthians","chapter":"12","verse":"25","text":"so that there may be no division in the body, but the members may have mutual concern for one another."},{"bookname":"1 Corinthians","chapter":"12","verse":"26","text":"If one member suffers, everyone suffers with it. If a member is honored, all rejoice with it."},{"bookname":"1 Corinthians","chapter":"12","verse":"27","text":"Now you are Christ’s body, and each of you is a member of it."},{"bookname":"1 Corinthians","chapter":"12","verse":"28","text":"And God has placed in the church first apostles, second prophets, third teachers, then miracles, gifts of healing, helps, gifts of leadership, different kinds of tongues."},{"bookname":"1 Corinthians","chapter":"12","verse":"29","text":"Not all are apostles, are they? Not all are prophets, are they? Not all are teachers, are they? Not all perform miracles, do they?"},{"bookname":"1 Corinthians","chapter":"12","verse":"30","text":"Not all have gifts of healing, do they? Not all speak in tongues, do they? Not all interpret, do they?"},{"bookname":"1 Corinthians","chapter":"12","verse":"31","text":"But you should be eager for the greater gifts. And now I will show you a way that is beyond comparison."}],[{"bookname":"1 Corinthians","chapter":"13","verse":"1","text":"If I speak in the tongues of men and of angels, but I do not have love, I am a noisy gong or a clanging cymbal.","title":"The Way of Love"},{"bookname":"1 Corinthians","chapter":"13","verse":"2","text":"And if I have prophecy, and know all mysteries and all knowledge, and if I have all faith so that I can remove mountains, but do not have love, I am nothing."},{"bookname":"1 Corinthians","chapter":"13","verse":"3","text":"If I give away everything I own, and if I give over my body in order to boast, but do not have love, I receive no benefit."},{"bookname":"1 Corinthians","chapter":"13","verse":"4","text":"Love is patient, love is kind, it is not envious. Love does not brag, it is not puffed up."},{"bookname":"1 Corinthians","chapter":"13","verse":"5","text":"It is not rude, it is not self-serving, it is not easily angered or resentful."},{"bookname":"1 Corinthians","chapter":"13","verse":"6","text":"It is not glad about injustice, but rejoices in the truth."},{"bookname":"1 Corinthians","chapter":"13","verse":"7","text":"It bears all things, believes all things, hopes all things, endures all things."},{"bookname":"1 Corinthians","chapter":"13","verse":"8","text":"Love never ends. But if there are prophecies, they will be set aside; if there are tongues, they will cease; if there is knowledge, it will be set aside."},{"bookname":"1 Corinthians","chapter":"13","verse":"9","text":"For we know in part, and we prophesy in part,"},{"bookname":"1 Corinthians","chapter":"13","verse":"10","text":"but when what is perfect comes, the partial will be set aside."},{"bookname":"1 Corinthians","chapter":"13","verse":"11","text":"When I was a child, I talked like a child, I thought like a child, I reasoned like a child. But when I became an adult, I set aside childish ways."},{"bookname":"1 Corinthians","chapter":"13","verse":"12","text":"For now we see in a mirror indirectly, but then we will see face to face. Now I know in part, but then I will know fully, just as I have been fully known."},{"bookname":"1 Corinthians","chapter":"13","verse":"13","text":"And now these three remain: faith, hope, and love. But the greatest of these is love."}],[{"bookname":"1 Corinthians","chapter":"14","verse":"1","text":"Pursue love and be eager for the spiritual gifts, especially that you may prophesy.","title":"Prophecy and Tongues"},{"bookname":"1 Corinthians","chapter":"14","verse":"2","text":"For the one speaking in a tongue does not speak to people but to God, for no one understands; he is speaking mysteries by the Spirit."},{"bookname":"1 Corinthians","chapter":"14","verse":"3","text":"But the one who prophesies speaks to people for their strengthening, encouragement, and consolation."},{"bookname":"1 Corinthians","chapter":"14","verse":"4","text":"The one who speaks in a tongue builds himself up, but the one who prophesies builds up the church."},{"bookname":"1 Corinthians","chapter":"14","verse":"5","text":"I wish you all spoke in tongues, but even more that you would prophesy. The one who prophesies is greater than the one who speaks in tongues, unless he interprets so that the church may be strengthened."},{"bookname":"1 Corinthians","chapter":"14","verse":"6","text":"Now, brothers and sisters, if I come to you speaking in tongues, how will I help you unless I speak to you with a revelation or with knowledge or prophecy or teaching?"},{"bookname":"1 Corinthians","chapter":"14","verse":"7","text":"It is similar for lifeless things that make a sound, like a flute or harp. Unless they make a distinction in the notes, how can what is played on the flute or harp be understood?"},{"bookname":"1 Corinthians","chapter":"14","verse":"8","text":"If, for example, the trumpet makes an unclear sound, who will get ready for battle?"},{"bookname":"1 Corinthians","chapter":"14","verse":"9","text":"It is the same for you. If you do not speak clearly with your tongue, how will anyone know what is being said? For you will be speaking into the air."},{"bookname":"1 Corinthians","chapter":"14","verse":"10","text":"There are probably many kinds of languages in the world, and none is without meaning."},{"bookname":"1 Corinthians","chapter":"14","verse":"11","text":"If then I do not know the meaning of a language, I will be a foreigner to the speaker and the speaker a foreigner to me."},{"bookname":"1 Corinthians","chapter":"14","verse":"12","text":"It is the same with you. Since you are eager for manifestations of the Spirit, seek to abound in order to strengthen the church."},{"bookname":"1 Corinthians","chapter":"14","verse":"13","text":"So then, one who speaks in a tongue should pray that he may interpret."},{"bookname":"1 Corinthians","chapter":"14","verse":"14","text":"If I pray in a tongue, my spirit prays, but my mind is unproductive."},{"bookname":"1 Corinthians","chapter":"14","verse":"15","text":"What should I do? I will pray with my spirit, but I will also pray with my mind. I will sing praises with my spirit, but I will also sing praises with my mind."},{"bookname":"1 Corinthians","chapter":"14","verse":"16","text":"Otherwise, if you are praising God with your spirit, how can someone without the gift say “Amen” to your thanksgiving, since he does not know what you are saying?"},{"bookname":"1 Corinthians","chapter":"14","verse":"17","text":"For you are certainly giving thanks well, but the other person is not strengthened."},{"bookname":"1 Corinthians","chapter":"14","verse":"18","text":"I thank God that I speak in tongues more than all of you,"},{"bookname":"1 Corinthians","chapter":"14","verse":"19","text":"but in the church I want to speak five words with my mind to instruct others, rather than ten thousand words in a tongue."},{"bookname":"1 Corinthians","chapter":"14","verse":"20","text":"Brothers and sisters, do not be children in your thinking. Instead, be infants in evil, but in your thinking be mature."},{"bookname":"1 Corinthians","chapter":"14","verse":"21","text":"It is written in the law: “<b>By people with strange tongues and by the lips of strangers<\/b> <b>I will speak to this people<\/b>, <b>yet not even in this way will they listen to me<\/b>,” says the Lord."},{"bookname":"1 Corinthians","chapter":"14","verse":"22","text":"So then, tongues are a sign not for believers but for unbelievers. Prophecy, however, is not for unbelievers but for believers."},{"bookname":"1 Corinthians","chapter":"14","verse":"23","text":"So if the whole church comes together and all speak in tongues, and unbelievers or uninformed people enter, will they not say that you have lost your minds?"},{"bookname":"1 Corinthians","chapter":"14","verse":"24","text":"But if all prophesy, and an unbeliever or uninformed person enters, he will be convicted by all, he will be called to account by all."},{"bookname":"1 Corinthians","chapter":"14","verse":"25","text":"The secrets of his heart are disclosed, and in this way he will fall down with his face to the ground and worship God, declaring, “God is really among you.”"},{"bookname":"1 Corinthians","chapter":"14","verse":"26","text":"What should you do then, brothers and sisters? When you come together, each one has a song, has a lesson, has a revelation, has a tongue, has an interpretation. Let all these things be done for the strengthening of the church.","title":"Church Order"},{"bookname":"1 Corinthians","chapter":"14","verse":"27","text":"If someone speaks in a tongue, it should be two, or at the most three, one after the other, and someone must interpret."},{"bookname":"1 Corinthians","chapter":"14","verse":"28","text":"But if there is no interpreter, he should be silent in the church. Let him speak to himself and to God."},{"bookname":"1 Corinthians","chapter":"14","verse":"29","text":"Two or three prophets should speak and the others should evaluate what is said."},{"bookname":"1 Corinthians","chapter":"14","verse":"30","text":"And if someone sitting down receives a revelation, the person who is speaking should conclude."},{"bookname":"1 Corinthians","chapter":"14","verse":"31","text":"For you can all prophesy one after another, so all can learn and be encouraged."},{"bookname":"1 Corinthians","chapter":"14","verse":"32","text":"Indeed, the spirits of the prophets are subject to the prophets,"},{"bookname":"1 Corinthians","chapter":"14","verse":"33","text":"for God is not characterized by disorder but by peace. As in all the churches of the saints,"},{"bookname":"1 Corinthians","chapter":"14","verse":"34","text":"the women should be silent in the churches, for they are not permitted to speak. Rather, let them be in submission, as in fact the law says."},{"bookname":"1 Corinthians","chapter":"14","verse":"35","text":"If they want to find out about something, they should ask their husbands at home, because it is disgraceful for a woman to speak in church."},{"bookname":"1 Corinthians","chapter":"14","verse":"36","text":"Did the word of God begin with you, or did it come to you alone?"},{"bookname":"1 Corinthians","chapter":"14","verse":"37","text":"If anyone considers himself a prophet or spiritual person, he should acknowledge that what I write to you is the Lord’s command."},{"bookname":"1 Corinthians","chapter":"14","verse":"38","text":"If someone does not recognize this, he is not recognized."},{"bookname":"1 Corinthians","chapter":"14","verse":"39","text":"So then, brothers and sisters, be eager to prophesy, and do not forbid anyone from speaking in tongues."},{"bookname":"1 Corinthians","chapter":"14","verse":"40","text":"And do everything in a decent and orderly manner."}],[{"bookname":"1 Corinthians","chapter":"15","verse":"1","text":"Now I want to make clear for you, brothers and sisters, the gospel that I preached to you, that you received and on which you stand,","title":"Christ&#8217;s Resurrection"},{"bookname":"1 Corinthians","chapter":"15","verse":"2","text":"and by which you are being saved, if you hold firmly to the message I preached to you &#8211; unless you believed in vain."},{"bookname":"1 Corinthians","chapter":"15","verse":"3","text":"For I passed on to you as of first importance what I also received &#8211; that Christ died for our sins according to the scriptures,"},{"bookname":"1 Corinthians","chapter":"15","verse":"4","text":"and that he was buried, and that he was raised on the third day according to the scriptures,"},{"bookname":"1 Corinthians","chapter":"15","verse":"5","text":"and that he appeared to Cephas, then to the twelve."},{"bookname":"1 Corinthians","chapter":"15","verse":"6","text":"Then he appeared to more than five hundred of the brothers and sisters at one time, most of whom are still alive, though some have fallen asleep."},{"bookname":"1 Corinthians","chapter":"15","verse":"7","text":"Then he appeared to James, then to all the apostles."},{"bookname":"1 Corinthians","chapter":"15","verse":"8","text":"Last of all, as though to one born at the wrong time, he appeared to me also."},{"bookname":"1 Corinthians","chapter":"15","verse":"9","text":"For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God."},{"bookname":"1 Corinthians","chapter":"15","verse":"10","text":"But by the grace of God I am what I am, and his grace to me has not been in vain. In fact, I worked harder than all of them &#8211; yet not I, but the grace of God with me."},{"bookname":"1 Corinthians","chapter":"15","verse":"11","text":"Whether then it was I or they, this is the way we preach and this is the way you believed."},{"bookname":"1 Corinthians","chapter":"15","verse":"12","text":"Now if Christ is being preached as raised from the dead, how can some of you say there is no resurrection of the dead?","title":"No Resurrection?"},{"bookname":"1 Corinthians","chapter":"15","verse":"13","text":"But if there is no resurrection of the dead, then not even Christ has been raised."},{"bookname":"1 Corinthians","chapter":"15","verse":"14","text":"And if Christ has not been raised, then our preaching is futile and your faith is empty."},{"bookname":"1 Corinthians","chapter":"15","verse":"15","text":"Also, we are found to be false witnesses about God, because we have testified against God that he raised Christ from the dead, when in reality he did not raise him, if indeed the dead are not raised."},{"bookname":"1 Corinthians","chapter":"15","verse":"16","text":"For if the dead are not raised, then not even Christ has been raised."},{"bookname":"1 Corinthians","chapter":"15","verse":"17","text":"And if Christ has not been raised, your faith is useless; you are still in your sins."},{"bookname":"1 Corinthians","chapter":"15","verse":"18","text":"Furthermore, those who have fallen asleep in Christ have also perished."},{"bookname":"1 Corinthians","chapter":"15","verse":"19","text":"For if only in this life we have hope in Christ, we should be pitied more than anyone."},{"bookname":"1 Corinthians","chapter":"15","verse":"20","text":"But now Christ has been raised from the dead, the firstfruits of those who have fallen asleep."},{"bookname":"1 Corinthians","chapter":"15","verse":"21","text":"For since death came through a man, the resurrection of the dead also came through a man."},{"bookname":"1 Corinthians","chapter":"15","verse":"22","text":"For just as in Adam all die, so also in Christ all will be made alive."},{"bookname":"1 Corinthians","chapter":"15","verse":"23","text":"But each in his own order: Christ, the firstfruits; then when Christ comes, those who belong to him."},{"bookname":"1 Corinthians","chapter":"15","verse":"24","text":"Then comes the end, when he hands over the kingdom to God the Father, when he has brought to an end all rule and all authority and power."},{"bookname":"1 Corinthians","chapter":"15","verse":"25","text":"For he must reign until he has put all his enemies under his feet."},{"bookname":"1 Corinthians","chapter":"15","verse":"26","text":"The last enemy to be eliminated is death."},{"bookname":"1 Corinthians","chapter":"15","verse":"27","text":"For <b>he has put everything in subjection under his feet<\/b>. But when it says “everything” has been put in subjection, it is clear that this does not include the one who put everything in subjection to him."},{"bookname":"1 Corinthians","chapter":"15","verse":"28","text":"And when all things are subjected to him, then the Son himself will be subjected to the one who subjected everything to him, so that God may be all in all."},{"bookname":"1 Corinthians","chapter":"15","verse":"29","text":"Otherwise, what will those do who are baptized for the dead? If the dead are not raised at all, then why are they baptized for them?"},{"bookname":"1 Corinthians","chapter":"15","verse":"30","text":"Why too are we in danger every hour?"},{"bookname":"1 Corinthians","chapter":"15","verse":"31","text":"Every day I am in danger of death! This is as sure as my boasting in you, which I have in Christ Jesus our Lord."},{"bookname":"1 Corinthians","chapter":"15","verse":"32","text":"If from a human point of view I fought with wild beasts at Ephesus, what did it benefit me? If the dead are not raised, let us eat and drink, for tomorrow we die."},{"bookname":"1 Corinthians","chapter":"15","verse":"33","text":"Do not be deceived: “Bad company corrupts good morals.”"},{"bookname":"1 Corinthians","chapter":"15","verse":"34","text":"Sober up as you should, and stop sinning! For some have no knowledge of God &#8211; I say this to your shame!"},{"bookname":"1 Corinthians","chapter":"15","verse":"35","text":"But someone will say, “How are the dead raised? With what kind of body will they come?”","title":"The Resurrection Body"},{"bookname":"1 Corinthians","chapter":"15","verse":"36","text":"Fool! What you sow will not come to life unless it dies."},{"bookname":"1 Corinthians","chapter":"15","verse":"37","text":"And what you sow is not the body that is to be, but a bare seed &#8211; perhaps of wheat or something else."},{"bookname":"1 Corinthians","chapter":"15","verse":"38","text":"But God gives it a body just as he planned, and to each of the seeds a body of its own."},{"bookname":"1 Corinthians","chapter":"15","verse":"39","text":"All flesh is not the same: People have one flesh, animals have another, birds and fish another."},{"bookname":"1 Corinthians","chapter":"15","verse":"40","text":"And there are heavenly bodies and earthly bodies. The glory of the heavenly body is one sort and the earthly another."},{"bookname":"1 Corinthians","chapter":"15","verse":"41","text":"There is one glory of the sun, and another glory of the moon and another glory of the stars, for star differs from star in glory."},{"bookname":"1 Corinthians","chapter":"15","verse":"42","text":"It is the same with the resurrection of the dead. What is sown is perishable, what is raised is imperishable."},{"bookname":"1 Corinthians","chapter":"15","verse":"43","text":"It is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power;"},{"bookname":"1 Corinthians","chapter":"15","verse":"44","text":"it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body."},{"bookname":"1 Corinthians","chapter":"15","verse":"45","text":"So also it is written, “<b>The first man<\/b>, <b>Adam<\/b>, <b>became a living person<\/b>”; the last Adam became a life-giving spirit."},{"bookname":"1 Corinthians","chapter":"15","verse":"46","text":"However, the spiritual did not come first, but the natural, and then the spiritual."},{"bookname":"1 Corinthians","chapter":"15","verse":"47","text":"The first man is from the earth, made of dust; the second man is from heaven."},{"bookname":"1 Corinthians","chapter":"15","verse":"48","text":"Like the one made of dust, so too are those made of dust, and like the one from heaven, so too those who are heavenly."},{"bookname":"1 Corinthians","chapter":"15","verse":"49","text":"And just as we have borne the image of the man of dust, let us also bear the image of the man of heaven."},{"bookname":"1 Corinthians","chapter":"15","verse":"50","text":"Now this is what I am saying, brothers and sisters: Flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable."},{"bookname":"1 Corinthians","chapter":"15","verse":"51","text":"Listen, I will tell you a mystery: We will not all sleep, but we will all be changed &#8211;"},{"bookname":"1 Corinthians","chapter":"15","verse":"52","text":"in a moment, in the blinking of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we will be changed."},{"bookname":"1 Corinthians","chapter":"15","verse":"53","text":"For this perishable body must put on the imperishable, and this mortal body must put on immortality."},{"bookname":"1 Corinthians","chapter":"15","verse":"54","text":"Now when this perishable puts on the imperishable, and this mortal puts on immortality, then the saying that is written will happen, “<b>Death has been swallowed up in victory<\/b>.”"},{"bookname":"1 Corinthians","chapter":"15","verse":"55","text":"“<b>Where<\/b>, <b>O death<\/b>, <b>is your victory?<\/b> <b>Where<\/b>, <b>O death<\/b>, <b>is your sting?<\/b>”"},{"bookname":"1 Corinthians","chapter":"15","verse":"56","text":"The sting of death is sin, and the power of sin is the law."},{"bookname":"1 Corinthians","chapter":"15","verse":"57","text":"But thanks be to God, who gives us the victory through our Lord Jesus Christ!"},{"bookname":"1 Corinthians","chapter":"15","verse":"58","text":"So then, dear brothers and sisters, be firm. Do not be moved! Always be outstanding in the work of the Lord, knowing that your labor is not in vain in the Lord."}],[{"bookname":"1 Corinthians","chapter":"16","verse":"1","text":"With regard to the collection for the saints, please follow the directions that I gave to the churches of Galatia:","title":"A Collection to Aid Jewish Christians"},{"bookname":"1 Corinthians","chapter":"16","verse":"2","text":"On the first day of the week, each of you should set aside some income and save it to the extent that God has blessed you, so that a collection will not have to be made when I come."},{"bookname":"1 Corinthians","chapter":"16","verse":"3","text":"Then, when I arrive, I will send those whom you approve with letters of explanation to carry your gift to Jerusalem."},{"bookname":"1 Corinthians","chapter":"16","verse":"4","text":"And if it seems advisable that I should go also, they will go with me."},{"bookname":"1 Corinthians","chapter":"16","verse":"5","text":"But I will come to you after I have gone through Macedonia &#8211; for I will be going through Macedonia &#8211;","title":"Paul&#8217;s Plans to Visit"},{"bookname":"1 Corinthians","chapter":"16","verse":"6","text":"and perhaps I will stay with you, or even spend the winter, so that you can send me on my journey, wherever I go."},{"bookname":"1 Corinthians","chapter":"16","verse":"7","text":"For I do not want to see you now in passing, since I hope to spend some time with you, if the Lord allows."},{"bookname":"1 Corinthians","chapter":"16","verse":"8","text":"But I will stay in Ephesus until Pentecost,"},{"bookname":"1 Corinthians","chapter":"16","verse":"9","text":"because a door of great opportunity stands wide open for me, but there are many opponents."},{"bookname":"1 Corinthians","chapter":"16","verse":"10","text":"Now if Timothy comes, see that he has nothing to fear among you, for he is doing the Lord’s work, as I am too."},{"bookname":"1 Corinthians","chapter":"16","verse":"11","text":"So then, let no one treat him with contempt. But send him on his way in peace so that he may come to me. For I am expecting him with the brothers."},{"bookname":"1 Corinthians","chapter":"16","verse":"12","text":"With regard to our brother Apollos: I strongly encouraged him to visit you with the other brothers, but it was simply not his intention to come now. He will come when he has the opportunity."},{"bookname":"1 Corinthians","chapter":"16","verse":"13","text":"Stay alert, stand firm in the faith, show courage, be strong.","title":"Final Challenge and Blessing"},{"bookname":"1 Corinthians","chapter":"16","verse":"14","text":"Everything you do should be done in love."},{"bookname":"1 Corinthians","chapter":"16","verse":"15","text":"Now, brothers and sisters, you know about the household of Stephanus, that as the first converts of Achaia, they devoted themselves to ministry for the saints. I urge you"},{"bookname":"1 Corinthians","chapter":"16","verse":"16","text":"also to submit to people like this, and to everyone who cooperates in the work and labors hard."},{"bookname":"1 Corinthians","chapter":"16","verse":"17","text":"I was glad about the arrival of Stephanus, Fortunatus, and Achaicus because they have supplied the fellowship with you that I lacked."},{"bookname":"1 Corinthians","chapter":"16","verse":"18","text":"For they refreshed my spirit and yours. So then, recognize people like this."},{"bookname":"1 Corinthians","chapter":"16","verse":"19","text":"The churches in the province of Asia send greetings to you. Aquila and Prisca greet you warmly in the Lord, with the church that meets in their house."},{"bookname":"1 Corinthians","chapter":"16","verse":"20","text":"All the brothers and sisters send greetings. Greet one another with a holy kiss."},{"bookname":"1 Corinthians","chapter":"16","verse":"21","text":"I, Paul, send this greeting with my own hand."},{"bookname":"1 Corinthians","chapter":"16","verse":"22","text":"Let anyone who has no love for the Lord be accursed. Our Lord, come!"},{"bookname":"1 Corinthians","chapter":"16","verse":"23","text":"The grace of the Lord Jesus be with you."},{"bookname":"1 Corinthians","chapter":"16","verse":"24","text":"My love be with all of you in Christ Jesus."}]]}