{"book":{"id":49,"abbrev":"eph","name":"Ephesians","chapters":6},"chapters":[[{"bookname":"Ephesians","chapter":"1","verse":"1","text":"From Paul, an apostle of Christ Jesus by the will of God, to the saints [in Ephesus], the faithful in Christ Jesus.","title":"Salutation"},{"bookname":"Ephesians","chapter":"1","verse":"2","text":"Grace and peace to you from God our Father and the Lord Jesus Christ!"},{"bookname":"Ephesians","chapter":"1","verse":"3","text":"Blessed is the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly realms in Christ.","title":"Spiritual Blessings in Christ"},{"bookname":"Ephesians","chapter":"1","verse":"4","text":"For he chose us in Christ before the foundation of the world that we may be holy and unblemished in his sight in love."},{"bookname":"Ephesians","chapter":"1","verse":"5","text":"He did this by predestining us to adoption as his sons through Jesus Christ, according to the pleasure of his will &#8211;"},{"bookname":"Ephesians","chapter":"1","verse":"6","text":"to the praise of the glory of his grace that he has freely bestowed on us in his dearly loved Son."},{"bookname":"Ephesians","chapter":"1","verse":"7","text":"In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace"},{"bookname":"Ephesians","chapter":"1","verse":"8","text":"that he lavished on us in all wisdom and insight."},{"bookname":"Ephesians","chapter":"1","verse":"9","text":"He did this when he revealed to us the secret of his will, according to his good pleasure that he set forth in Christ,"},{"bookname":"Ephesians","chapter":"1","verse":"10","text":"toward the administration of the fullness of the times, to head up all things in Christ &#8211; the things in heaven and the things on earth."},{"bookname":"Ephesians","chapter":"1","verse":"11","text":"In Christ we too have been claimed as God’s own possession, since we were predestined according to the one purpose of him who accomplishes all things according to the counsel of his will"},{"bookname":"Ephesians","chapter":"1","verse":"12","text":"so that we, who were the first to set our hope on Christ, would be to the praise of his glory."},{"bookname":"Ephesians","chapter":"1","verse":"13","text":"And when you heard the word of truth (the gospel of your salvation) &#8211; when you believed in Christ &#8211; you were marked with the seal of the promised Holy Spirit,"},{"bookname":"Ephesians","chapter":"1","verse":"14","text":"who is the down payment of our inheritance, until the redemption of God’s own possession, to the praise of his glory."},{"bookname":"Ephesians","chapter":"1","verse":"15","text":"For this reason, because I have heard of your faith in the Lord Jesus and your love for all the saints,","title":"Prayer for Wisdom and Revelation"},{"bookname":"Ephesians","chapter":"1","verse":"16","text":"I do not cease to give thanks for you when I remember you in my prayers."},{"bookname":"Ephesians","chapter":"1","verse":"17","text":"I pray that the God of our Lord Jesus Christ, the Father of glory, may give you spiritual wisdom and revelation in your growing knowledge of him,"},{"bookname":"Ephesians","chapter":"1","verse":"18","text":"&#8211; since the eyes of your heart have been enlightened &#8211; so that you may know what is the hope of his calling, what is the wealth of his glorious inheritance in the saints,"},{"bookname":"Ephesians","chapter":"1","verse":"19","text":"and what is the incomparable greatness of his power toward us who believe, as displayed in the exercise of his immense strength."},{"bookname":"Ephesians","chapter":"1","verse":"20","text":"This power he exercised in Christ when he raised him from the dead and seated him at his right hand in the heavenly realms"},{"bookname":"Ephesians","chapter":"1","verse":"21","text":"far above every rule and authority and power and dominion and every name that is named, not only in this age but also in the one to come."},{"bookname":"Ephesians","chapter":"1","verse":"22","text":"And God put all things under Christ’s feet, and he gave him to the church as head over all things."},{"bookname":"Ephesians","chapter":"1","verse":"23","text":"Now the church is his body, the fullness of him who fills all in all."}],[{"bookname":"Ephesians","chapter":"2","verse":"1","text":"And although you were dead in your transgressions and sins,","title":"New Life Individually"},{"bookname":"Ephesians","chapter":"2","verse":"2","text":"in which you formerly lived according to this world’s present path, according to the ruler of the kingdom of the air, the ruler of the spirit that is now energizing the sons of disobedience,"},{"bookname":"Ephesians","chapter":"2","verse":"3","text":"among whom all of us also formerly lived out our lives in the cravings of our flesh, indulging the desires of the flesh and the mind, and were by nature children of wrath even as the rest&#8230;"},{"bookname":"Ephesians","chapter":"2","verse":"4","text":"But God, being rich in mercy, because of his great love with which he loved us,"},{"bookname":"Ephesians","chapter":"2","verse":"5","text":"even though we were dead in transgressions, made us alive together with Christ &#8211; by grace you are saved! &#8211;"},{"bookname":"Ephesians","chapter":"2","verse":"6","text":"and he raised us up with him and seated us with him in the heavenly realms in Christ Jesus,"},{"bookname":"Ephesians","chapter":"2","verse":"7","text":"to demonstrate in the coming ages the surpassing wealth of his grace in kindness toward us in Christ Jesus."},{"bookname":"Ephesians","chapter":"2","verse":"8","text":"For by grace you are saved through faith, and this is not from yourselves, it is the gift of God;"},{"bookname":"Ephesians","chapter":"2","verse":"9","text":"it is not from works, so that no one can boast."},{"bookname":"Ephesians","chapter":"2","verse":"10","text":"For we are his workmanship, having been created in Christ Jesus for good works that God prepared beforehand so we may do them."},{"bookname":"Ephesians","chapter":"2","verse":"11","text":"Therefore remember that formerly you, the Gentiles in the flesh &#8211; who are called “uncircumcision” by the so-called “circumcision” that is performed on the body by human hands &#8211;","title":"New Life Corporately"},{"bookname":"Ephesians","chapter":"2","verse":"12","text":"that you were at that time without the Messiah, alienated from the citizenship of Israel and strangers to the covenants of promise, having no hope and without God in the world."},{"bookname":"Ephesians","chapter":"2","verse":"13","text":"But now in Christ Jesus you who used to be far away have been brought near by the blood of Christ."},{"bookname":"Ephesians","chapter":"2","verse":"14","text":"For he is our peace, the one who made both groups into one and who destroyed the middle wall of partition, the hostility,"},{"bookname":"Ephesians","chapter":"2","verse":"15","text":"when he nullified in his flesh the law of commandments in decrees. He did this to create in himself one new man out of two, thus making peace,"},{"bookname":"Ephesians","chapter":"2","verse":"16","text":"and to reconcile them both in one body to God through the cross, by which the hostility has been killed."},{"bookname":"Ephesians","chapter":"2","verse":"17","text":"And he came and preached peace to you who were far off and peace to those who were near,"},{"bookname":"Ephesians","chapter":"2","verse":"18","text":"so that through him we both have access in one Spirit to the Father."},{"bookname":"Ephesians","chapter":"2","verse":"19","text":"So then you are no longer foreigners and noncitizens, but you are fellow citizens with the saints and members of God’s household,"},{"bookname":"Ephesians","chapter":"2","verse":"20","text":"because you have been built on the foundation of the apostles and prophets, with Christ Jesus himself as the cornerstone."},{"bookname":"Ephesians","chapter":"2","verse":"21","text":"In him the whole building, being joined together, grows into a holy temple in the Lord,"},{"bookname":"Ephesians","chapter":"2","verse":"22","text":"in whom you also are being built together into a dwelling place of God in the Spirit."}],[{"bookname":"Ephesians","chapter":"3","verse":"1","text":"For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles &#8211;","title":"Paul's Relationship to the Divine Mystery"},{"bookname":"Ephesians","chapter":"3","verse":"2","text":"if indeed you have heard of the stewardship of God’s grace that was given to me for you,"},{"bookname":"Ephesians","chapter":"3","verse":"3","text":"that by revelation the divine secret was made known to me, as I wrote before briefly."},{"bookname":"Ephesians","chapter":"3","verse":"4","text":"When reading this, you will be able to understand my insight into this secret of Christ."},{"bookname":"Ephesians","chapter":"3","verse":"5","text":"Now this secret was not disclosed to people in former generations as it has now been revealed to his holy apostles and prophets by the Spirit,"},{"bookname":"Ephesians","chapter":"3","verse":"6","text":"namely, that through the gospel the Gentiles are fellow heirs, fellow members of the body, and fellow partakers of the promise in Christ Jesus."},{"bookname":"Ephesians","chapter":"3","verse":"7","text":"I became a servant of this gospel according to the gift of God’s grace that was given to me by the exercise of his power."},{"bookname":"Ephesians","chapter":"3","verse":"8","text":"To me &#8211; less than the least of all the saints &#8211; this grace was given, to proclaim to the Gentiles the unfathomable riches of Christ"},{"bookname":"Ephesians","chapter":"3","verse":"9","text":"and to enlighten everyone about God’s secret plan &#8211; a secret that has been hidden for ages in God who has created all things."},{"bookname":"Ephesians","chapter":"3","verse":"10","text":"The purpose of this enlightenment is that through the church the multifaceted wisdom of God should now be disclosed to the rulers and the authorities in the heavenly realms."},{"bookname":"Ephesians","chapter":"3","verse":"11","text":"This was according to the eternal purpose that he accomplished in Christ Jesus our Lord,"},{"bookname":"Ephesians","chapter":"3","verse":"12","text":"in whom we have boldness and confident access to God because of Christ’s faithfulness."},{"bookname":"Ephesians","chapter":"3","verse":"13","text":"For this reason I ask you not to lose heart because of what I am suffering for you, which is your glory."},{"bookname":"Ephesians","chapter":"3","verse":"14","text":"For this reason I kneel before the Father,","title":"Prayer for Strengthened Love"},{"bookname":"Ephesians","chapter":"3","verse":"15","text":"from whom every family in heaven and on the earth is named."},{"bookname":"Ephesians","chapter":"3","verse":"16","text":"I pray that according to the wealth of his glory he may grant you to be strengthened with power through his Spirit in the inner person,"},{"bookname":"Ephesians","chapter":"3","verse":"17","text":"that Christ may dwell in your hearts through faith, so that, because you have been rooted and grounded in love,"},{"bookname":"Ephesians","chapter":"3","verse":"18","text":"you may be able to comprehend with all the saints what is the breadth and length and height and depth,"},{"bookname":"Ephesians","chapter":"3","verse":"19","text":"and thus to know the love of Christ that surpasses knowledge, so that you may be filled up to all the fullness of God."},{"bookname":"Ephesians","chapter":"3","verse":"20","text":"Now to him who by the power that is working within us is able to do far beyond all that we ask or think,"},{"bookname":"Ephesians","chapter":"3","verse":"21","text":"to him be the glory in the church and in Christ Jesus to all generations, forever and ever. Amen."}],[{"bookname":"Ephesians","chapter":"4","verse":"1","text":"I, therefore, the prisoner for the Lord, urge you to live worthily of the calling with which you have been called,","title":"Live in Unity"},{"bookname":"Ephesians","chapter":"4","verse":"2","text":"with all humility and gentleness, with patience, bearing with one another in love,"},{"bookname":"Ephesians","chapter":"4","verse":"3","text":"making every effort to keep the unity of the Spirit in the bond of peace."},{"bookname":"Ephesians","chapter":"4","verse":"4","text":"There is one body and one Spirit, just as you too were called to the one hope of your calling,"},{"bookname":"Ephesians","chapter":"4","verse":"5","text":"one Lord, one faith, one baptism,"},{"bookname":"Ephesians","chapter":"4","verse":"6","text":"one God and Father of all, who is over all and through all and in all."},{"bookname":"Ephesians","chapter":"4","verse":"7","text":"But to each one of us grace was given according to the measure of the gift of Christ."},{"bookname":"Ephesians","chapter":"4","verse":"8","text":"Therefore it says, “<b>When he ascended on high he captured<\/b> <b>captives<\/b>; <b>he gave gifts to men<\/b>.”"},{"bookname":"Ephesians","chapter":"4","verse":"9","text":"Now what is the meaning of “<b>he ascended<\/b>,” except that he also descended to the lower regions, namely, the earth?"},{"bookname":"Ephesians","chapter":"4","verse":"10","text":"He, the very one who descended, is also the one who ascended above all the heavens, in order to fill all things."},{"bookname":"Ephesians","chapter":"4","verse":"11","text":"It was he who gave some as apostles, some as prophets, some as evangelists, and some as pastors and teachers,"},{"bookname":"Ephesians","chapter":"4","verse":"12","text":"to equip the saints for the work of ministry, that is, to build up the body of Christ,"},{"bookname":"Ephesians","chapter":"4","verse":"13","text":"until we all attain to the unity of the faith and of the knowledge of the Son of God &#8211; a mature person, attaining to the measure of Christ’s full stature."},{"bookname":"Ephesians","chapter":"4","verse":"14","text":"So we are no longer to be children, tossed back and forth by waves and carried about by every wind of teaching by the trickery of people who craftily carry out their deceitful schemes."},{"bookname":"Ephesians","chapter":"4","verse":"15","text":"But practicing the truth in love, we will in all things grow up into Christ, who is the head."},{"bookname":"Ephesians","chapter":"4","verse":"16","text":"From him the whole body grows, fitted and held together through every supporting ligament. As each one does its part, the body grows in love."},{"bookname":"Ephesians","chapter":"4","verse":"17","text":"So I say this, and insist in the Lord, that you no longer live as the Gentiles do, in the futility of their thinking.","title":"Live in Holiness"},{"bookname":"Ephesians","chapter":"4","verse":"18","text":"They are darkened in their understanding, being alienated from the life of God because of the ignorance that is in them due to the hardness of their hearts."},{"bookname":"Ephesians","chapter":"4","verse":"19","text":"Because they are callous, they have given themselves over to indecency for the practice of every kind of impurity with greediness."},{"bookname":"Ephesians","chapter":"4","verse":"20","text":"But you did not learn about Christ like this,"},{"bookname":"Ephesians","chapter":"4","verse":"21","text":"if indeed you heard about him and were taught in him, just as the truth is in Jesus."},{"bookname":"Ephesians","chapter":"4","verse":"22","text":"You were taught with reference to your former way of life to lay aside the old man who is being corrupted in accordance with deceitful desires,"},{"bookname":"Ephesians","chapter":"4","verse":"23","text":"to be renewed in the spirit of your mind,"},{"bookname":"Ephesians","chapter":"4","verse":"24","text":"and to put on the new man who has been created in God’s image &#8211; in righteousness and holiness that comes from truth."},{"bookname":"Ephesians","chapter":"4","verse":"25","text":"Therefore, having laid aside falsehood, <b>each one of you speak the truth with his neighbor<\/b>, for we are members of one another."},{"bookname":"Ephesians","chapter":"4","verse":"26","text":"<b>Be angry and do not sin<\/b>; do not let the sun go down on the cause of your anger."},{"bookname":"Ephesians","chapter":"4","verse":"27","text":"Do not give the devil an opportunity."},{"bookname":"Ephesians","chapter":"4","verse":"28","text":"The one who steals must steal no longer; rather he must labor, doing good with his own hands, so that he may have something to share with the one who has need."},{"bookname":"Ephesians","chapter":"4","verse":"29","text":"You must let no unwholesome word come out of your mouth, but only what is beneficial for the building up of the one in need, that it may give grace to those who hear."},{"bookname":"Ephesians","chapter":"4","verse":"30","text":"And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption."},{"bookname":"Ephesians","chapter":"4","verse":"31","text":"You must put away every kind of bitterness, anger, wrath, quarreling, and evil, slanderous talk."},{"bookname":"Ephesians","chapter":"4","verse":"32","text":"Instead, be kind to one another, compassionate, forgiving one another, just as God in Christ also forgave you."}],[{"bookname":"Ephesians","chapter":"5","verse":"1","text":"Therefore, be imitators of God as dearly loved children","title":"Live in Love"},{"bookname":"Ephesians","chapter":"5","verse":"2","text":"and live in love, just as Christ also loved us and gave himself for us, a sacrificial and fragrant offering to God."},{"bookname":"Ephesians","chapter":"5","verse":"3","text":"But among you there must not be either sexual immorality, impurity of any kind, or greed, as these are not fitting for the saints."},{"bookname":"Ephesians","chapter":"5","verse":"4","text":"Neither should there be vulgar speech, foolish talk, or coarse jesting &#8211; all of which are out of character &#8211; but rather thanksgiving."},{"bookname":"Ephesians","chapter":"5","verse":"5","text":"For you can be confident of this one thing: that no person who is immoral, impure, or greedy (such a person is an idolater) has any inheritance in the kingdom of Christ and God."},{"bookname":"Ephesians","chapter":"5","verse":"6","text":"Let nobody deceive you with empty words, for because of these things God’s wrath comes on the sons of disobedience.","title":"Live in the Light"},{"bookname":"Ephesians","chapter":"5","verse":"7","text":"Therefore do not be partakers with them,"},{"bookname":"Ephesians","chapter":"5","verse":"8","text":"for you were at one time darkness, but now you are light in the Lord. Walk as children of the light &#8211;"},{"bookname":"Ephesians","chapter":"5","verse":"9","text":"for the fruit of the light consists in all goodness, righteousness, and truth &#8211;"},{"bookname":"Ephesians","chapter":"5","verse":"10","text":"trying to learn what is pleasing to the Lord."},{"bookname":"Ephesians","chapter":"5","verse":"11","text":"Do not participate in the unfruitful deeds of darkness, but rather expose them."},{"bookname":"Ephesians","chapter":"5","verse":"12","text":"For the things they do in secret are shameful even to mention."},{"bookname":"Ephesians","chapter":"5","verse":"13","text":"But all things being exposed by the light are made evident."},{"bookname":"Ephesians","chapter":"5","verse":"14","text":"For everything made evident is light, and for this reason it says: “Awake, O sleeper! Rise from the dead, and Christ will shine on you!”"},{"bookname":"Ephesians","chapter":"5","verse":"15","text":"Therefore be very careful how you live &#8211; not as unwise but as wise,","title":"Live Wisely"},{"bookname":"Ephesians","chapter":"5","verse":"16","text":"taking advantage of every opportunity, because the days are evil."},{"bookname":"Ephesians","chapter":"5","verse":"17","text":"For this reason do not be foolish, but be wise by understanding what the Lord’s will is."},{"bookname":"Ephesians","chapter":"5","verse":"18","text":"And do not get drunk with wine, which is debauchery, but be filled by the Spirit,"},{"bookname":"Ephesians","chapter":"5","verse":"19","text":"speaking to one another in psalms, hymns, and spiritual songs, singing and making music in your hearts to the Lord,"},{"bookname":"Ephesians","chapter":"5","verse":"20","text":"always giving thanks to God the Father for each other in the name of our Lord Jesus Christ,"},{"bookname":"Ephesians","chapter":"5","verse":"21","text":"and submitting to one another out of reverence for Christ."},{"bookname":"Ephesians","chapter":"5","verse":"22","text":"Wives, submit to your husbands as to the Lord,","title":"Exhortations to Households"},{"bookname":"Ephesians","chapter":"5","verse":"23","text":"because the husband is the head of the wife as also Christ is the head of the church &#8211; he himself being the savior of the body."},{"bookname":"Ephesians","chapter":"5","verse":"24","text":"But as the church submits to Christ, so also wives should submit to their husbands in everything."},{"bookname":"Ephesians","chapter":"5","verse":"25","text":"Husbands, love your wives just as Christ loved the church and gave himself for her"},{"bookname":"Ephesians","chapter":"5","verse":"26","text":"to sanctify her by cleansing her with the washing of the water by the word,"},{"bookname":"Ephesians","chapter":"5","verse":"27","text":"so that he may present the church to himself as glorious &#8211; not having a stain or wrinkle, or any such blemish, but holy and blameless."},{"bookname":"Ephesians","chapter":"5","verse":"28","text":"In the same way husbands ought to love their wives as their own bodies. He who loves his wife loves himself."},{"bookname":"Ephesians","chapter":"5","verse":"29","text":"For no one has ever hated his own body but he feeds it and takes care of it, just as Christ also does the church,"},{"bookname":"Ephesians","chapter":"5","verse":"30","text":"for we are members of his body."},{"bookname":"Ephesians","chapter":"5","verse":"31","text":"<b>For this reason a man will leave his father and mother and will be joined to his wife, and the two will become<\/b> <b>one flesh.<\/b>"},{"bookname":"Ephesians","chapter":"5","verse":"32","text":"This mystery is great &#8211; but I am actually speaking with reference to Christ and the church."},{"bookname":"Ephesians","chapter":"5","verse":"33","text":"Nevertheless, each one of you must also love his own wife as he loves himself, and the wife must respect her husband."}],[{"bookname":"Ephesians","chapter":"6","verse":"1","text":"Children, obey your parents in the Lord for this is right."},{"bookname":"Ephesians","chapter":"6","verse":"2","text":"“<b>Honor your father and mother,<\/b>” which is the first commandment accompanied by a promise, namely,"},{"bookname":"Ephesians","chapter":"6","verse":"3","text":"“<b>that it may go<\/b> <b>well with you and that you will live<\/b> <b>a long time on the earth<\/b>.”"},{"bookname":"Ephesians","chapter":"6","verse":"4","text":"Fathers, do not provoke your children to anger, but raise them up in the discipline and instruction of the Lord."},{"bookname":"Ephesians","chapter":"6","verse":"5","text":"Slaves, obey your human masters with fear and trembling, in the sincerity of your heart as to Christ,"},{"bookname":"Ephesians","chapter":"6","verse":"6","text":"not like those who do their work only when someone is watching &#8211; as people-pleasers &#8211; but as slaves of Christ doing the will of God from the heart."},{"bookname":"Ephesians","chapter":"6","verse":"7","text":"Obey with enthusiasm, as though serving the Lord and not people,"},{"bookname":"Ephesians","chapter":"6","verse":"8","text":"because you know that each person, whether slave or free, if he does something good, this will be rewarded by the Lord."},{"bookname":"Ephesians","chapter":"6","verse":"9","text":"Masters, treat your slaves the same way, giving up the use of threats, because you know that both you and they have the same master in heaven, and there is no favoritism with him."},{"bookname":"Ephesians","chapter":"6","verse":"10","text":"Finally, be strengthened in the Lord and in the strength of his power.","title":"Exhortations for Spiritual Warfare"},{"bookname":"Ephesians","chapter":"6","verse":"11","text":"Clothe yourselves with the full armor of God so that you may be able to stand against the schemes of the devil."},{"bookname":"Ephesians","chapter":"6","verse":"12","text":"For our struggle is not against flesh and blood, but against the rulers, against the powers, against the world rulers of this darkness, against the spiritual forces of evil in the heavens."},{"bookname":"Ephesians","chapter":"6","verse":"13","text":"For this reason, take up the full armor of God so that you may be able to stand your ground on the evil day, and having done everything, to stand."},{"bookname":"Ephesians","chapter":"6","verse":"14","text":"Stand firm therefore, by fastening the belt of truth around your waist, by putting on the breastplate of righteousness,"},{"bookname":"Ephesians","chapter":"6","verse":"15","text":"by fitting your feet with the preparation that comes from the good news of peace,"},{"bookname":"Ephesians","chapter":"6","verse":"16","text":"and in all of this, by taking up the shield of faith with which you can extinguish all the flaming arrows of the evil one."},{"bookname":"Ephesians","chapter":"6","verse":"17","text":"And take the helmet of salvation and the sword of the Spirit, which is the word of God."},{"bookname":"Ephesians","chapter":"6","verse":"18","text":"With every prayer and petition, pray at all times in the Spirit, and to this end be alert, with all perseverance and requests for all the saints."},{"bookname":"Ephesians","chapter":"6","verse":"19","text":"Pray for me also, that I may be given the message when I begin to speak &#8211; that I may confidently make known the mystery of the gospel,"},{"bookname":"Ephesians","chapter":"6","verse":"20","text":"for which I am an ambassador in chains. Pray that I may be able to speak boldly as I ought to speak."},{"bookname":"Ephesians","chapter":"6","verse":"21","text":"Tychicus, my dear brother and faithful servant in the Lord, will make everything known to you, so that you too may know about my circumstances, how I am doing.","title":"Farewell Comments"},{"bookname":"Ephesians","chapter":"6","verse":"22","text":"I have sent him to you for this very purpose, that you may know our circumstances and that he may encourage your hearts."},{"bookname":"Ephesians","chapter":"6","verse":"23","text":"Peace to the brothers and sisters, and love with faith, from God the Father and the Lord Jesus Christ."},{"bookname":"Ephesians","chapter":"6","verse":"24","text":"Grace be with all of those who love our Lord Jesus Christ with an undying love."}]]}