{"book":{"id":50,"abbrev":"phi","name":"Philippians","chapters":4},"chapters":[[{"bookname":"Philippians","chapter":"1","verse":"1","text":"From Paul and Timothy, slaves of Christ Jesus, to all the saints in Christ Jesus who are in Philippi, with the overseers and deacons.","title":"Salutation"},{"bookname":"Philippians","chapter":"1","verse":"2","text":"Grace and peace to you from God our Father and the Lord Jesus Christ!"},{"bookname":"Philippians","chapter":"1","verse":"3","text":"I thank my God every time I remember you.","title":"Prayer for the Church"},{"bookname":"Philippians","chapter":"1","verse":"4","text":"I always pray with joy in my every prayer for all of you"},{"bookname":"Philippians","chapter":"1","verse":"5","text":"because of your participation in the gospel from the first day until now."},{"bookname":"Philippians","chapter":"1","verse":"6","text":"For I am sure of this very thing, that the one who began a good work in you will perfect it until the day of Christ Jesus."},{"bookname":"Philippians","chapter":"1","verse":"7","text":"For it is right for me to think this about all of you, because I have you in my heart, since both in my imprisonment and in the defense and confirmation of the gospel all of you became partners in God’s grace together with me."},{"bookname":"Philippians","chapter":"1","verse":"8","text":"For God is my witness that I long for all of you with the affection of Christ Jesus."},{"bookname":"Philippians","chapter":"1","verse":"9","text":"And I pray this, that your love may abound even more and more in knowledge and every kind of insight"},{"bookname":"Philippians","chapter":"1","verse":"10","text":"so that you can decide what is best, and thus be sincere and blameless for the day of Christ,"},{"bookname":"Philippians","chapter":"1","verse":"11","text":"filled with the fruit of righteousness that comes through Jesus Christ to the glory and praise of God."},{"bookname":"Philippians","chapter":"1","verse":"12","text":"I want you to know, brothers and sisters, that my situation has actually turned out to advance the gospel:","title":"Ministry as a Prisoner"},{"bookname":"Philippians","chapter":"1","verse":"13","text":"The whole imperial guard and everyone else knows that I am in prison for the sake of Christ,"},{"bookname":"Philippians","chapter":"1","verse":"14","text":"and most of the brothers and sisters, having confidence in the Lord because of my imprisonment, now more than ever dare to speak the word fearlessly."},{"bookname":"Philippians","chapter":"1","verse":"15","text":"Some, to be sure, are preaching Christ from envy and rivalry, but others from goodwill."},{"bookname":"Philippians","chapter":"1","verse":"16","text":"The latter do so from love because they know that I am placed here for the defense of the gospel."},{"bookname":"Philippians","chapter":"1","verse":"17","text":"The former proclaim Christ from selfish ambition, not sincerely, because they think they can cause trouble for me in my imprisonment."},{"bookname":"Philippians","chapter":"1","verse":"18","text":"What is the result? Only that in every way, whether in pretense or in truth, Christ is being proclaimed, and in this I rejoice. Yes, and I will continue to rejoice,"},{"bookname":"Philippians","chapter":"1","verse":"19","text":"for I know that this will turn out for my deliverance through your prayers and the help of the Spirit of Jesus Christ."},{"bookname":"Philippians","chapter":"1","verse":"20","text":"My confident hope is that I will in no way be ashamed but that with complete boldness, even now as always, Christ will be exalted in my body, whether I live or die."},{"bookname":"Philippians","chapter":"1","verse":"21","text":"For to me, living is Christ and dying is gain."},{"bookname":"Philippians","chapter":"1","verse":"22","text":"Now if I am to go on living in the body, this will mean productive work for me, yet I don’t know which I prefer:"},{"bookname":"Philippians","chapter":"1","verse":"23","text":"I feel torn between the two, because I have a desire to depart and be with Christ, which is better by far,"},{"bookname":"Philippians","chapter":"1","verse":"24","text":"but it is more vital for your sake that I remain in the body."},{"bookname":"Philippians","chapter":"1","verse":"25","text":"And since I am sure of this, I know that I will remain and continue with all of you for the sake of your progress and joy in the faith,"},{"bookname":"Philippians","chapter":"1","verse":"26","text":"so that what you can be proud of may increase because of me in Christ Jesus, when I come back to you."},{"bookname":"Philippians","chapter":"1","verse":"27","text":"Only conduct yourselves in a manner worthy of the gospel of Christ so that &#8211; whether I come and see you or whether I remain absent &#8211; I should hear that you are standing firm in one spirit, with one mind, by contending side by side for the faith of the gospel,"},{"bookname":"Philippians","chapter":"1","verse":"28","text":"and by not being intimidated in any way by your opponents. This is a sign of their destruction, but of your salvation &#8211; a sign which is from God."},{"bookname":"Philippians","chapter":"1","verse":"29","text":"For it has been granted to you not only to believe in Christ but also to suffer for him,"},{"bookname":"Philippians","chapter":"1","verse":"30","text":"since you are encountering the same conflict that you saw me face and now hear that I am facing."}],[{"bookname":"Philippians","chapter":"2","verse":"1","text":"Therefore, if there is any encouragement in Christ, any comfort provided by love, any fellowship in the Spirit, any affection or mercy,","title":"Christian Unity and Christ&#8217;s Humility"},{"bookname":"Philippians","chapter":"2","verse":"2","text":"complete my joy and be of the same mind, by having the same love, being united in spirit, and having one purpose."},{"bookname":"Philippians","chapter":"2","verse":"3","text":"Instead of being motivated by selfish ambition or vanity, each of you should, in humility, be moved to treat one another as more important than yourself."},{"bookname":"Philippians","chapter":"2","verse":"4","text":"Each of you should be concerned not only about your own interests, but about the interests of others as well."},{"bookname":"Philippians","chapter":"2","verse":"5","text":"You should have the same attitude toward one another that Christ Jesus had,"},{"bookname":"Philippians","chapter":"2","verse":"6","text":"who though he existed in the form of God did not regard equality with God as something to be grasped,"},{"bookname":"Philippians","chapter":"2","verse":"7","text":"but emptied himself by taking on the form of a slave, by looking like other men, and by sharing in human nature."},{"bookname":"Philippians","chapter":"2","verse":"8","text":"He humbled himself, by becoming obedient to the point of death &#8211; even death on a cross!"},{"bookname":"Philippians","chapter":"2","verse":"9","text":"As a result God exalted him and gave him the name that is above every name,"},{"bookname":"Philippians","chapter":"2","verse":"10","text":"so that at the name of Jesus every knee will bow &#8211; in heaven and on earth and under the earth &#8211;"},{"bookname":"Philippians","chapter":"2","verse":"11","text":"and every tongue confess that Jesus Christ is Lord to the glory of God the Father."},{"bookname":"Philippians","chapter":"2","verse":"12","text":"So then, my dear friends, just as you have always obeyed, not only in my presence but even more in my absence, continue working out your salvation with awe and reverence,","title":"Lights in the World"},{"bookname":"Philippians","chapter":"2","verse":"13","text":"for the one bringing forth in you both the desire and the effort &#8211; for the sake of his good pleasure &#8211; is God."},{"bookname":"Philippians","chapter":"2","verse":"14","text":"Do everything without grumbling or arguing,"},{"bookname":"Philippians","chapter":"2","verse":"15","text":"so that you may be blameless and pure, children of God without blemish though you live in a crooked and perverse society, in which you shine as lights in the world"},{"bookname":"Philippians","chapter":"2","verse":"16","text":"by holding on to the word of life so that on the day of Christ I will have a reason to boast that I did not run in vain nor labor in vain."},{"bookname":"Philippians","chapter":"2","verse":"17","text":"But even if I am being poured out like a drink offering on the sacrifice and service of your faith, I am glad and rejoice together with all of you."},{"bookname":"Philippians","chapter":"2","verse":"18","text":"And in the same way you also should be glad and rejoice together with me."},{"bookname":"Philippians","chapter":"2","verse":"19","text":"Now I hope in the Lord Jesus to send Timothy to you soon, so that I too may be encouraged by hearing news about you.","title":"Models for Ministry"},{"bookname":"Philippians","chapter":"2","verse":"20","text":"For there is no one here like him who will readily demonstrate his deep concern for you."},{"bookname":"Philippians","chapter":"2","verse":"21","text":"Others are busy with their own concerns, not those of Jesus Christ."},{"bookname":"Philippians","chapter":"2","verse":"22","text":"But you know his qualifications, that like a son working with his father, he served with me in advancing the gospel."},{"bookname":"Philippians","chapter":"2","verse":"23","text":"So I hope to send him as soon as I know more about my situation,"},{"bookname":"Philippians","chapter":"2","verse":"24","text":"though I am confident in the Lord that I too will be coming to see you soon."},{"bookname":"Philippians","chapter":"2","verse":"25","text":"But for now I have considered it necessary to send Epaphroditus to you. For he is my brother, coworker and fellow soldier, and your messenger and minister to me in my need."},{"bookname":"Philippians","chapter":"2","verse":"26","text":"Indeed, he greatly missed all of you and was distressed because you heard that he had been ill."},{"bookname":"Philippians","chapter":"2","verse":"27","text":"In fact he became so ill that he nearly died. But God showed mercy to him &#8211; and not to him only, but also to me &#8211; so that I would not have grief on top of grief."},{"bookname":"Philippians","chapter":"2","verse":"28","text":"Therefore I am all the more eager to send him, so that when you see him again you can rejoice and I can be free from anxiety."},{"bookname":"Philippians","chapter":"2","verse":"29","text":"So welcome him in the Lord with great joy, and honor people like him,"},{"bookname":"Philippians","chapter":"2","verse":"30","text":"since it was because of the work of Christ that he almost died. He risked his life so that he could make up for your inability to serve me."}],[{"bookname":"Philippians","chapter":"3","verse":"1","text":"Finally, my brothers and sisters, rejoice in the Lord! To write this again is no trouble to me, and it is a safeguard for you.","title":"True and False Righteousness"},{"bookname":"Philippians","chapter":"3","verse":"2","text":"Beware of the dogs, beware of the evil workers, beware of those who mutilate the flesh!"},{"bookname":"Philippians","chapter":"3","verse":"3","text":"For we are the circumcision, the ones who worship by the Spirit of God, exult in Christ Jesus, and do not rely on human credentials"},{"bookname":"Philippians","chapter":"3","verse":"4","text":"&#8211; though mine too are significant. If someone thinks he has good reasons to put confidence in human credentials, I have more:"},{"bookname":"Philippians","chapter":"3","verse":"5","text":"I was circumcised on the eighth day, from the people of Israel and the tribe of Benjamin, a Hebrew of Hebrews. I lived according to the law as a Pharisee."},{"bookname":"Philippians","chapter":"3","verse":"6","text":"In my zeal for God I persecuted the church. According to the righteousness stipulated in the law I was blameless."},{"bookname":"Philippians","chapter":"3","verse":"7","text":"But these assets I have come to regard as liabilities because of Christ."},{"bookname":"Philippians","chapter":"3","verse":"8","text":"More than that, I now regard all things as liabilities compared to the far greater value of knowing Christ Jesus my Lord, for whom I have suffered the loss of all things &#8211; indeed, I regard them as dung! &#8211; that I may gain Christ,"},{"bookname":"Philippians","chapter":"3","verse":"9","text":"and be found in him, not because I have my own righteousness derived from the law, but because I have the righteousness that comes by way of Christ’s faithfulness &#8211; a righteousness from God that is in fact based on Christ’s faithfulness."},{"bookname":"Philippians","chapter":"3","verse":"10","text":"My aim is to know him, to experience the power of his resurrection, to share in his sufferings, and to be like him in his death,"},{"bookname":"Philippians","chapter":"3","verse":"11","text":"and so, somehow, to attain to the resurrection from the dead."},{"bookname":"Philippians","chapter":"3","verse":"12","text":"Not that I have already attained this &#8211; that is, I have not already been perfected &#8211; but I strive to lay hold of that for which Christ Jesus also laid hold of me.","title":"Keep Going Forward"},{"bookname":"Philippians","chapter":"3","verse":"13","text":"Brothers and sisters, I do not consider myself to have attained this. Instead I am single-minded: Forgetting the things that are behind and reaching out for the things that are ahead,"},{"bookname":"Philippians","chapter":"3","verse":"14","text":"with this goal in mind, I strive toward the prize of the upward call of God in Christ Jesus."},{"bookname":"Philippians","chapter":"3","verse":"15","text":"Therefore let those of us who are “perfect” embrace this point of view. If you think otherwise, God will reveal to you the error of your ways."},{"bookname":"Philippians","chapter":"3","verse":"16","text":"Nevertheless, let us live up to the standard that we have already attained."},{"bookname":"Philippians","chapter":"3","verse":"17","text":"Be imitators of me, brothers and sisters, and watch carefully those who are living this way, just as you have us as an example."},{"bookname":"Philippians","chapter":"3","verse":"18","text":"For many live, about whom I have often told you, and now, with tears, I tell you that they are the enemies of the cross of Christ."},{"bookname":"Philippians","chapter":"3","verse":"19","text":"Their end is destruction, their god is the belly, they exult in their shame, and they think about earthly things."},{"bookname":"Philippians","chapter":"3","verse":"20","text":"But our citizenship is in heaven &#8211; and we also await a savior from there, the Lord Jesus Christ,"},{"bookname":"Philippians","chapter":"3","verse":"21","text":"who will transform these humble bodies of ours into the likeness of his glorious body by means of that power by which he is able to subject all things to himself."}],[{"bookname":"Philippians","chapter":"4","verse":"1","text":"So then, my brothers and sisters, dear friends whom I long to see, my joy and crown, stand in the Lord in this way, my dear friends!","title":"Christian Practices"},{"bookname":"Philippians","chapter":"4","verse":"2","text":"I appeal to Euodia and to Syntyche to agree in the Lord."},{"bookname":"Philippians","chapter":"4","verse":"3","text":"Yes, I say also to you, true companion, help them. They have struggled together in the gospel ministry along with me and Clement and my other coworkers, whose names are in the book of life."},{"bookname":"Philippians","chapter":"4","verse":"4","text":"Rejoice in the Lord always. Again I say, rejoice!"},{"bookname":"Philippians","chapter":"4","verse":"5","text":"Let everyone see your gentleness. The Lord is near!"},{"bookname":"Philippians","chapter":"4","verse":"6","text":"Do not be anxious about anything. Instead, in every situation, through prayer and petition with thanksgiving, tell your requests to God."},{"bookname":"Philippians","chapter":"4","verse":"7","text":"And the peace of God that surpasses all understanding will guard your hearts and minds in Christ Jesus."},{"bookname":"Philippians","chapter":"4","verse":"8","text":"Finally, brothers and sisters, whatever is true, whatever is worthy of respect, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if something is excellent or praiseworthy, think about these things."},{"bookname":"Philippians","chapter":"4","verse":"9","text":"And what you learned and received and heard and saw in me, do these things. And the God of peace will be with you."},{"bookname":"Philippians","chapter":"4","verse":"10","text":"I have great joy in the Lord because now at last you have again expressed your concern for me. (Now I know you were concerned before but had no opportunity to do anything.)","title":"Appreciation for Support"},{"bookname":"Philippians","chapter":"4","verse":"11","text":"I am not saying this because I am in need, for I have learned to be content in any circumstance."},{"bookname":"Philippians","chapter":"4","verse":"12","text":"I have experienced times of need and times of abundance. In any and every circumstance I have learned the secret of contentment, whether I go satisfied or hungry, have plenty or nothing."},{"bookname":"Philippians","chapter":"4","verse":"13","text":"I am able to do all things through the one who strengthens me."},{"bookname":"Philippians","chapter":"4","verse":"14","text":"Nevertheless, you did well to share with me in my trouble."},{"bookname":"Philippians","chapter":"4","verse":"15","text":"And as you Philippians know, at the beginning of my gospel ministry, when I left Macedonia, no church shared with me in this matter of giving and receiving except you alone."},{"bookname":"Philippians","chapter":"4","verse":"16","text":"For even in Thessalonica on more than one occasion you sent something for my need."},{"bookname":"Philippians","chapter":"4","verse":"17","text":"I do not say this because I am seeking a gift. Rather, I seek the credit that abounds to your account."},{"bookname":"Philippians","chapter":"4","verse":"18","text":"For I have received everything, and I have plenty. I have all I need because I received from Epaphroditus what you sent &#8211; a fragrant offering, an acceptable sacrifice, very pleasing to God."},{"bookname":"Philippians","chapter":"4","verse":"19","text":"And my God will supply your every need according to his glorious riches in Christ Jesus."},{"bookname":"Philippians","chapter":"4","verse":"20","text":"May glory be given to God our Father forever and ever. Amen."},{"bookname":"Philippians","chapter":"4","verse":"21","text":"Give greetings to all the saints in Christ Jesus. The brothers with me here send greetings.","title":"Final Greetings"},{"bookname":"Philippians","chapter":"4","verse":"22","text":"All the saints greet you, especially those who belong to Caesar’s household."},{"bookname":"Philippians","chapter":"4","verse":"23","text":"The grace of the Lord Jesus Christ be with your spirit."}]]}