{"book":{"id":51,"abbrev":"col","name":"Colossians","chapters":4},"chapters":[[{"bookname":"Colossians","chapter":"1","verse":"1","text":"From Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,","title":"Salutation"},{"bookname":"Colossians","chapter":"1","verse":"2","text":"to the saints, the faithful brothers and sisters in Christ, at Colossae. Grace and peace to you from God our Father!"},{"bookname":"Colossians","chapter":"1","verse":"3","text":"We always give thanks to God, the Father of our Lord Jesus Christ, when we pray for you,","title":"Paul&#8217;s Thanksgiving and Prayer for the Church"},{"bookname":"Colossians","chapter":"1","verse":"4","text":"since we heard about your faith in Christ Jesus and the love that you have for all the saints."},{"bookname":"Colossians","chapter":"1","verse":"5","text":"Your faith and love have arisen from the hope laid up for you in heaven, which you have heard about in the message of truth, the gospel"},{"bookname":"Colossians","chapter":"1","verse":"6","text":"that has come to you. Just as in the entire world this gospel is bearing fruit and growing, so it has also been bearing fruit and growing among you from the first day you heard it and understood the grace of God in truth."},{"bookname":"Colossians","chapter":"1","verse":"7","text":"You learned the gospel from Epaphras, our dear fellow slave &#8211; a faithful minister of Christ on our behalf &#8211;"},{"bookname":"Colossians","chapter":"1","verse":"8","text":"who also told us of your love in the Spirit."},{"bookname":"Colossians","chapter":"1","verse":"9","text":"For this reason we also, from the day we heard about you, have not ceased praying for you and asking God to fill you with the knowledge of his will in all spiritual wisdom and understanding,","title":"Paul&#8217;s Prayer for the Growth of the Church"},{"bookname":"Colossians","chapter":"1","verse":"10","text":"so that you may live worthily of the Lord and please him in all respects &#8211; bearing fruit in every good deed, growing in the knowledge of God,"},{"bookname":"Colossians","chapter":"1","verse":"11","text":"being strengthened with all power according to his glorious might for the display of all patience and steadfastness, joyfully"},{"bookname":"Colossians","chapter":"1","verse":"12","text":"giving thanks to the Father who has qualified you to share in the saints’ inheritance in the light."},{"bookname":"Colossians","chapter":"1","verse":"13","text":"He delivered us from the power of darkness and transferred us to the kingdom of the Son he loves,"},{"bookname":"Colossians","chapter":"1","verse":"14","text":"in whom we have redemption, the forgiveness of sins."},{"bookname":"Colossians","chapter":"1","verse":"15","text":"He is the image of the invisible God, the firstborn over all creation,","title":"The Supremacy of Christ"},{"bookname":"Colossians","chapter":"1","verse":"16","text":"for all things in heaven and on earth were created by him &#8211; all things, whether visible or invisible, whether thrones or dominions, whether principalities or powers &#8211; all things were created through him and for him."},{"bookname":"Colossians","chapter":"1","verse":"17","text":"He himself is before all things and all things are held together in him."},{"bookname":"Colossians","chapter":"1","verse":"18","text":"He is the head of the body, the church, as well as the beginning, the firstborn from among the dead, so that he himself may become first in all things."},{"bookname":"Colossians","chapter":"1","verse":"19","text":"For God was pleased to have all his fullness dwell in the Son"},{"bookname":"Colossians","chapter":"1","verse":"20","text":"and through him to reconcile all things to himself by making peace through the blood of his cross &#8211; through him, whether things on earth or things in heaven."},{"bookname":"Colossians","chapter":"1","verse":"21","text":"And you were at one time strangers and enemies in your minds as expressed through your evil deeds,","title":"Paul&#8217;s Goal in Ministry"},{"bookname":"Colossians","chapter":"1","verse":"22","text":"but now he has reconciled you by his physical body through death to present you holy, without blemish, and blameless before him &#8211;"},{"bookname":"Colossians","chapter":"1","verse":"23","text":"if indeed you remain in the faith, established and firm, without shifting from the hope of the gospel that you heard. This gospel has also been preached in all creation under heaven, and I, Paul, have become its servant."},{"bookname":"Colossians","chapter":"1","verse":"24","text":"Now I rejoice in my sufferings for you, and I fill up in my physical body &#8211; for the sake of his body, the church &#8211; what is lacking in the sufferings of Christ."},{"bookname":"Colossians","chapter":"1","verse":"25","text":"I became a servant of the church according to the stewardship from God &#8211; given to me for you &#8211; in order to complete the word of God,"},{"bookname":"Colossians","chapter":"1","verse":"26","text":"that is, the mystery that has been kept hidden from ages and generations, but has now been revealed to his saints."},{"bookname":"Colossians","chapter":"1","verse":"27","text":"God wanted to make known to them the glorious riches of this mystery among the Gentiles, which is Christ in you, the hope of glory."},{"bookname":"Colossians","chapter":"1","verse":"28","text":"We proclaim him by instructing and teaching all people with all wisdom so that we may present every person mature in Christ."},{"bookname":"Colossians","chapter":"1","verse":"29","text":"Toward this goal I also labor, struggling according to his power that powerfully works in me."}],[{"bookname":"Colossians","chapter":"2","verse":"1","text":"For I want you to know how great a struggle I have for you, and for those in Laodicea, and for those who have not met me face to face."},{"bookname":"Colossians","chapter":"2","verse":"2","text":"My goal is that their hearts, having been knit together in love, may be encouraged, and that they may have all the riches that assurance brings in their understanding of the knowledge of the mystery of God, namely, Christ,"},{"bookname":"Colossians","chapter":"2","verse":"3","text":"in whom are hidden all the treasures of wisdom and knowledge."},{"bookname":"Colossians","chapter":"2","verse":"4","text":"I say this so that no one will deceive you through arguments that sound reasonable."},{"bookname":"Colossians","chapter":"2","verse":"5","text":"For though I am absent from you in body, I am present with you in spirit, rejoicing to see your morale and the firmness of your faith in Christ."},{"bookname":"Colossians","chapter":"2","verse":"6","text":"Therefore, just as you received Christ Jesus as Lord, continue to live your lives in him,","title":"Warnings Against the Adoption of False Philosophies"},{"bookname":"Colossians","chapter":"2","verse":"7","text":"rooted and built up in him and firm in your faith just as you were taught, and overflowing with thankfulness."},{"bookname":"Colossians","chapter":"2","verse":"8","text":"Be careful not to allow anyone to captivate you through an empty, deceitful philosophy that is according to human traditions and the elemental spirits of the world, and not according to Christ."},{"bookname":"Colossians","chapter":"2","verse":"9","text":"For in him all the fullness of deity lives in bodily form,"},{"bookname":"Colossians","chapter":"2","verse":"10","text":"and you have been filled in him, who is the head over every ruler and authority."},{"bookname":"Colossians","chapter":"2","verse":"11","text":"In him you also were circumcised &#8211; not, however, with a circumcision performed by human hands, but by the removal of the fleshly body, that is, through the circumcision done by Christ."},{"bookname":"Colossians","chapter":"2","verse":"12","text":"Having been buried with him in baptism, you also have been raised with him through your faith in the power of God who raised him from the dead."},{"bookname":"Colossians","chapter":"2","verse":"13","text":"And even though you were dead in your transgressions and in the uncircumcision of your flesh, he nevertheless made you alive with him, having forgiven all your transgressions."},{"bookname":"Colossians","chapter":"2","verse":"14","text":"He has destroyed what was against us, a certificate of indebtedness expressed in decrees opposed to us. He has taken it away by nailing it to the cross."},{"bookname":"Colossians","chapter":"2","verse":"15","text":"Disarming the rulers and authorities, he has made a public disgrace of them, triumphing over them by the cross."},{"bookname":"Colossians","chapter":"2","verse":"16","text":"Therefore do not let anyone judge you with respect to food or drink, or in the matter of a feast, new moon, or Sabbath days &#8211;"},{"bookname":"Colossians","chapter":"2","verse":"17","text":"these are only the shadow of the things to come, but the reality is Christ!"},{"bookname":"Colossians","chapter":"2","verse":"18","text":"Let no one who delights in humility and the worship of angels pass judgment on you. That person goes on at great lengths about what he has supposedly seen, but he is puffed up with empty notions by his fleshly mind."},{"bookname":"Colossians","chapter":"2","verse":"19","text":"He has not held fast to the head from whom the whole body, supported and knit together through its ligaments and sinews, grows with a growth that is from God."},{"bookname":"Colossians","chapter":"2","verse":"20","text":"If you have died with Christ to the elemental spirits of the world, why do you submit to them as though you lived in the world?"},{"bookname":"Colossians","chapter":"2","verse":"21","text":"“Do not handle! Do not taste! Do not touch!”"},{"bookname":"Colossians","chapter":"2","verse":"22","text":"These are all destined to perish with use, founded as they are on human commands and teachings."},{"bookname":"Colossians","chapter":"2","verse":"23","text":"Even though they have the appearance of wisdom with their self-imposed worship and false humility achieved by an unsparing treatment of the body &#8211; a wisdom with no true value &#8211; they in reality result in fleshly indulgence."}],[{"bookname":"Colossians","chapter":"3","verse":"1","text":"Therefore, if you have been raised with Christ, keep seeking the things above, where Christ is, seated at the right hand of God.","title":"Exhortations to Seek the Things Above"},{"bookname":"Colossians","chapter":"3","verse":"2","text":"Keep thinking about things above, not things on the earth,"},{"bookname":"Colossians","chapter":"3","verse":"3","text":"for you have died and your life is hidden with Christ in God."},{"bookname":"Colossians","chapter":"3","verse":"4","text":"When Christ (who is your life) appears, then you too will be revealed in glory with him."},{"bookname":"Colossians","chapter":"3","verse":"5","text":"So put to death whatever in your nature belongs to the earth: sexual immorality, impurity, shameful passion, evil desire, and greed which is idolatry."},{"bookname":"Colossians","chapter":"3","verse":"6","text":"Because of these things the wrath of God is coming on the sons of disobedience."},{"bookname":"Colossians","chapter":"3","verse":"7","text":"You also lived your lives in this way at one time, when you used to live among them."},{"bookname":"Colossians","chapter":"3","verse":"8","text":"But now, put off all such things as anger, rage, malice, slander, abusive language from your mouth."},{"bookname":"Colossians","chapter":"3","verse":"9","text":"Do not lie to one another since you have put off the old man with its practices"},{"bookname":"Colossians","chapter":"3","verse":"10","text":"and have been clothed with the new man that is being renewed in knowledge according to the image of the one who created it."},{"bookname":"Colossians","chapter":"3","verse":"11","text":"Here there is neither Greek nor Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all and in all."},{"bookname":"Colossians","chapter":"3","verse":"12","text":"Therefore, as the elect of God, holy and dearly loved, clothe yourselves with a heart of mercy, kindness, humility, gentleness, and patience,","title":"Exhortation to Unity and Love"},{"bookname":"Colossians","chapter":"3","verse":"13","text":"bearing with one another and forgiving one another, if someone happens to have a complaint against anyone else. Just as the Lord has forgiven you, so you also forgive others."},{"bookname":"Colossians","chapter":"3","verse":"14","text":"And to all these virtues add love, which is the perfect bond."},{"bookname":"Colossians","chapter":"3","verse":"15","text":"Let the peace of Christ be in control in your heart (for you were in fact called as one body to this peace), and be thankful."},{"bookname":"Colossians","chapter":"3","verse":"16","text":"Let the word of Christ dwell in you richly, teaching and exhorting one another with all wisdom, singing psalms, hymns, and spiritual songs, all with grace in your hearts to God."},{"bookname":"Colossians","chapter":"3","verse":"17","text":"And whatever you do in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."},{"bookname":"Colossians","chapter":"3","verse":"18","text":"Wives, submit to your husbands, as is fitting in the Lord.","title":"Exhortation to Households"},{"bookname":"Colossians","chapter":"3","verse":"19","text":"Husbands, love your wives and do not be embittered against them."},{"bookname":"Colossians","chapter":"3","verse":"20","text":"Children, obey your parents in everything, for this is pleasing in the Lord."},{"bookname":"Colossians","chapter":"3","verse":"21","text":"Fathers, do not provoke your children, so they will not become disheartened."},{"bookname":"Colossians","chapter":"3","verse":"22","text":"Slaves, obey your earthly masters in every respect, not only when they are watching &#8211; like those who are strictly people-pleasers &#8211; but with a sincere heart, fearing the Lord."},{"bookname":"Colossians","chapter":"3","verse":"23","text":"Whatever you are doing, work at it with enthusiasm, as to the Lord and not for people,"},{"bookname":"Colossians","chapter":"3","verse":"24","text":"because you know that you will receive your inheritance from the Lord as the reward. Serve the Lord Christ."},{"bookname":"Colossians","chapter":"3","verse":"25","text":"For the one who does wrong will be repaid for his wrong, and there are no exceptions."}],[{"bookname":"Colossians","chapter":"4","verse":"1","text":"Masters, treat your slaves with justice and fairness, because you know that you also have a master in heaven."},{"bookname":"Colossians","chapter":"4","verse":"2","text":"Be devoted to prayer, keeping alert in it with thanksgiving.","title":"Exhortation to Pray for the Success of Paul&#8217;s Mission"},{"bookname":"Colossians","chapter":"4","verse":"3","text":"At the same time pray for us too, that God may open a door for the message so that we may proclaim the mystery of Christ, for which I am in chains."},{"bookname":"Colossians","chapter":"4","verse":"4","text":"Pray that I may make it known as I should."},{"bookname":"Colossians","chapter":"4","verse":"5","text":"Conduct yourselves with wisdom toward outsiders, making the most of the opportunities."},{"bookname":"Colossians","chapter":"4","verse":"6","text":"Let your speech always be gracious, seasoned with salt, so that you may know how you should answer everyone."},{"bookname":"Colossians","chapter":"4","verse":"7","text":"Tychicus, a dear brother, faithful minister, and fellow slave in the Lord, will tell you all the news about me.","title":"Personal Greetings and Instructions"},{"bookname":"Colossians","chapter":"4","verse":"8","text":"I sent him to you for this very purpose, that you may know how we are doing and that he may encourage your hearts."},{"bookname":"Colossians","chapter":"4","verse":"9","text":"I sent him with Onesimus, the faithful and dear brother, who is one of you. They will tell you about everything here."},{"bookname":"Colossians","chapter":"4","verse":"10","text":"Aristarchus, my fellow prisoner, sends you greetings, as does Mark, the cousin of Barnabas (about whom you received instructions; if he comes to you, welcome him)."},{"bookname":"Colossians","chapter":"4","verse":"11","text":"And Jesus who is called Justus also sends greetings. In terms of Jewish converts, these are the only fellow workers for the kingdom of God, and they have been a comfort to me."},{"bookname":"Colossians","chapter":"4","verse":"12","text":"Epaphras, who is one of you and a slave of Christ, greets you. He is always struggling in prayer on your behalf, so that you may stand mature and fully assured in all the will of God."},{"bookname":"Colossians","chapter":"4","verse":"13","text":"For I can testify that he has worked hard for you and for those in Laodicea and Hierapolis."},{"bookname":"Colossians","chapter":"4","verse":"14","text":"Our dear friend Luke the physician and Demas greet you."},{"bookname":"Colossians","chapter":"4","verse":"15","text":"Give my greetings to the brothers and sisters who are in Laodicea and to Nympha and the church that meets in her house."},{"bookname":"Colossians","chapter":"4","verse":"16","text":"And after you have read this letter, have it read to the church of Laodicea. In turn, read the letter from Laodicea as well."},{"bookname":"Colossians","chapter":"4","verse":"17","text":"And tell Archippus, “See to it that you complete the ministry you received in the Lord.”"},{"bookname":"Colossians","chapter":"4","verse":"18","text":"I, Paul, write this greeting by my own hand. Remember my chains. Grace be with you."}]]}