{"book":{"id":62,"abbrev":"1jo","name":"1 John","chapters":5},"chapters":[[{"bookname":"1 John","chapter":"1","verse":"1","text":"This is what we proclaim to you: what was from the beginning, what we have heard, what we have seen with our eyes, what we have looked at and our hands have touched (concerning the word of life &#8211;","title":"The Prologue to the Letter"},{"bookname":"1 John","chapter":"1","verse":"2","text":"and the life was revealed, and we have seen and testify and announce to you the eternal life that was with the Father and was revealed to us)."},{"bookname":"1 John","chapter":"1","verse":"3","text":"What we have seen and heard we announce to you too, so that you may have fellowship with us (and indeed our fellowship is with the Father and with his Son Jesus Christ)."},{"bookname":"1 John","chapter":"1","verse":"4","text":"Thus we are writing these things so that our joy may be complete."},{"bookname":"1 John","chapter":"1","verse":"5","text":"Now this is the gospel message we have heard from him and announce to you: God is light, and in him there is no darkness at all.","title":"God Is Light, So We Must Walk in the Light"},{"bookname":"1 John","chapter":"1","verse":"6","text":"If we say we have fellowship with him and yet keep on walking in the darkness, we are lying and not practicing the truth."},{"bookname":"1 John","chapter":"1","verse":"7","text":"But if we walk in the light as he himself is in the light, we have fellowship with one another and the blood of Jesus his Son cleanses us from all sin."},{"bookname":"1 John","chapter":"1","verse":"8","text":"If we say we do not bear the guilt of sin, we are deceiving ourselves and the truth is not in us."},{"bookname":"1 John","chapter":"1","verse":"9","text":"But if we confess our sins, he is faithful and righteous, forgiving us our sins and cleansing us from all unrighteousness."},{"bookname":"1 John","chapter":"1","verse":"10","text":"If we say we have not sinned, we make him a liar and his word is not in us."}],[{"bookname":"1 John","chapter":"2","verse":"1","text":"(My little children, I am writing these things to you so that you may not sin.) But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous One,"},{"bookname":"1 John","chapter":"2","verse":"2","text":"and he himself is the atoning sacrifice for our sins, and not only for our sins but also for the whole world."},{"bookname":"1 John","chapter":"2","verse":"3","text":"Now by this we know that we have come to know God: if we keep his commandments.","title":"Keeping God&#8217;s Commandments"},{"bookname":"1 John","chapter":"2","verse":"4","text":"The one who says “I have come to know God” and yet does not keep his commandments is a liar, and the truth is not in such a person."},{"bookname":"1 John","chapter":"2","verse":"5","text":"But whoever obeys his word, truly in this person the love of God has been perfected. By this we know that we are in him."},{"bookname":"1 John","chapter":"2","verse":"6","text":"The one who says he resides in God ought himself to walk just as Jesus walked."},{"bookname":"1 John","chapter":"2","verse":"7","text":"Dear friends, I am not writing a new commandment to you, but an old commandment which you have had from the beginning. The old commandment is the word that you have already heard."},{"bookname":"1 John","chapter":"2","verse":"8","text":"On the other hand, I am writing a new commandment to you which is true in him and in you, because the darkness is passing away and the true light is already shining."},{"bookname":"1 John","chapter":"2","verse":"9","text":"The one who says he is in the light but still hates his fellow Christian is still in the darkness."},{"bookname":"1 John","chapter":"2","verse":"10","text":"The one who loves his fellow Christian resides in the light, and there is no cause for stumbling in him."},{"bookname":"1 John","chapter":"2","verse":"11","text":"But the one who hates his fellow Christian is in the darkness, walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes."},{"bookname":"1 John","chapter":"2","verse":"12","text":"I am writing to you, little children, that your sins have been forgiven because of his name.","title":"Words of Reassurance"},{"bookname":"1 John","chapter":"2","verse":"13","text":"I am writing to you, fathers, that you have known him who has been from the beginning. I am writing to you, young people, that you have conquered the evil one."},{"bookname":"1 John","chapter":"2","verse":"14","text":"I have written to you, children, that you have known the Father. I have written to you, fathers, that you have known him who has been from the beginning. I have written to you, young people, that you are strong, and the word of God resides in you, and you have conquered the evil one."},{"bookname":"1 John","chapter":"2","verse":"15","text":"Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him,"},{"bookname":"1 John","chapter":"2","verse":"16","text":"because all that is in the world (the desire of the flesh and the desire of the eyes and the arrogance produced by material possessions) is not from the Father, but is from the world."},{"bookname":"1 John","chapter":"2","verse":"17","text":"And the world is passing away with all its desires, but the person who does the will of God remains forever."},{"bookname":"1 John","chapter":"2","verse":"18","text":"Children, it is the last hour, and just as you heard that the antichrist is coming, so now many antichrists have appeared. We know from this that it is the last hour.","title":"Warning About False Teachers"},{"bookname":"1 John","chapter":"2","verse":"19","text":"They went out from us, but they did not really belong to us, because if they had belonged to us, they would have remained with us. But they went out from us to demonstrate that all of them do not belong to us."},{"bookname":"1 John","chapter":"2","verse":"20","text":"Nevertheless you have an anointing from the Holy One, and you all know."},{"bookname":"1 John","chapter":"2","verse":"21","text":"I have not written to you that you do not know the truth, but that you do know it, and that no lie is of the truth."},{"bookname":"1 John","chapter":"2","verse":"22","text":"Who is the liar but the person who denies that Jesus is the Christ? This one is the antichrist: the person who denies the Father and the Son."},{"bookname":"1 John","chapter":"2","verse":"23","text":"Everyone who denies the Son does not have the Father either. The person who confesses the Son has the Father also."},{"bookname":"1 John","chapter":"2","verse":"24","text":"As for you, what you have heard from the beginning must remain in you. If what you heard from the beginning remains in you, you also will remain in the Son and in the Father."},{"bookname":"1 John","chapter":"2","verse":"25","text":"Now this is the promise that he himself made to us: eternal life."},{"bookname":"1 John","chapter":"2","verse":"26","text":"These things I have written to you about those who are trying to deceive you."},{"bookname":"1 John","chapter":"2","verse":"27","text":"Now as for you, the anointing that you received from him resides in you, and you have no need for anyone to teach you. But as his anointing teaches you about all things, it is true and is not a lie. Just as it has taught you, you reside in him."},{"bookname":"1 John","chapter":"2","verse":"28","text":"And now, little children, remain in him, so that when he appears we may have confidence and not shrink away from him in shame when he comes back.","title":"Children of God"},{"bookname":"1 John","chapter":"2","verse":"29","text":"If you know that he is righteous, you also know that everyone who practices righteousness has been fathered by him."}],[{"bookname":"1 John","chapter":"3","verse":"1","text":"(See what sort of love the Father has given to us: that we should be called God’s children &#8211; and indeed we are! For this reason the world does not know us: because it did not know him."},{"bookname":"1 John","chapter":"3","verse":"2","text":"Dear friends, we are God’s children now, and what we will be has not yet been revealed. We know that whenever it is revealed we will be like him, because we will see him just as he is."},{"bookname":"1 John","chapter":"3","verse":"3","text":"And everyone who has this hope focused on him purifies himself, just as Jesus is pure)."},{"bookname":"1 John","chapter":"3","verse":"4","text":"Everyone who practices sin also practices lawlessness; indeed, sin is lawlessness."},{"bookname":"1 John","chapter":"3","verse":"5","text":"And you know that Jesus was revealed to take away sins, and in him there is no sin."},{"bookname":"1 John","chapter":"3","verse":"6","text":"Everyone who resides in him does not sin; everyone who sins has neither seen him nor known him."},{"bookname":"1 John","chapter":"3","verse":"7","text":"Little children, let no one deceive you: The one who practices righteousness is righteous, just as Jesus is righteous."},{"bookname":"1 John","chapter":"3","verse":"8","text":"The one who practices sin is of the devil, because the devil has been sinning from the beginning. For this purpose the Son of God was revealed: to destroy the works of the devil."},{"bookname":"1 John","chapter":"3","verse":"9","text":"Everyone who has been fathered by God does not practice sin, because God’s seed resides in him, and thus he is not able to sin, because he has been fathered by God."},{"bookname":"1 John","chapter":"3","verse":"10","text":"By this the children of God and the children of the devil are revealed: Everyone who does not practice righteousness &#8211; the one who does not love his fellow Christian &#8211; is not of God."},{"bookname":"1 John","chapter":"3","verse":"11","text":"For this is the gospel message that you have heard from the beginning: that we should love one another,","title":"God Is Love, So We Must Love One Another"},{"bookname":"1 John","chapter":"3","verse":"12","text":"not like Cain who was of the evil one and brutally murdered his brother. And why did he murder him? Because his deeds were evil, but his brother’s were righteous."},{"bookname":"1 John","chapter":"3","verse":"13","text":"Therefore do not be surprised, brothers and sisters, if the world hates you."},{"bookname":"1 John","chapter":"3","verse":"14","text":"We know that we have crossed over from death to life because we love our fellow Christians. The one who does not love remains in death."},{"bookname":"1 John","chapter":"3","verse":"15","text":"Everyone who hates his fellow Christian is a murderer, and you know that no murderer has eternal life residing in him."},{"bookname":"1 John","chapter":"3","verse":"16","text":"We have come to know love by this: that Jesus laid down his life for us; thus we ought to lay down our lives for our fellow Christians."},{"bookname":"1 John","chapter":"3","verse":"17","text":"But whoever has the world’s possessions and sees his fellow Christian in need and shuts off his compassion against him, how can the love of God reside in such a person?"},{"bookname":"1 John","chapter":"3","verse":"18","text":"Little children, let us not love with word or with tongue but in deed and truth."},{"bookname":"1 John","chapter":"3","verse":"19","text":"And by this we will know that we are of the truth and will convince our conscience in his presence,"},{"bookname":"1 John","chapter":"3","verse":"20","text":"that if our conscience condemns us, that God is greater than our conscience and knows all things."},{"bookname":"1 John","chapter":"3","verse":"21","text":"Dear friends, if our conscience does not condemn us, we have confidence in the presence of God,"},{"bookname":"1 John","chapter":"3","verse":"22","text":"and whatever we ask we receive from him, because we keep his commandments and do the things that are pleasing to him."},{"bookname":"1 John","chapter":"3","verse":"23","text":"Now this is his commandment: that we believe in the name of his Son Jesus Christ and love one another, just as he gave us the commandment."},{"bookname":"1 John","chapter":"3","verse":"24","text":"And the person who keeps his commandments resides in God, and God in him. Now by this we know that God resides in us: by the Spirit he has given us."}],[{"bookname":"1 John","chapter":"4","verse":"1","text":"Dear friends, do not believe every spirit, but test the spirits to determine if they are from God, because many false prophets have gone out into the world.","title":"Testing the Spirits"},{"bookname":"1 John","chapter":"4","verse":"2","text":"By this you know the Spirit of God: Every spirit that confesses Jesus as the Christ who has come in the flesh is from God,"},{"bookname":"1 John","chapter":"4","verse":"3","text":"but every spirit that does not confess Jesus is not from God, and this is the spirit of the antichrist, which you have heard is coming, and now is already in the world."},{"bookname":"1 John","chapter":"4","verse":"4","text":"You are from God, little children, and have conquered them, because the one who is in you is greater than the one who is in the world."},{"bookname":"1 John","chapter":"4","verse":"5","text":"They are from the world; therefore they speak from the world’s perspective and the world listens to them."},{"bookname":"1 John","chapter":"4","verse":"6","text":"We are from God; the person who knows God listens to us, but whoever is not from God does not listen to us. By this we know the Spirit of truth and the spirit of deceit."},{"bookname":"1 John","chapter":"4","verse":"7","text":"Dear friends, let us love one another, because love is from God, and everyone who loves has been fathered by God and knows God.","title":"God is Love"},{"bookname":"1 John","chapter":"4","verse":"8","text":"The person who does not love does not know God, because God is love."},{"bookname":"1 John","chapter":"4","verse":"9","text":"By this the love of God is revealed in us: that God has sent his one and only Son into the world so that we may live through him."},{"bookname":"1 John","chapter":"4","verse":"10","text":"In this is love: not that we have loved God, but that he loved us and sent his Son to be the atoning sacrifice for our sins."},{"bookname":"1 John","chapter":"4","verse":"11","text":"Dear friends, if God so loved us, then we also ought to love one another."},{"bookname":"1 John","chapter":"4","verse":"12","text":"No one has seen God at any time. If we love one another, God resides in us, and his love is perfected in us."},{"bookname":"1 John","chapter":"4","verse":"13","text":"By this we know that we reside in God and he in us: in that he has given us of his Spirit."},{"bookname":"1 John","chapter":"4","verse":"14","text":"And we have seen and testify that the Father has sent the Son to be the Savior of the world."},{"bookname":"1 John","chapter":"4","verse":"15","text":"If anyone confesses that Jesus is the Son of God, God resides in him and he in God."},{"bookname":"1 John","chapter":"4","verse":"16","text":"And we have come to know and to believe the love that God has in us. God is love, and the one who resides in love resides in God, and God resides in him."},{"bookname":"1 John","chapter":"4","verse":"17","text":"By this love is perfected with us, so that we may have confidence in the day of judgment, because just as Jesus is, so also are we in this world."},{"bookname":"1 John","chapter":"4","verse":"18","text":"There is no fear in love, but perfect love drives out fear, because fear has to do with punishment. The one who fears punishment has not been perfected in love."},{"bookname":"1 John","chapter":"4","verse":"19","text":"We love because he loved us first."},{"bookname":"1 John","chapter":"4","verse":"20","text":"If anyone says “I love God” and yet hates his fellow Christian, he is a liar, because the one who does not love his fellow Christian whom he has seen cannot love God whom he has not seen."},{"bookname":"1 John","chapter":"4","verse":"21","text":"And the commandment we have from him is this: that the one who loves God should love his fellow Christian too."}],[{"bookname":"1 John","chapter":"5","verse":"1","text":"Everyone who believes that Jesus is the Christ has been fathered by God, and everyone who loves the father loves the child fathered by him."},{"bookname":"1 John","chapter":"5","verse":"2","text":"By this we know that we love the children of God: whenever we love God and obey his commandments."},{"bookname":"1 John","chapter":"5","verse":"3","text":"For this is the love of God: that we keep his commandments. And his commandments do not weigh us down,"},{"bookname":"1 John","chapter":"5","verse":"4","text":"because everyone who has been fathered by God conquers the world.This is the conquering power that has conquered the world: our faith.","title":"Testimony About the Son"},{"bookname":"1 John","chapter":"5","verse":"5","text":"Now who is the person who has conquered the world except the one who believes that Jesus is the Son of God?"},{"bookname":"1 John","chapter":"5","verse":"6","text":"Jesus Christ is the one who came by water and blood &#8211; not by the water only, but by the water and the blood. And the Spirit is the one who testifies, because the Spirit is the truth."},{"bookname":"1 John","chapter":"5","verse":"7","text":"For there are three that testify,"},{"bookname":"1 John","chapter":"5","verse":"8","text":"the Spirit and the water and the blood, and these three are in agreement."},{"bookname":"1 John","chapter":"5","verse":"9","text":"If we accept the testimony of men, the testimony of God is greater, because this is the testimony of God that he has testified concerning his Son."},{"bookname":"1 John","chapter":"5","verse":"10","text":"(The one who believes in the Son of God has the testimony in himself; the one who does not believe God has made him a liar, because he has not believed in the testimony that God has testified concerning his Son.)"},{"bookname":"1 John","chapter":"5","verse":"11","text":"And this is the testimony: God has given us eternal life, and this life is in his Son."},{"bookname":"1 John","chapter":"5","verse":"12","text":"The one who has the Son has this eternal life; the one who does not have the Son of God does not have this eternal life."},{"bookname":"1 John","chapter":"5","verse":"13","text":"I have written these things to you who believe in the name of the Son of God so that you may know that you have eternal life.","title":"Assurance of Eternal Life"},{"bookname":"1 John","chapter":"5","verse":"14","text":"And this is the confidence that we have before him: that whenever we ask anything according to his will, he hears us."},{"bookname":"1 John","chapter":"5","verse":"15","text":"And if we know that he hears us in regard to whatever we ask, then we know that we have the requests that we have asked from him."},{"bookname":"1 John","chapter":"5","verse":"16","text":"If anyone sees his fellow Christian committing a sin not resulting in death, he should ask, and God will grant life to the person who commits a sin not resulting in death. There is a sin resulting in death. I do not say that he should ask about that."},{"bookname":"1 John","chapter":"5","verse":"17","text":"All unrighteousness is sin, but there is sin not resulting in death."},{"bookname":"1 John","chapter":"5","verse":"18","text":"We know that everyone fathered by God does not sin, but God protects the one he has fathered, and the evil one cannot touch him."},{"bookname":"1 John","chapter":"5","verse":"19","text":"We know that we are from God, and the whole world lies in the power of the evil one."},{"bookname":"1 John","chapter":"5","verse":"20","text":"And we know that the Son of God has come and has given us insight to know him who is true, and we are in him who is true, in his Son Jesus Christ. This one is the true God and eternal life."},{"bookname":"1 John","chapter":"5","verse":"21","text":"Little children, guard yourselves from idols."}]]}