{"book":{"id":8,"abbrev":"rut","name":"Ruth","chapters":4},"chapters":[[{"bookname":"Ruth","chapter":"1","verse":"1","text":"During the time of the judges there was a famine in the land of Judah. So a man from Bethlehem in Judah went to live as a resident foreigner in the region of Moab, along with his wife and two sons.","title":"A Family Tragedy: Famine and Death"},{"bookname":"Ruth","chapter":"1","verse":"2","text":"(Now the man’s name was Elimelech, his wife was Naomi, and his two sons were Mahlon and Kilion. They were of the clan of Ephrath from Bethlehem in Judah.) They entered the region of Moab and settled there."},{"bookname":"Ruth","chapter":"1","verse":"3","text":"Sometime later Naomi’s husband Elimelech died, so she and her two sons were left alone."},{"bookname":"Ruth","chapter":"1","verse":"4","text":"So her sons married Moabite women. (One was named Orpah and the other Ruth.) And they continued to live there about ten years."},{"bookname":"Ruth","chapter":"1","verse":"5","text":"Then Naomi’s two sons, Mahlon and Kilion, also died. So the woman was left all alone &#8211; bereaved of her two children as well as her husband!"},{"bookname":"Ruth","chapter":"1","verse":"6","text":"So she decided to return home from the region of Moab, accompanied by her daughters-in-law, because while she was living in Moab she had heard that the Lord had shown concern for his people, reversing the famine by providing abundant crops."},{"bookname":"Ruth","chapter":"1","verse":"7","text":"Now as she and her two daughters-in-law began to leave the place where she had been living to return to the land of Judah,","title":"Ruth Returns with Naomi"},{"bookname":"Ruth","chapter":"1","verse":"8","text":"Naomi said to her two daughters-in-law, “Listen to me! Each of you should return to your mother’s home! May the Lord show you the same kind of devotion that you have shown to your deceased husbands and to me!"},{"bookname":"Ruth","chapter":"1","verse":"9","text":"May the Lord enable each of you to find security in the home of a new husband!” Then she kissed them goodbye and they wept loudly."},{"bookname":"Ruth","chapter":"1","verse":"10","text":"But they said to her, “No! We will return with you to your people.”"},{"bookname":"Ruth","chapter":"1","verse":"11","text":"But Naomi replied, “Go back home, my daughters! There is no reason for you to return to Judah with me! I am no longer capable of giving birth to sons who might become your husbands!"},{"bookname":"Ruth","chapter":"1","verse":"12","text":"Go back home, my daughters! For I am too old to get married again. Even if I thought that there was hope that I could get married tonight and conceive sons,"},{"bookname":"Ruth","chapter":"1","verse":"13","text":"surely you would not want to wait until they were old enough to marry! Surely you would not remain unmarried all that time! No, my daughters, you must not return with me. For my intense suffering is too much for you to bear. For the Lord is afflicting me!”"},{"bookname":"Ruth","chapter":"1","verse":"14","text":"Again they wept loudly. Then Orpah kissed her mother-in-law goodbye, but Ruth clung tightly to her."},{"bookname":"Ruth","chapter":"1","verse":"15","text":"So Naomi said, “Look, your sister-in-law is returning to her people and to her god. Follow your sister-in-law back home!”"},{"bookname":"Ruth","chapter":"1","verse":"16","text":"But Ruth replied, “Stop urging me to abandon you! For wherever you go, I will go. Wherever you live, I will live. Your people will become my people, and your God will become my God."},{"bookname":"Ruth","chapter":"1","verse":"17","text":"Wherever you die, I will die &#8211; and there I will be buried. May the Lord punish me severely if I do not keep my promise! Only death will be able to separate me from you!”"},{"bookname":"Ruth","chapter":"1","verse":"18","text":"When Naomi realized that Ruth was determined to go with her, she stopped trying to dissuade her."},{"bookname":"Ruth","chapter":"1","verse":"19","text":"So the two of them journeyed together until they arrived in Bethlehem.When they entered Bethlehem, the whole village was excited about their arrival. The women of the village said, “Can this be Naomi?”","title":"Naomi and Ruth Arrive in Bethlehem"},{"bookname":"Ruth","chapter":"1","verse":"20","text":"But she replied to them, “Don’t call me ‘Naomi’! Call me ‘Mara’ because the Sovereign One has treated me very harshly."},{"bookname":"Ruth","chapter":"1","verse":"21","text":"I left here full, but the Lord has caused me to return empty-handed. Why do you call me ‘Naomi,’ seeing that the Lord has opposed me, and the Sovereign One has caused me to suffer?”"},{"bookname":"Ruth","chapter":"1","verse":"22","text":"So Naomi returned, accompanied by her Moabite daughter-in-law Ruth, who came back with her from the region of Moab. (Now they arrived in Bethlehem at the beginning of the barley harvest.)"}],[{"bookname":"Ruth","chapter":"2","verse":"1","text":"Now Naomi had a relative on her husband’s side of the family named Boaz. He was a wealthy, prominent man from the clan of Elimelech.","title":"Ruth Works in the Field of Boaz"},{"bookname":"Ruth","chapter":"2","verse":"2","text":"One day Ruth the Moabite said to Naomi, “Let me go to the fields so I can gather grain behind whoever permits me to do so.” Naomi replied, “You may go, my daughter.”"},{"bookname":"Ruth","chapter":"2","verse":"3","text":"So Ruth went and gathered grain in the fields behind the harvesters. Now she just happened to end up in the portion of the field belonging to Boaz, who was from the clan of Elimelech."},{"bookname":"Ruth","chapter":"2","verse":"4","text":"Now at that very moment, Boaz arrived from Bethlehem and greeted the harvesters, “May the Lord be with you!” They replied, “May the Lord bless you!”","title":"Boaz and Ruth Meet"},{"bookname":"Ruth","chapter":"2","verse":"5","text":"Boaz asked his servant in charge of the harvesters, “To whom does this young woman belong?”"},{"bookname":"Ruth","chapter":"2","verse":"6","text":"The servant in charge of the harvesters replied, “She’s the young Moabite woman who came back with Naomi from the region of Moab."},{"bookname":"Ruth","chapter":"2","verse":"7","text":"She asked, ‘May I follow the harvesters and gather grain among the bundles?’ Since she arrived she has been working hard from this morning until now &#8211; except for sitting in the resting hut a short time.”"},{"bookname":"Ruth","chapter":"2","verse":"8","text":"So Boaz said to Ruth, “Listen carefully, my dear! Do not leave to gather grain in another field. You need not go beyond the limits of this field. You may go along beside my female workers."},{"bookname":"Ruth","chapter":"2","verse":"9","text":"Take note of the field where the men are harvesting and follow behind with the female workers. I will tell the men to leave you alone. When you are thirsty, you may go to the water jars and drink some of the water the servants draw.”"},{"bookname":"Ruth","chapter":"2","verse":"10","text":"Ruth knelt before him with her forehead to the ground and said to him, “Why are you so kind and so attentive to me, even though I am a foreigner?”"},{"bookname":"Ruth","chapter":"2","verse":"11","text":"Boaz replied to her, “I have been given a full report of all that you have done for your mother-in-law following the death of your husband &#8211; how you left your father and your mother, as well as your homeland, and came to live among people you did not know previously."},{"bookname":"Ruth","chapter":"2","verse":"12","text":"May the Lord reward your efforts! May your acts of kindness be repaid fully by the Lord God of Israel, from whom you have sought protection!”"},{"bookname":"Ruth","chapter":"2","verse":"13","text":"She said, “You really are being kind to me, sir, for you have reassured and encouraged me, your servant, even though I am not one of your servants!”"},{"bookname":"Ruth","chapter":"2","verse":"14","text":"Later during the mealtime Boaz said to her, “Come here and have some food! Dip your bread in the vinegar!” So she sat down beside the harvesters. Then he handed her some roasted grain. She ate until she was full and saved the rest."},{"bookname":"Ruth","chapter":"2","verse":"15","text":"When she got up to gather grain, Boaz told his male servants, “Let her gather grain even among the bundles! Don’t chase her off!"},{"bookname":"Ruth","chapter":"2","verse":"16","text":"Make sure you pull out ears of grain for her and drop them so she can gather them up. Don’t tell her not to!”"},{"bookname":"Ruth","chapter":"2","verse":"17","text":"So she gathered grain in the field until evening. When she threshed what she had gathered, it came to about thirty pounds of barley!"},{"bookname":"Ruth","chapter":"2","verse":"18","text":"She carried it back to town, and her mother-in-law saw how much grain she had gathered. Then Ruth gave her the roasted grain she had saved from mealtime.","title":"Ruth Returns to Naomi"},{"bookname":"Ruth","chapter":"2","verse":"19","text":"Her mother-in-law asked her, “Where did you gather grain today? Where did you work? May the one who took notice of you be rewarded!” So Ruth told her mother-in-law with whom she had worked. She said, “The name of the man with whom I worked today is Boaz.”"},{"bookname":"Ruth","chapter":"2","verse":"20","text":"Naomi said to her daughter-in-law, “May he be rewarded by the Lord because he has shown loyalty to the living on behalf of the dead!” Then Naomi said to her, “This man is a close relative of ours; he is our guardian.”"},{"bookname":"Ruth","chapter":"2","verse":"21","text":"Ruth the Moabite replied, “He even told me, ‘You may go along beside my servants until they have finished gathering all my harvest!’”"},{"bookname":"Ruth","chapter":"2","verse":"22","text":"Naomi then said to her daughter-in-law Ruth, “It is good, my daughter, that you should go out to work with his female servants. That way you will not be harmed, which could happen in another field.”"},{"bookname":"Ruth","chapter":"2","verse":"23","text":"So Ruth worked beside Boaz’s female servants, gathering grain until the end of the barley harvest as well as the wheat harvest. After that she stayed home with her mother-in-law."}],[{"bookname":"Ruth","chapter":"3","verse":"1","text":"At that time, Naomi, her mother-in-law, said to her, “My daughter, I must find a home for you so you will be secure.","title":"Naomi Instructs Ruth"},{"bookname":"Ruth","chapter":"3","verse":"2","text":"Now Boaz, with whose female servants you worked, is our close relative. Look, tonight he is winnowing barley at the threshing floor."},{"bookname":"Ruth","chapter":"3","verse":"3","text":"So bathe yourself, rub on some perfumed oil, and get dressed up. Then go down to the threshing floor. But don’t let the man know you’re there until he finishes his meal."},{"bookname":"Ruth","chapter":"3","verse":"4","text":"When he gets ready to go to sleep, take careful notice of the place where he lies down. Then go, uncover his legs, and lie down beside him. He will tell you what you should do.”"},{"bookname":"Ruth","chapter":"3","verse":"5","text":"Ruth replied to Naomi, “I will do everything you have told me to do.”"},{"bookname":"Ruth","chapter":"3","verse":"6","text":"So she went down to the threshing floor and did everything her mother-in-law had instructed her to do.","title":"Ruth Visits Boaz"},{"bookname":"Ruth","chapter":"3","verse":"7","text":"When Boaz had finished his meal and was feeling satisfied, he lay down to sleep at the far end of the grain heap. Then Ruth crept up quietly, uncovered his legs, and lay down beside him."},{"bookname":"Ruth","chapter":"3","verse":"8","text":"In the middle of the night he was startled and turned over. Now he saw a woman lying beside him!"},{"bookname":"Ruth","chapter":"3","verse":"9","text":"He said, “Who are you?” She replied, “I am Ruth, your servant. Marry your servant, for you are a guardian of the family interests.”"},{"bookname":"Ruth","chapter":"3","verse":"10","text":"He said, “May you be rewarded by the Lord, my dear! This act of devotion is greater than what you did before. For you have not sought to marry one of the young men, whether rich or poor."},{"bookname":"Ruth","chapter":"3","verse":"11","text":"Now, my dear, don’t worry! I intend to do for you everything you propose, for everyone in the village knows that you are a worthy woman."},{"bookname":"Ruth","chapter":"3","verse":"12","text":"Now yes, it is true that I am a guardian, but there is another guardian who is a closer relative than I am."},{"bookname":"Ruth","chapter":"3","verse":"13","text":"Remain here tonight. Then in the morning, if he agrees to marry you, fine, let him do so. But if he does not want to do so, I promise, as surely as the Lord lives, to marry you. Sleep here until morning.”"},{"bookname":"Ruth","chapter":"3","verse":"14","text":"So she slept beside him until morning. She woke up while it was still dark. Boaz thought, “No one must know that a woman visited the threshing floor.”"},{"bookname":"Ruth","chapter":"3","verse":"15","text":"Then he said, “Hold out the shawl you are wearing and grip it tightly.” As she held it tightly, he measured out about sixty pounds of barley into the shawl and put it on her shoulders. Then he went into town,"},{"bookname":"Ruth","chapter":"3","verse":"16","text":"and she returned to her mother-in-law.When Ruth returned to her mother-in-law, Naomi asked, “How did things turn out for you, my daughter?” Ruth told her about all the man had done for her.","title":"Ruth Returns to Naomi"},{"bookname":"Ruth","chapter":"3","verse":"17","text":"She said, “He gave me these sixty pounds of barley, for he said to me, ‘Do not go to your mother-in-law empty-handed.’”"},{"bookname":"Ruth","chapter":"3","verse":"18","text":"Then Naomi said, “Stay put, my daughter, until you know how the matter turns out. For the man will not rest until he has taken care of the matter today.”"}],[{"bookname":"Ruth","chapter":"4","verse":"1","text":"Now Boaz went up to the village gate and sat there. Then along came the guardian whom Boaz had mentioned to Ruth! Boaz said, “Come here and sit down, ‘John Doe’!” So he came and sat down.","title":"Boaz Settles the Matter"},{"bookname":"Ruth","chapter":"4","verse":"2","text":"Boaz chose ten of the village leaders and said, “Sit down here!” So they sat down."},{"bookname":"Ruth","chapter":"4","verse":"3","text":"Then Boaz said to the guardian, “Naomi, who has returned from the region of Moab, is selling the portion of land that belongs to our relative Elimelech."},{"bookname":"Ruth","chapter":"4","verse":"4","text":"So I am legally informing you: Acquire it before those sitting here and before the leaders of my people! If you want to exercise your right to redeem it, then do so. But if not, then tell me so I will know. For you possess the first option to redeem it; I am next in line after you.” He replied, “I will redeem it.”"},{"bookname":"Ruth","chapter":"4","verse":"5","text":"Then Boaz said, “When you acquire the field from Naomi, you must also acquire Ruth the Moabite, the wife of our deceased relative, in order to preserve his family name by raising up a descendant who will inherit his property.”"},{"bookname":"Ruth","chapter":"4","verse":"6","text":"The guardian said, “Then I am unable to redeem it, for I would ruin my own inheritance in that case. You may exercise my redemption option, for I am unable to redeem it.”"},{"bookname":"Ruth","chapter":"4","verse":"7","text":"(Now this used to be the customary way to finalize a transaction involving redemption in Israel: A man would remove his sandal and give it to the other party. This was a legally binding act in Israel.)"},{"bookname":"Ruth","chapter":"4","verse":"8","text":"So the guardian said to Boaz, “You may acquire it,” and he removed his sandal."},{"bookname":"Ruth","chapter":"4","verse":"9","text":"Then Boaz said to the leaders and all the people, “You are witnesses today that I have acquired from Naomi all that belonged to Elimelech, Kilion, and Mahlon."},{"bookname":"Ruth","chapter":"4","verse":"10","text":"I have also acquired Ruth the Moabite, the wife of Mahlon, as my wife to raise up a descendant who will inherit his property so the name of the deceased might not disappear from among his relatives and from his village. You are witnesses today.”"},{"bookname":"Ruth","chapter":"4","verse":"11","text":"All the people who were at the gate and the elders replied, “We are witnesses. May the Lord make the woman who is entering your home like Rachel and Leah, both of whom built up the house of Israel! May you prosper in Ephrathah and become famous in Bethlehem."},{"bookname":"Ruth","chapter":"4","verse":"12","text":"May your family become like the family of Perez &#8211; whom Tamar bore to Judah &#8211; through the descendants the Lord gives you by this young woman.”"},{"bookname":"Ruth","chapter":"4","verse":"13","text":"So Boaz married Ruth and had sexual relations with her. The Lord enabled her to conceive and she gave birth to a son.","title":"A Grandson is Born to Naomi"},{"bookname":"Ruth","chapter":"4","verse":"14","text":"The village women said to Naomi, “May the Lord be praised because he has not left you without a guardian today! May he become famous in Israel!"},{"bookname":"Ruth","chapter":"4","verse":"15","text":"He will encourage you and provide for you when you are old, for your daughter-in-law, who loves you, has given him birth. She is better to you than seven sons!”"},{"bookname":"Ruth","chapter":"4","verse":"16","text":"Naomi took the child and placed him on her lap; she became his caregiver."},{"bookname":"Ruth","chapter":"4","verse":"17","text":"The neighbor women named him, saying, “A son has been born to Naomi.” They named him Obed. Now he became the father of Jesse &#8211; David’s father!"},{"bookname":"Ruth","chapter":"4","verse":"18","text":"These are the descendants of Perez: Perez was the father of Hezron,","title":"Epilogue: Obed in the Genealogy of David"},{"bookname":"Ruth","chapter":"4","verse":"19","text":"Hezron was the father of Ram, Ram was the father of Amminadab,"},{"bookname":"Ruth","chapter":"4","verse":"20","text":"Amminadab was the father of Nachshon, Nachshon was the father of Salmah,"},{"bookname":"Ruth","chapter":"4","verse":"21","text":"Salmon was the father of Boaz, Boaz was the father of Obed,"},{"bookname":"Ruth","chapter":"4","verse":"22","text":"Obed was the father of Jesse, and Jesse was the father of David."}]]}